const questions_응용측량 = [
  {
    "answer": 3,
    "id": "dv20220305-21",
    "options": [
      "467m3",
      "930m3",
      "1100m3",
      "2200m3"
    ],
    "subject": "응용측량",
    "text": "평지에 길이 50m, 폭 8m인 도로를 건설하기 위해 2m 높이의 성토가 필요하다면 성토경사를 1:1.5로 할 때 필요한 성토량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-22",
    "options": [
      "수면과 하안과의 경계선을 수애선이라 한다.",
      "수애선 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다.",
      "수애선은 하천 수위에 따라 변동하는 것으로 최저수위에 의하여 정해진다.",
      "심천측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡단면도를 먼저 만든다."
    ],
    "subject": "응용측량",
    "text": "수애선(水涯線) 및 수애선 측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-23",
    "options": [
      "삼각측량에 의하여 댐의 수평방향의 절대 변위를 관측할 수 있다.",
      "댐 표면과 부근의 고정점을 이용하여 반복 관측한다.",
      "지형 및 정확도면에서 3개 이상의 고정점을 이용한다.",
      "변위측량의 절대 위치결정에 대한 정확도는 5.0~10.0cm 정도이다."
    ],
    "subject": "응용측량",
    "text": "댐의 장기적 안정성을 조사하기 위한 변위측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-24",
    "options": [
      "클로소이드, 3차 포물선, 렘니스케이트 곡선",
      "3차 포물선, 렘니스케이트 곡선, 반향곡선",
      "클로소이드, 3차 포물선, 반향곡선",
      "단곡선, 원곡선, 배향곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선의 종류로만 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-25",
    "options": [
      "(125, 165)",
      "(125, 200)",
      "(130. 165)",
      "(130, 200)"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 ABC의 면적을 1:3으로 분할할 경우에 P점의 좌표는? (단, 좌표의 단위는 m이다.)",
    "local_images": [
      "images/dv20220305-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-26",
    "options": [
      "2.5m",
      "3.2m",
      "3.5m",
      "3.6m"
    ],
    "subject": "응용측량",
    "text": "터널 내 고저차 측량에서 A, B 측점이 천정에 설치되어 있을 때 두 점 A, B 간의 경사거리가 30m, 기계고가 1.40m, 시준고 1.35m, 연직각이 +7°라고 하면 A점과 B점의 고저차는?",
    "local_images": [
      "images/dv20220305-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-27",
    "options": [
      "점고법",
      "등고선법",
      "유토곡선법",
      "단면법"
    ],
    "subject": "응용측량",
    "text": "철도, 도로 및 수로 등을 건설할 때 토량을 계산하기 위해 가장 적합한 체적 산정방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-28",
    "options": [
      "60m",
      "90m",
      "120m",
      "150m"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 매개변수 A=60이고, 곡선길이가 40m인 클로소이드 곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-29",
    "options": [
      "수면으로부터 0.2H, 0.8H인 지점",
      "수면으로부터 0.4H, 0.8H인 지점",
      "수면으로부터 0.2H, 0.6H인 지점",
      "수면으로부터 0.4H, 0.6H인 지점"
    ],
    "subject": "응용측량",
    "text": "수면으로부터 수심 H인 하천에서 2점법으로 평균, 유속을 구할 경우, 유속의 관측 지점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-30",
    "options": [
      "66.14m",
      "66.57m",
      "66.83m",
      "67.49m"
    ],
    "subject": "응용측량",
    "text": "그림에서 V지점에서 해당하는 종단곡선상의 계획고는? (단, 종단곡선은 2차 포물선이고, A점의 계획고=65.50m)",
    "local_images": [
      "images/dv20220305-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-31",
    "options": [
      "287.89m2",
      "277.89m2",
      "575.78m2",
      "555.77m2"
    ],
    "subject": "응용측량",
    "text": "4각형 ABCD의 좌표가 아래와 같을 때 □ABCD□의 면적은?",
    "local_images": [
      "images/dv20220305-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-32",
    "options": [
      "하천중심선에 직각인 방향으로 양안의 제방 어깨 또는 경사면 등에 거리표를 설치한다.",
      "종ㆍ횡단면도를 작성할 때, 종ㆍ횡의 축척을 같게 한다.",
      "수준기표는 국가기준점의 수준점과 결합시킨다.",
      "종단측량은 왕복측량을 원칙으로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 종단측량과 횡단측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-33",
    "options": [
      "TL=140.04m, E=42.15m",
      "TL=140.04m, E=44.15m",
      "TL=150.15m, E=42.15m",
      "TL=150.15m, E=44.15m"
    ],
    "subject": "응용측량",
    "text": "단곡선설치에서 I=70°, R=200m 일 때 접선길이(TL)와 외할(R)로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-34",
    "options": [
      "굴절오차",
      "음속 변화",
      "기계오차",
      "조석"
    ],
    "subject": "응용측량",
    "text": "해양에서 수심측량을 할 경우에 음량측심 장비로부터 취득한 데이터에서 보정하여야 할 항목이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-35",
    "options": [
      "활권선",
      "고차포물선",
      "반향곡선",
      "복심곡선"
    ],
    "subject": "응용측량",
    "text": "반지름이 동일하지 않은 2개의 원곡선이 그 접속점에서 공통접선을 갖고, 이것들의 중심이 공통접선의 반대쪽에 있는 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-36",
    "options": [
      "38°36’ 49“",
      "137°50‘ 39“",
      "151°16‘ 36“",
      "215°04‘ 21“"
    ],
    "subject": "응용측량",
    "text": "터널의 양쪽 입구 A와 B를 연결하는 지상 골조측량으로 두 점의 좌표 A(-2357.26m, -1763.26m), B(-1385.78m, -987.33m)와 임의점 P에 대한  의 방위각이 176°27‘ 32“ 이었다면 ∠PAB는?",
    "local_images": [
      "images/dv20220305-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-37",
    "options": [
      "10.43m",
      "11.43m",
      "12.43m",
      "13.43m"
    ],
    "subject": "응용측량",
    "text": "교점(IP)의 위치가 기점으로부터 143m, 곡선반지름 100m, 교각 58°인 단곡선을 편각법에 의하여 설치할 때 측점간의 거리를 20m라고 한다면 시단현의 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-38",
    "options": [
      "완화곡선의 곡선반지름은 완화곡선시점에서 무한대, 종점에서 원곡선의 반지름으로 된다.",
      "도로 곡선부에 편경사를 설치하는 주된 목적은 노면의 배수를 위한 것이다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 같다.",
      "완화곡선의 접선은 시점에서 직선에, 종점에서 원호에 접한다."
    ],
    "subject": "응용측량",
    "text": "노선측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-39",
    "options": [
      "16m2",
      "59m2",
      "164m2",
      "591m2"
    ],
    "subject": "응용측량",
    "text": "축척 1:600 도면에서 측정한 값이 그림과 같을 때 ABCD의 실제면적은?",
    "local_images": [
      "images/dv20220305-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-40",
    "options": [
      "그랩(grab)",
      "드래지(dredge)",
      "코어(core)",
      "채수기(water sampler)"
    ],
    "subject": "응용측량",
    "text": "해저바닥의 저질채취 방법에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20210912-21",
    "options": [
      "방사보정",
      "음속변화보정",
      "조석보정",
      "홀수보정"
    ],
    "subject": "응용측량",
    "text": "해양에서 수심측량을 할 경우 음향측심장비로부터 취득한 수심의 보정이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-22",
    "options": [
      "10m2",
      "16m2",
      "18m2",
      "24m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 횡단면도의 성토 부분 면적은?",
    "local_images": [
      "images/dv20210912-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-23",
    "options": [
      "터널의 중심선 축량은 삼각측량 또는 트래버스 측량으로 행한다.",
      "터널 내의 측량에서는 기계의 십자선 또는 표척에 조명이 필요하다.",
      "터널 내의 곡선 설치는 일반적으로 편각법을 사용한다.",
      "터널측량은 외 측량, 터널 내 측량, 터널 내의 연결측량으로 나눌 수 있다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-24",
    "options": [
      "A=1.1m, B=1.4m",
      "A=1.1m, B=1.8m",
      "A=1.5m, B=1.4m",
      "A=1.5m, B=1.8m"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 시점 No.0에서 No.7까지 20m씩 종단측량 결과의 일부가 표와 같다. 도로 계획선의 기울기가 상향 1/100이고 No.4에서 지반고와 계획고가 같다고 할 때, No.3의 성토고(A)와 No.5의 절토고(B)는?",
    "local_images": [
      "images/dv20210912-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-25",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평균유속(Vm)을 3점법으로 구하고자 할 때의 공식으로 옳은 것은? (단, V0.2, V0.4, V0.6, V0.8=수면에서 수심의 20%, 40%, 60%, 80%인 곳의 유속)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-26",
    "options": [
      "토털스테이션에 의한 직접측량법",
      "트래버스 측량에 의한 방법",
      "삼각측량에 의한 방법",
      "레벨에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 터널 외 지표중심선 측량방법과 직접적인 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-27",
    "options": [
      "하저의 변화가 적은 지점",
      "하상변화가 작고 상ㆍ하류가 약 100m~200m정도가 직선인 지점",
      "평시나 홍수 시에도 관측이 편리한 지점",
      "지천에 의한 특별한 수위 변화가 뚜렷한 지점"
    ],
    "subject": "응용측량",
    "text": "하천의 수위를 관측하기 위한 관측지접 선정 조건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-28",
    "options": [
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "원곡선과 직선부 사이에 넣는 곡선이다.",
      "완화곡선의 반지름은 시점에서 0이고, 증가하여 일정한 값이 된다.",
      "완화곡선의 종류는 클로소이드, 3차 포물선, 렘니스케이트곡선 등이 있다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-29",
    "options": [
      "접선에 대한 지거법은 각관측을 하지 않고 줄자를 사용하여 설치하는 방법이다.",
      "중앙종거법은 중심말뚝 20m 간격으로 설치할 수 없는 방법이다.",
      "곡선의 최소 반지름 및 최소 곡선길이의 결정은 도로의 설계속도 및 지형여건에 따라 주로 결정된다.",
      "접선편거와 현편거에 의한 설치법은 줄자를 사용하지 않고 각관측으로 설치할 수 있는 방법이다."
    ],
    "subject": "응용측량",
    "text": "도로의 단곡선 설치에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-30",
    "options": [
      "16.6m",
      "17.7m",
      "20.8m",
      "23.4m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 토지에서 BC=55m 위의 점 D와 AC=40m 위의 점 E를 연결하여 △ABC의 면적을 2등분할 때 AE의 길이는?",
    "local_images": [
      "images/dv20210912-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-31",
    "options": [
      "수심은 기본수준면으로부터의 깊이로 표시한다.",
      "교량 및 가공선의 높이는 약최저저조면 부터의 높이로 표시한다.",
      "노출암, 표고 및 지형은 평균해면부터의 높이로 표시한다.",
      "좌표계는 세계측지계를 사용한다."
    ],
    "subject": "응용측량",
    "text": "수로측량의 기준에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-32",
    "options": [
      "12.80m3/s",
      "10.24m3/s",
      "20.00m3/s",
      "11.52m3/s"
    ],
    "subject": "응용측량",
    "text": "얕은 하천에서 표면유속이 0.8m3/s, 하천의 단면적이 16m2일 때, 유량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-33",
    "options": [
      "1240m3",
      "1140m3",
      "1040m3",
      "940m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지역의 계획 표고를 35m로 할 때 절토량은? (단, 단위는 m이고, 각 구역의 크기는 10m×10m로 동일하다.)",
    "local_images": [
      "images/dv20210912-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-34",
    "options": [
      "양단면평균법은 간편하기 때문에 실제 토공량 산정에 자주 이용되고 있다.",
      "중앙단면법은 단면적의 변화가 크지 않은 경우에 중앙의 단면을 평균 단면으로 가정하는 방법이다.",
      "각주공식에 의한 체적산정은 심프슨 제1법칙을 적용하여 전토량을 구한다.",
      "일반적으로 토공량 산정값을 비교하면 체적의 크기가 중앙단면법＞각주공식＞양단면평균법의 순서가 된다."
    ],
    "subject": "응용측량",
    "text": "단면에 의한 체적 계산 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-35",
    "options": [
      "2°11‘19“",
      "2°13’19”",
      "2°53‘59“",
      "3°11’59”"
    ],
    "subject": "응용측량",
    "text": "터널의 시점의 좌표가 P(1200m, 800m, 75m), 종점의 좌표가 Q(1600m, 600m, 100m)일 때 P로부터 Q로 터널을 굴진할 경우에 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-36",
    "options": [
      "관측점의 위치",
      "계획선의 경사",
      "절토면적, 성토면적",
      "관측점에서의 계획고"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 도로 종단면도에 표시되는 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-37",
    "options": [
      "85.47m",
      "115.47m",
      "125.00m",
      "148.04m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 교각 60°, 곡선반지름 200m인 구원곡선의 교점 P를 제1점선의 방향으로 30m 이동(P→P’)하고, 교각 크기의 B,C위치는 이동이 없이 새로운 원곡선을 설치할 경우 반지름 R’은?",
    "local_images": [
      "images/dv20210912-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-38",
    "options": [
      "775.5m",
      "865.5m",
      "975.5m",
      "1065.5m"
    ],
    "subject": "응용측량",
    "text": "교각 I=90°, 곡선반지름 R=150m인 단곡선의 교점(I.P.)까지 추가거리가 1125.5m일 때 곡선시점(B.C)까지의 추가거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-39",
    "options": [
      "기준점측량",
      "상부구조물측량",
      "하부구조물측량",
      "유지관리측량"
    ],
    "subject": "응용측량",
    "text": "시설물 측량의 교량측정에서 말뚝설치측량, 우물통설치측량, 형틀설치측량을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-40",
    "options": [
      "유심삼각망",
      "사변형삼각망",
      "단열삼각망",
      "단삼각망"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 합류점, 분류점이나 만곡이 심한 장소로 높은 정확도가 요구되는 곳의 삼각망 구성으로 가장 좋은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210515-21",
    "options": [
      "지역 경관과 조화를 이루도록 한다.",
      "자연환경의 손상을 최대한 억제하도록 한다.",
      "내부경관과 외부경관을 동시에 고려하여야 한다.",
      "도로선형의 부드러움을 위해 종단과 횡단에 곡선을 많이 삽입한다."
    ],
    "subject": "응용측량",
    "text": "도로의 경관 계획 시 고려사항으로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-22",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 등고선의 체적계산 공식으로 옳은 것은? (단, 등고선 간격은 h,이고, A4는 편평한 것으로 가정한다.)",
    "local_images": [
      "images/dv20210515-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-23",
    "options": [
      "철도의 경우는 시공기면을 기준으로 한다.",
      "수로 터널과 같이 인버트(invert)가 있는 경우는 인버트의 최상단을 기준으로 한다.",
      "도로 터널에서는 arch crown을 기준으로 한다.",
      "일반적으로 중심점의 높이는 중심선측량과 같이 20m 간격으로 관측한다."
    ],
    "subject": "응용측량",
    "text": "터널완성 후의 변형조사측량 중 고저측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-24",
    "options": [
      "심프슨법칙을 이용하는 경우, 지거 간격은 균등하게 하여야 한다.",
      "심프슨의 제1법칙을 1/3법칙이라고도 한다.",
      "심프슨의 제2법칙을 3/8법칙이라고도 한다.",
      "심프슨의 제2법칙은 사다리꼴 2개를 1조로 하여 3차 포물선으로 생각하여 면적을 구한다."
    ],
    "subject": "응용측량",
    "text": "심프슨법칙에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-25",
    "options": [
      "공사측량",
      "계획조사측량",
      "실시설계측량",
      "준공측량"
    ],
    "subject": "응용측량",
    "text": "설계도나 시방서에 따라 시공에 필요한 점의 위치나 경사를 현지에 측설하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-26",
    "options": [
      "조석관측",
      "조류관측",
      "대기관측",
      "해양관측"
    ],
    "subject": "응용측량",
    "text": "달, 태양 등의 기조력과 기압, 바람 등에 의해서 일어나는 해수면의 주기적 승강현상을 연속 관측하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-27",
    "options": [
      "해저지층탐사",
      "해상중력관측",
      "해저지형측량",
      "해상지자기관측"
    ],
    "subject": "응용측량",
    "text": "해양지질학적 기초자료를 획득하기 위하여 음파 또는 탄성파 탐사장비를 이용하여 음향상 및 지층 분포를 조사하는 작업을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-28",
    "options": [
      "8.31m",
      "11.21m",
      "11.51m",
      "14.41m"
    ],
    "subject": "응용측량",
    "text": "터널의 천장에 두 점의 측점을 관측하여 기계고(IH)가 –1.45m, 시준고(h)가 –1.60m, 경사거리(S)가 42.50m, 연직각(상향)이 15°30‘이었다면 두 점의 고저차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-29",
    "options": [
      "도상조사→현지조사→평면측량→수준측량→유량측량",
      "도상조사→현지조사→유량측량→수준측량→평면측량",
      "현지조사→도상조사→유량측량→평면측량→수준측량",
      "현지조사→유량측량→도상조사→수준측량→평면측량"
    ],
    "subject": "응용측량",
    "text": "하천측량의 일반적인 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-30",
    "options": [
      "18.05m",
      "19.05m",
      "23.53m",
      "24.53m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 노선 단면에서 여유폭을 포함하는 용지의 폭은? (단, 여유폭 = 0.5m로 한다.)",
    "local_images": [
      "images/dv20210515-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-31",
    "options": [
      "완화곡선의 곡선반지름은 시점에서 무한대, 종점에서 원곡선의 반지름으로 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "클로소이드의 형식에는 S형, 복합형, 기본형 등이 있다.",
      "모든 클로소이드는 닮은꼴이며 클로소이드의 요소에는 길이의 단위가 있는 것과 단위가 없는 것이 있다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-32",
    "options": [
      "관측소의 위치는 그 상ㆍ하류의 상당한 범위까지 하안과 하상이 안전하고 세굴이나 퇴적이 되지 않아야 한다.",
      "상ㆍ하류의 길이 약 100m 정도의 구간은 직선이고 유속의 변화가 작은 곳이 좋다.",
      "지천의 합류점 또는 분류점으로 수위의 변화가 뚜렷한 곳이어야 한다.",
      "평상시에는 홍수 때보다 수위표를 쉽게 읽을 수 있는 곳이어야 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수위관측소를 설치할 경우 고려사항으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-33",
    "options": [
      "영(0) 눈금은 최저수위보다 높다.",
      "양수표의 최고수위는 최대 홍수위보다 높다.",
      "검조장의 평균해면 표고로 측정한다.",
      "홍수 뒤에는 부근 수준점과 연결하여 표고를 확인한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 수위관측에서 양수표에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-34",
    "options": [
      "구적기에 의한 방법은 도면의 축적과 신축 등으로 인하여 직접법에 비해 정확도가 다소 떨어진다.",
      "각주공식은 다각형인 양단면이 평행인 경우에 중앙의 면적을 구한 후 심프슨 제2법칙을 적용하여 구한다.",
      "다각측량에서 폐합다각형 내의 면적은 배횡거법으로 구할 수 있다.",
      "산지에서의 정지작업 또는 매립용량, 저수지담수량의 체적산정 등에는 등고선법이 사용된다."
    ],
    "subject": "응용측량",
    "text": "면ㆍ체적 측량에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-35",
    "options": [
      "종거에 의한 설치법",
      "중앙종거법",
      "지거설치법",
      "좌표법"
    ],
    "subject": "응용측량",
    "text": "토털스테이션(total station)을 이용한 단곡선 설치에 있어서 가장 널리 사용되는 편리한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-36",
    "options": [
      "1개의 수직 터널에 의한 연결측량방법은 정렬법과 삼각법이 있다.",
      "선단에 추를 달아 수직선을 내리고 추의 흔들림을 막기 위해 물 또는 기름통에 넣는다.",
      "얕은 수직 터널에서는 보통 철선, 강선, 황동선이 이용되며 깊은 수직 터널에서는 피아노선이 이용된다.",
      "수직 터널이 한 개인 경우 수직 터널에 한 개의 수선을 내리고 이 수선의 길이와 방위를 관측한다."
    ],
    "subject": "응용측량",
    "text": "터널 내외 연결측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-37",
    "options": [
      "0.22m",
      "1.75m",
      "2.22m",
      "2.75m"
    ],
    "subject": "응용측량",
    "text": "직선과 반지름(R)이 500m인 원곡선 사이에 3차 포물선에 의한 150m 길이의 완화곡선을 설치할 경우에 완화곡선 시점 A(B.T.C)로부터 주접선상 100m인 지점에서 완화곡선 위의 C점까지 수직거리 y는?",
    "local_images": [
      "images/dv20210515-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-38",
    "options": [
      "40.34m",
      "52.43m",
      "60.34m",
      "72.43m"
    ],
    "subject": "응용측량",
    "text": "반지름이 100m, 교각이 55°20’일 때 접선길이(T.L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-39",
    "options": [
      "1375m3",
      "1425m3",
      "1475m3",
      "1525m3"
    ],
    "subject": "응용측량",
    "text": "측량결과에 의하여 그림과 같이 절토고를 얻었다면 절토량은? (단, 각 분할된 구역은 가로×세로=20m×10m로 동일하다.)",
    "local_images": [
      "images/dv20210515-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-40",
    "options": [
      "0.479m/s",
      "0.448m/s",
      "0.433m/s",
      "0.386m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에서 수면으로부터 수심(H)이 0.2H, 0.6H, 0.8H인 지점에서 관측한 유속이 0.541m/s, 0.417m/s, 0.355m/s일 때 2점법으로 구한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210307-21",
    "options": [
      "0.11 m/s",
      "0.13 m/s",
      "0.23 m/s",
      "0.26 m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정을 위하여 표면부지를 수면에 띄우고 A점을 출발하여 B점을 퉁과하는데 소요되는 시간은 1분 20초이고 두 점 사이의 거리가 20.5m 일 때 유속은? (단, 하천에 대한 보정계수는 0.9임)",
    "local_images": [
      "images/dv20210307-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-22",
    "options": [
      "2° 47′ 04″",
      "2° 51′ 53″",
      "2° 55′ 05″",
      "2° 59′ 55″"
    ],
    "subject": "응용측량",
    "text": "곡선 시점까지의 추가거리가 550m이고 중심말뚝 간격이 20m, 교각이 60°, 곡선반지름이 200m 일 때 종단현의 편각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-23",
    "options": [
      "지표면상에 노출된 지하시설물은 측량하지 않는다.",
      "지하시설물의 위치, 깊이, 서로 떨어진 거리 등을 측량한다.",
      "지하시설물에 대한 탐사간격은 20m 이하로 한다.",
      "지하시설물이란 상·하수도, 가스, 통신 등을 위해 지하에 매설된 시설물을 의미한다."
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-24",
    "options": [
      "수위표의 영점은 갈수위 이하까지 표시하고 상단은 평수위보다 조금 높게 측정할 수 있도록 한다.",
      "수위표의 영점 표고는 그 관측소의 수준기표로부터 측정하고 수준기표의 표고는 부근의 국가수준점에 결부시킨다.",
      "수위표에는 원칙적으로 5cm 단위의 눈금을 붙인다.",
      "하구 부근이나 이수, 치수의 중요한 점, 또는 관측하기 불편한 곳에는 자기수위표를 설치한다."
    ],
    "subject": "응용측량",
    "text": "수위표에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-25",
    "options": [
      "1 : 4000",
      "1 : 16000",
      "1 : 25000",
      "1 : 40000"
    ],
    "subject": "응용측량",
    "text": "실제의 면적 4km2인 토지가 지형도에서 면적 25cm2 로 표시되었다면 지형도의 축척은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-26",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "클로소이드의 공식으로 옳지 않은 것은? (단, R : 곡선반지름, L : 곡선길이, A : 매개변수, τ : 접선각)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-27",
    "options": [
      "계선법",
      "삼각구분법",
      "pole과 지거에 의한 방법",
      "트랜싯과 수선에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "깊이 100m, 지름 5m 인 수직터널에서 터널 내외를 연결하는데 가장 적합한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-28",
    "options": [
      "235.7m",
      "245.1m",
      "250.7m",
      "265.1m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치시 곡선반지름 R=350m, 교각 I=70° 일 때 접선길이(T.L.)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-29",
    "options": [
      "터널 내 측량",
      "터널 외 기준점 측량",
      "세부측량",
      "지형측량"
    ],
    "subject": "응용측량",
    "text": "하나의 터널을 완성하기 위해서는 계획, 설계, 시공 등의 작업과정을 거쳐야 하는데 다음 중 터널 외 기준점 설치 후 터널의 시공과정 중에 이루어지는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-30",
    "options": [
      "60°",
      "90°",
      "120°",
      "150°"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치 시 그림과 같이 교각(I) 관측이 어려워 ∠AA′B′, ∠BB′A′을 측정한 값이 141° 40′ 과 98° 20′ 이었다면 교각(I)은?",
    "local_images": [
      "images/dv20210307-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-31",
    "options": [
      "41.12 m2",
      "45.25 m2",
      "82.23 m2",
      "90.50 m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 터널 단면의 좌표(x, y)를 측정하였을 때 이 좌표에 의한 터널의 내공단면적은? (단, 단위 : m)",
    "local_images": [
      "images/dv20210307-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-32",
    "options": [
      "0.1m",
      "0.4m",
      "0.6m",
      "1.0m"
    ],
    "subject": "응용측량",
    "text": "종단곡선을 설치하기 위하여 상향기울기  와 하향기울기  가 반지름 2000m 의 원곡선 중에서 만날 경우에 곡선시점에서 20m 떨어져 있는 지점의 종거 y 값은?",
    "local_images": [
      "images/dv20210307-32_img_0.gif",
      "images/dv20210307-32_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-33",
    "options": [
      "1468.8m",
      "1468.0m",
      "1.53m",
      "1.50m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지역에서 절토량과 성토량이 균형을 이루는 표고는? (단, 각 격자의 크기는 동일하다.)",
    "local_images": [
      "images/dv20210307-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-34",
    "options": [
      "B → C → D → A",
      "C → B → D → A",
      "C → D → A → B",
      "D → A → B → C"
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서로 옳은 것은?",
    "local_images": [
      "images/dv20210307-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-35",
    "options": [
      "0.45m/s",
      "0.49m/s",
      "0.50m/s",
      "0.52m/s"
    ],
    "subject": "응용측량",
    "text": "수심이 H인 하천에서 수면으로부터 0.2H, 0.4H, 0.6H, 0.8H의 지점의 유속이 각각 0.58m/s, 0.57m/s, 0.51m/s, 0.36m/s 였다면 3점법에 의한 평균 유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-36",
    "options": [
      "평면측량",
      "종단측량",
      "횡단측량",
      "골조측량"
    ],
    "subject": "응용측량",
    "text": "하천측량에 있어서 심천측량을 실시하는 단계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-37",
    "options": [
      "전자(electronic) 탐사법",
      "자기(magnetic) 탐사법",
      "음파(acoustic) 탐사법",
      "탄성파(seismic) 탐사법"
    ],
    "subject": "응용측량",
    "text": "지하시설물의 관측방법으로 원래는 누수를 찾기 위한 기술로 PVC 또는 플라스틱 관 등과 같은 비금속 수도관로를 찾는데 주로 이용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-38",
    "options": [
      "0.5cm",
      "1.0cm",
      "1.5cm",
      "2.0cm"
    ],
    "subject": "응용측량",
    "text": "100m2 정사각형 토지의 면적을 0.2m2 까지 정확하기 구하기 위해서는 1변의 길이를 최대 몇 cm 까지 정확하게 관측하여야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-39",
    "options": [
      "A ＞ B ＞ C",
      "A ＞ C = B",
      "A = C ＞ B",
      "A ＞ C ＞ B"
    ],
    "subject": "응용측량",
    "text": "토량계산에 있어 양단면의 차가 심할 때 산출된 토량의 일반적인 대소 관계로 옳은 것은? (단, 양단면 평균법을 A, 중앙단면법을 B, 각주공식을 C로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-40",
    "options": [
      "AM(Automated Mapping)",
      "FM(Facilities Management)",
      "CAD(Computer Aided Design)",
      "SIS(Surveying Information System)"
    ],
    "subject": "응용측량",
    "text": "지상 및 지하시설물 등에 대한 지도 및 도면 등 제반 정보를 수치 입력하여 효율적으로 운영 관리하는 종합적인 관리체계를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20200926-21",
    "options": [
      "0.450m/s",
      "0.475m/s",
      "0.482m/s",
      "0.508m/s"
    ],
    "subject": "응용측량",
    "text": "수심이 H인 하천의 유속 측정에서 수면부터 0.2H, 0.4H, 0.6H, 0.8H인 곳의 유속이 각각 0.565m/s, 0.514m/s, 0.450m/s, 0.385m/s 이었다면, 2점법에 의한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-22",
    "options": [
      "공사측량",
      "예비측량",
      "조사측량",
      "실시설계측량"
    ],
    "subject": "응용측량",
    "text": "노선측량 작업에서 중심선 설치를 하는 단계의 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-23",
    "options": [
      "하구 심천측량은 하구 부근 하저 및 해저의 지형을 조사한다.",
      "하구의 항만시설, 해안보전시설의 설계 자료로 사용된다.",
      "조위를 관측하고 실측한 수심을 기본수준면을 기준으로 하는 수심으로 보정하여 심천측량의 정확도를 높인다.",
      "해안에서는 일반적으로 수심 100m 되는 앞바다까지를 측량구역으로 한다."
    ],
    "subject": "응용측량",
    "text": "하구 심천측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-24",
    "options": [
      "측정개소 전후의 유로는 일정한 단면을 가지고 있는 곳이 좋다.",
      "합류에 의하여 불규칙한 영향을 받지 않는 곳이 좋다.",
      "지질이 연약하여 세굴, 퇴적이 활발한 곳이 좋다.",
      "와류와 역류가 생기지 않는 곳이 좋다."
    ],
    "subject": "응용측량",
    "text": "유량측정 장소 선정 시의 만족시킬 조건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-25",
    "options": [
      "341.5m",
      "363.1m",
      "463.0m",
      "470.2m"
    ],
    "subject": "응용측량",
    "text": "터널 내 A, B점의 좌표가 (1328m, 810m), (1734m, 589m)이고 높이가 각각 86.3m, 112.4m인 A, B점을 연결하는 터널을 굴진할 때 이 터널의 경사거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-26",
    "options": [
      "탄성파 굴절법 탐사",
      "전자유도 탐사",
      "음파 탐사",
      "GPR 탐사"
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량방법의 하나로 전자기파를 사용하여 전자기파의 반사와 회절 현상 등을 측정하고 이를 해석하여 지하구조 및 시설물 등을 관측하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-27",
    "options": [
      "해도",
      "영해기점도",
      "해저지형도",
      "경계점좌표등록부"
    ],
    "subject": "응용측량",
    "text": "수로도지에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-28",
    "options": [
      "207",
      "215",
      "414",
      "430"
    ],
    "subject": "응용측량",
    "text": "신설도로의 구간 No.10과 No.10+10m 사이에 도로폭 20m, 성토고 1m, 양단의 성토기울기 1:1.5인 단편으로 도로를 건설하고자 할 때 이 구간의 성토량은? (단, 단면의 크기는 일정하다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-29",
    "options": [
      "삼각형에서 세 변의 길이를 아는 경우",
      "사각형에서 네 변의 길이를 아는 경우",
      "오각형에서 각 꼭지점의 좌표를 아는 경우",
      "정육각형에서 변의 길이를 아는 경우"
    ],
    "subject": "응용측량",
    "text": "다음 중 면적을 계산할 수 없는 경우는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-30",
    "options": [
      "단곡선",
      "3차원포물선",
      "렘니스케이트 곡선",
      "클로소이드 곡선"
    ],
    "subject": "응용측량",
    "text": "고속도로의 완화곡선으로 주로 사용하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-31",
    "options": [
      "275.87m",
      "225.57m",
      "215.87m",
      "105.57m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에서 교각이 60°, 반지름이 100m이고 곡선시점까지의 거리가 120.85m 일 때 곡선종점까지의 추가거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-32",
    "options": [
      "수심측량",
      "수준측량",
      "중심선측량",
      "지형측량"
    ],
    "subject": "응용측량",
    "text": "터널 양쪽 입구의 중심선상에 기준점을 설치하고 이 두 점의 좌표를 구하여 터널을 굴진하기 위한 방향을 맞춤과 동시에 정확한 거리를 찾아내는 것이 목적인 터널측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-33",
    "options": [
      "2C",
      "4C",
      "6C",
      "8C"
    ],
    "subject": "응용측량",
    "text": "계산된 완화곡선의 캔트(cant)가 C일 때, 계산시 사용한 속도와 반지름을 모두 2배로 증가시킬 때, 캔트는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-34",
    "options": [
      "롤보정",
      "피치보정",
      "헤딩보정",
      "시간보정"
    ],
    "subject": "응용측량",
    "text": "다중빔음향측심기의 장비점검 및 보정시에 평탄한 해저에서 동일한 측심선을 따라 왕복측량을 실시하여 조사선의 좌측 및 우측의 기울기 차이로 발생하는 오차를 보정하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-35",
    "options": [
      "3°26‘20“",
      "6°26’20”",
      "45°00’00“",
      "51°26’20“"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치를 위한 측점위치를 좌표가 표와 같을 경우 원곡선의 시점으로부터 원곡선상 처음 중심선(P1)까지의 편각은?",
    "local_images": [
      "images/dv20200926-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-36",
    "options": [
      "10.50m",
      "10.67m",
      "10.84m",
      "13.83m"
    ],
    "subject": "응용측량",
    "text": "터널공사를 위하여 그림과 같이 천정에 측점을 설치하고 a=1.75, b=1.58m, 경사거리 S=35m, α=17°45’을 관측하였을 때 A, B 두 점 간의 고저차는?",
    "local_images": [
      "images/dv20200926-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-37",
    "options": [
      "58.4m2",
      "78.6m2",
      "111.7m2",
      "150.3m2"
    ],
    "subject": "응용측량",
    "text": "지거의 간격이 3m로 등간격이고 각 지거가 y1=3.8m, y2=8.5m, y3=10.4m, y4=11.8m, y5=5.9m이라면 심프슨 제1법칙을 이용하여 구한 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-38",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 면적을 m:n으로 분할하고자 할 때 의 길이를 구하기 위한 식으로 옳은 것은?",
    "local_images": [
      "images/dv20200926-38_img_0.gif",
      "images/dv20200926-38_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-39",
    "options": [
      "측점의 계획고",
      "측점의 계획단면적",
      "측점 간 수평거리",
      "측점의 지반고"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 종단면도를 작성할 때, 표기사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-40",
    "options": [
      "골조측량을 위해 트래버스 측량을 실시할 경우에는 결합 트래버스가 되도록 한다.",
      "수애선은 평수위에 의하여 정해진다.",
      "수위표 설치 시 유속변동이 심한 곳에 설치한다.",
      "종단측량은 하천의 양안에 설치한 거리표, 수위표, 수문 등의 높이를 관측한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200822-21",
    "options": [
      "실시설계측량-노선선정-계획조사측량-용지측량-세부측량-공사측량",
      "노선선정-계획조사측량-용지측량-세부측량-실시설계측량-공사측량",
      "실시설계측량-용지측량-노선선정-계획조사측량-세부측량-공사측량",
      "노선선정-계획조사측량-실시설계측량-세부측량-용지측량-공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-22",
    "options": [
      "중심선 도입측량과 중심말뚝 설치",
      "터널 내 고서측량",
      "터널변형 측정",
      "터널 내 곡선설치"
    ],
    "subject": "응용측량",
    "text": "터널 내 중심선 측량과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-23",
    "options": [
      "계획경사는 요구에 맞도록 설치한다.",
      "절토는 성토와 대략 같게 되도록 한다.",
      "경사와 곡선은 가능한 병설하도록 한다.",
      "절토는 성토로 유용할 수 있도록 운반거리를 고려한다."
    ],
    "subject": "응용측량",
    "text": "노선의 종단면도에 계획선을 계획할 때 고려사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-24",
    "options": [
      "기울기 = 0.8%, 절토고 = 2.25m",
      "기울기 = 0.8%, 성토고 = 2.25m",
      "기울기 = 1%, 절토고 = 2.6m",
      "기울기 = 1%, 성토고 = 2.6m"
    ],
    "subject": "응용측량",
    "text": "도로계획선의 설정을 위해 중심선을 따라 20m 간격으로 종단측량을 실시한 결과가 표와 같다. 측점 No.1을 시점으로 하고 No.5를 종점으로 하는 도로계획선의 기울기와 No.3의 절+성토고는?",
    "local_images": [
      "images/dv20200822-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-25",
    "options": [
      "26.42km/h",
      "72.21km/h",
      "95.11km/h",
      "158.52km/h"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 곡선반지름 200m의 단곡선에서 갠트가 0.38m이었다면 노선의 설계속도는? (단, 레일간격 D=1.067m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-26",
    "options": [
      "유속관측은 유속계에 의한 방법, 부자에 의한 방법, 하천기울기를 이용한 방법 등이 있다.",
      "관측 장소의 상·하류 유로는 일정한 단면을 갖고 있으며 관측이 편리한 곳을 선정하여 관측한다.",
      "수위의 변화에 의해 하천 횡단면 형상이 급변하지 않고 토질이 양호한 곳을 선정하여 관측한다.",
      "곡류부로서 흐름의 변화가 다양하고, 하상의 요철이 많은 곳을 선정하여 관측한다."
    ],
    "subject": "응용측량",
    "text": "하천측량 중 유속관측에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-27",
    "options": [
      "곡선이 하향인 구간은 절토구간이고, 상향인 구간은 성토구간이다.",
      "곡선의 저점은 성토에서 절토로, 정점은 절토에서 성토로 바뀌는 점이다.",
      "평행선(기선)에서 곡선의 지점이나 정점까지 종거는 절토에서 성토로 운반되는 전토량을 의미한다.",
      "유토곡선과 평행선(기선)의 교차점은 성토량과 절토량이 거의 같은 평형상태를 나타낸다."
    ],
    "subject": "응용측량",
    "text": "유토곡선의 특성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-28",
    "options": [
      "하천개수공사나 하천공작물의 계획, 설계, 시공에 필요한 자료를 얻기 위하여",
      "하천개수공사와 관련된 공사비를 산출하기 위하여",
      "하천의 수위, 경사 등을 알기 위하여",
      "하천의 종·횡단면도를 얻기 위하여"
    ],
    "subject": "응용측량",
    "text": "하천측량을 실시하는 주요 목적으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-29",
    "options": [
      "0.2H",
      "0.4H",
      "0.6H",
      "0.8H"
    ],
    "subject": "응용측량",
    "text": "다음 중 3점법에 의한 유속 계산을 위하여 관측하여야 할 수심 위치가 아닌 것은? (단, 수심은 수면으로부터 H이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-30",
    "options": [
      "평균수위는 어떤 기간의 관측수위를 합하여 관측횟수로 나누어 평균한 수위이다.",
      "하천 횡단면 직선 내 평균 유속을 구하는데 2점법을 사용하는 경우 수면으로부터 수심의 2/10, 8/10 지점의 유속을 과측하여 평균한다.",
      "하천측량에 수준측량을 할 때의 거리표는 하천의 중심에 직각의 방향으로 설치하는 것을 원칙으로 한다.",
      "수위관측소의 위치는 지천의 합류점 및 분류점으로 수위의 변화가 활발한 곳이 적당하다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-31",
    "options": [
      "터널입구 부근은 대개 지형이 나쁘고 좁은 장소가 많으므로 인조점을 설치한다.",
      "측량의 정확도를 높이기 위해 터널 외 기준점 설치시 후시를 가능한 길게 잡는 것이 좋다.",
      "고저측량용 기준점은 터널 입구 부근과 떨어진 곳에 2개소 이상 설치하는 것이 좋다.",
      "터널 외 기준점 측량은 작업터널 완성 후 터널 내 단면 변형 관측을 위해 수행한다."
    ],
    "subject": "응용측량",
    "text": "터널 외 기준점 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-32",
    "options": [
      "토털스테이션을 사용하는 방법",
      "클리노미터에 의한 방법",
      "기압계를 사용하는 방법",
      "레벨을 사용하는 방법"
    ],
    "subject": "응용측량",
    "text": "터널 내 수준측량에서 지형이 급경사인 경우에 가장 적당한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-33",
    "options": [
      "항만측량",
      "항로측량",
      "지적측량",
      "연안해역조사"
    ],
    "subject": "응용측량",
    "text": "다음 중 수로측량의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-34",
    "options": [
      "1.49m2",
      "2.98m2",
      "7.45m2",
      "3.68m2"
    ],
    "subject": "응용측량",
    "text": "어떤 횡단면도의 도상면적이 29.8cm2이었다. 가로와 세로의 축척이 각각 이라면 실제 면적은?",
    "local_images": [
      "images/dv20200822-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-35",
    "options": [
      "54.35m",
      "54.48m",
      "54.51m",
      "54.54m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 200mm 하수관을 묻었을 때 측점 A의 관저계획고는 53.16m이고, AB구간의 설치 기울기는 1/200, BC구간의 설치기울기는 1/250일 때, 측점 C의 관저계획고는?",
    "local_images": [
      "images/dv20200822-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-36",
    "options": [
      "평균해수면",
      "약최고고조면",
      "약최저저조면",
      "해저수심의 기준면"
    ],
    "subject": "응용측량",
    "text": "해안선의 형상과 종별을 확인하여 토면화하기 위한 해안선의 기준은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-37",
    "options": [
      "No.99+15.50m",
      "No.100+7.64m",
      "No.100+21.50m",
      "No.101+3.52m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 반지름 R-300m의 단곡선을 설치하기 위하여 P, Q 두 점간 거리(b)와 α,β의 두 각을 관측하였다. P점의 위치가 No.100+7.50m이라면 곡선시점 A의 위치는? (단, b=450.60m이고, α=38°15‘, β=80°30’이다.)",
    "local_images": [
      "images/dv20200822-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-38",
    "options": [
      "30m",
      "60m",
      "90m",
      "120m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형의 꼭지점 A로부터 밑변을 향해서 직선으로 m:n=2:8의 비율로 면적을 분할하려면 BD의 거리는? (단, BC=300m로 한다.)",
    "local_images": [
      "images/dv20200822-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-39",
    "options": [
      "18.75m",
      "42.5m",
      "45.2m",
      "85m"
    ],
    "subject": "응용측량",
    "text": "종단곡선의 상향기울기가 이고, 하향기울기가 일 때 곡선반지름이 2000m이면 곡선길이(L)는?",
    "local_images": [
      "images/dv20200822-39_img_0.gif",
      "images/dv20200822-39_img_1.gif",
      "images/dv20200822-39_img_2.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-40",
    "options": [
      "1/5000",
      "1/10000",
      "1/20000",
      "1/25000"
    ],
    "subject": "응용측량",
    "text": "수평거리를 동일한 정확도로 관측하여 1000m2의 면적에 대한 면적산정 오차가 ±0.1m2이하가 되도록 하려면 거리관측의 허용정확도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200606-21",
    "options": [
      "도상계획→답사→예측→실측→공사측량",
      "도상계획→실측→예측→답사→공사측량",
      "답사→예측→실측→공사측량→도상계획",
      "답사→도상계획→실측→예측→공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-22",
    "options": [
      "110.25m",
      "101.54m",
      "55.70m",
      "45.70m"
    ],
    "subject": "응용측량",
    "text": "교각 I=60°, 외할 E=15m로 원곡선을 설치할 때 원곡선의 곡선길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-23",
    "options": [
      "지적측량",
      "수로측량",
      "일반측량",
      "공공측량"
    ],
    "subject": "응용측량",
    "text": "해양의 수십ㆍ지구자기ㆍ중력ㆍ지형ㆍ지질의 측량과 해안선 및 이에 딸린 토지의 측량은 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-24",
    "options": [
      "BP=75m, PQ=45m",
      "BP=75m, PQ=50m",
      "BP=85m, PQ=45m",
      "BP=85m, PQ=50m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형의 꼭지점 A로부터 밑변을 향해서 직선으로 a:b:c=5:3:2의 비율로 면적을 분할하기 위한 BP, PQ의 거리는? (단, BC=150mm)",
    "local_images": [
      "images/dv20200606-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-25",
    "options": [
      "9.41m",
      "10.04m",
      "59.41m",
      "60.04m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 터널 내의 수준측량에서 측점 A의 표고를 50m, IㆍH=1.15m, HㆍP=0.56m, α=30°00‘, 두 점간의 경사거리 s'=20m일 때 천정에 설치한 B점의 표고는?",
    "local_images": [
      "images/dv20200606-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-26",
    "options": [
      "작업계획 및 준비→시설물의 위치측량→조사→탐사→지하시설물 원도 작성",
      "작업계획 및 준비→조사→탐사→시설물의 위치측량→지하시설물 윈도 작성",
      "조사→작업계획 및 준비→탐사→시설물의 위치측량→지하시설물 윈도 작성",
      "조사→탐사→작업계획 및 준비→시설물의 위치측량→지하시설물 윈도 작성"
    ],
    "subject": "응용측량",
    "text": "지하시설물측량의 일반적인 절차로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-27",
    "options": [
      "C/3",
      "1.5C",
      "3C",
      "9C"
    ],
    "subject": "응용측량",
    "text": "캔트가 C인 노선의 곡선부에서 속도와 반지름을 모두 3배로 할 때 변화된 캔트는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-28",
    "options": [
      "시단현=7.85m, 편각=1°52‘27“",
      "시단현=7.85m, 편각=2°54‘02“",
      "시단현=12.15m, 편각=1°52‘27“",
      "시단현=12.15m, 편각=2°54‘02“"
    ],
    "subject": "응용측량",
    "text": "노선의 기점에서 500m인 지점에 교점(I.P.)이 있다. 곡선반지름 R=120m, 교각 I=30°이면 원곡선 시점에서 시단현의 길이와 시단현에 대한 편각은? (단, 중심선 간격은 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-29",
    "options": [
      "16°21‘33“",
      "73°38‘27“",
      "106°21‘33“",
      "343°38‘27“"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 A, B 두 지점을 연결하는 직선터널을 건설하고자 할 때  측선의 방위각은?",
    "local_images": [
      "images/dv20200606-29_img_0.gif",
      "images/dv20200606-29_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-30",
    "options": [
      "169.2m2",
      "300.2m2",
      "319.2m2",
      "469.4m2"
    ],
    "subject": "응용측량",
    "text": "사변형의 면적을 구하기 위하여 실측한 결과가 그림과 같을 때 사각형의 면적은?",
    "local_images": [
      "images/dv20200606-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-31",
    "options": [
      "하상과 하안이 안전하고 세굴이나 퇴적이 생기지 않는 장소일 것",
      "상ㆍ하류 약 100m 정도의 직선인 장소일 것",
      "잔류 ac 역류가 없는 장소일 것",
      "하저의 변화가 뚜렷한 장소일 것"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수위관측소의 설치장소에 대한 조건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-32",
    "options": [
      "축척 1:500 도면을 축척 1:1000으로 축소했을 때 도면의 크기는 1/4로 된다.",
      "축척 1:500 도면을 1:500으로 확대했을 때 도면 크기가 2배가 된다.",
      "축척 1:500 도면상의 면적은 실제면적의 1/25000이다.",
      "지상 1km2 면적을 도면상에서 4cm2로 표시했을 때 축척은 1:5000이다."
    ],
    "subject": "응용측량",
    "text": "다음 중 축척과 면적에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-33",
    "options": [
      "깊은 수직 터널에 있어서는 강선(피아노선)에 50~60kg이 되는 추를 단다.",
      "깊은 수직 터널에 있어서는 보통 철선, 동선을 사용하며, 얕은 수직 터널에서는 강선을 사용한다.",
      "수직 터널 밑에서 수선의 위치를 결정하는 데는 수선이 완전히 정지하지 않을 경우에는 수선 진동의 위치를 평균값으로 그 위치로 삼는 것이 적당하다.",
      "수직 터널 밑에는 물이나 기름을 담은 통을 설치하고, 누린 추가 그 통 속에서 동요하지 않게 한다."
    ],
    "subject": "응용측량",
    "text": "수직 터널에 의하여 터널 내외 연결측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-34",
    "options": [
      "0.480m/s",
      "0.475m/s",
      "0.470m/s",
      "0.443m/s"
    ],
    "subject": "응용측량",
    "text": "3점법으로 하천의 평균유속을 구하기 위하여 수면에서 수심의 20%, 60%, 80% 깊이의 유속을 측정한 결과가 0.56s/s, 0.49m/s, 0.36m/s이었다면 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-35",
    "options": [
      "월류부에 의한 방법",
      "수위-유량곡선에 의한 방법",
      "하천기울기에 의한 방법",
      "유출계수와 강우강도에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "하천의 유속 및 유량 관측 방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-36",
    "options": [
      "제방이 있는 경우 거리표는 하천의 중심에 직각방향으로 양안에 설치한다.",
      "거리표는 반드시 기점으로부터 하천의 우안을 따라 500m 간격으로 설치한다.",
      "횡단측량은 양안의 거리표를 기준으로 그 선상의 고저를 측량한다.",
      "하천측량에서의 고저측량 작업은 거리표 설치, 종단 및 횡단측량, 심천측량 등을 포함한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 거리표 설치와 고저측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-37",
    "options": [
      "1357m3",
      "2424m3",
      "5580m3",
      "6530m3"
    ],
    "subject": "응용측량",
    "text": "그림은 사각형 격자의 교점에서 절토고이다. 절토량은 얼마인가? (단, 구역의 크기는 가로 20m, 세로 10m로 동일하다.)",
    "local_images": [
      "images/dv20200606-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-38",
    "options": [
      "곡선 길이가 커지면 이정량(shift)도 커진다.",
      "곡선길이에 비례하여 곡선반지름이 감소한다.",
      "곡선길이에 비례하여 캔트가 감소한다.",
      "접선각(τ)이 일정한 경우 곡선 반지름(R)을 크게 하기 위해서는 큰 파라메타(A)를 사용한다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-39",
    "options": [
      "용지의 경계",
      "절토 및 성토고",
      "계획고",
      "곡선 및 경사"
    ],
    "subject": "응용측량",
    "text": "도로의 노선측량에서 종단면도에 가재되지 않는 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-40",
    "options": [
      "일조부등",
      "월조간격",
      "희귀조",
      "혼합조"
    ],
    "subject": "응용측량",
    "text": "우리나라는 평균적으로 하루 중에 두 번 발생하는 고조 및 저조의 높이가 다르게 나타나는데 이러한 조석현상을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20190921-21",
    "options": [
      "1760.0 m3",
      "1779.5 m3",
      "1786.7 m3",
      "3573.3 m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지역의 측량결과에 의한 전체 토공량은? (단, 각 구역의 크기는 동일하다.)",
    "local_images": [
      "images/dv20190921-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-22",
    "options": [
      "95일",
      "135일",
      "185일",
      "275일"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 저수위란 1년을 통하여 며칠간 이보다 내려가지 않는 수위를 의미하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-23",
    "options": [
      "측점표시는 일반적으로 천장에 설치하는 경우가 많다.",
      "일반적으로 정밀도가 다른 측량보다 높은 경우가 많다.",
      "관측에 사용되는 장비는 망원경의 십자선에 대한 조명이 필요하다.",
      "터널 내의 트래버스측량은 개방트래버스일 경우가 많다."
    ],
    "subject": "응용측량",
    "text": "터널측량의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-24",
    "options": [
      "지적도근측량",
      "세부측량",
      "지적삼각보조측량",
      "지적삼각측량"
    ],
    "subject": "응용측량",
    "text": "대축척인 지적도를 작성하는 데에는 일반적으로 기존의 삼각점만으로는 충분하지 않다. 이때 필요한 기준점 설치를 위한 기초측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-25",
    "options": [
      "클로소이드는 곡률이 곡선의 길이에 비례하는 곡선이다.",
      "클로소이드는 주로 철도의 완화곡선으로 사용된다.",
      "클로소이드는 나선의 일종이다.",
      "모든 클로소이드는 닮은꼴이다."
    ],
    "subject": "응용측량",
    "text": "클로소이드에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-26",
    "options": [
      "지표중심선측량",
      "터널 외 기준점측량",
      "지상 수준측량",
      "터널 내 중심선측량"
    ],
    "subject": "응용측량",
    "text": "터널측량 중 지상측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-27",
    "options": [
      "120m",
      "75m",
      "60m",
      "30m"
    ],
    "subject": "응용측량",
    "text": "종단곡선을 원곡선으로 설치할 때, 상향기울기 5/1000와 하향기울기 35/1000가 반지름 3000m의 곡선 중에서 교차한다면 곡선시점에서 교점까지의 거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-28",
    "options": [
      "33.94m",
      "34.46m",
      "37.46m",
      "49.74m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 터널 내의 고저차 측량에서 아래와 같은 결과를 얻었다. 두 점간의 고저차는?",
    "local_images": [
      "images/dv20190921-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-29",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "수면에서 수심(h)의 0.2h, 0.4h, 0.6h, 0.8h 지점의 유속을 V0.2, V0.4, V0.6, V0.8 이라 할 때 3점법에 의한 평균유속을 구하는 계산식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-30",
    "options": [
      "평균해면",
      "기준수준면",
      "약최고고조면",
      "평균저조면"
    ],
    "subject": "응용측량",
    "text": "우리나라에서 바다의 수심을 결정하기 위해 사용되는 기준면은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-31",
    "options": [
      "A = (b + mh)h",
      "A = (b + m)h",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 단면적(A)을 구하는 식으로 옳은 것은?",
    "local_images": [
      "images/dv20190921-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-32",
    "options": [
      "4.72m",
      "6.46m",
      "10.87m",
      "18.10m"
    ],
    "subject": "응용측량",
    "text": "원곡선을 설치할 때, 곡선의 길이가 104.72m 이고, 곡선의 반지름이 100m 라면 곡선시점과 곡선종점간의 곡선길이와 직선길이가 차이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-33",
    "options": [
      "15.5m",
      "19.5m",
      "20.0m",
      "23.3m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 5각형 ABCDE를 동일면적의 사각형 AFDE로 만들기 위해 DC의 연장선에 경계점 F를 설치하였다. BC=30m, ∠ACB=35°, ∠BCF=83° 일 때 CF의 거리는?",
    "local_images": [
      "images/dv20190921-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-34",
    "options": [
      "지거법",
      "편각법",
      "중앙종거법",
      "종거에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치 방법 중 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-35",
    "options": [
      "상·하류 약 100m 정도는 직선이며, 유속변화가 적은 곳",
      "홍수가 발생되었을 때, 관측소의 유실, 이동, 파손될 염려가 없는 곳",
      "수위표를 쉽게 읽을 수 있는 곳",
      "주변에 비하여 수위의 변화가 뚜렷하게 생기는 곳"
    ],
    "subject": "응용측량",
    "text": "수위 관측소 설치 시 고려사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-36",
    "options": [
      "750 m3",
      "1050 m3",
      "1350 m3",
      "1400 m3"
    ],
    "subject": "응용측량",
    "text": "아래 표는 어느 노선의 구간별 토량계산 결과이다. 구간 1~4까지의 누가토량은?",
    "local_images": [
      "images/dv20190921-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-37",
    "options": [
      "제방이 없는 하천의 경우는 과거 홍수에 영향을 받았던 구역보다 약간 좁게 한다.",
      "제방이 있는 경우는 제외지 전부와 제내지 300m 이내로 한다.",
      "종방향 범위는 하류의 경우에는 바다와 접하는 하구까지로 한다.",
      "종방향 범위의 상류는 홍수피해가 미치는 지점까지 또는 수원지까지 측량한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 일반적인 측량범위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-38",
    "options": [
      "12.98m",
      "17.46m",
      "17.84m",
      "22.06m"
    ],
    "subject": "응용측량",
    "text": "교점(I.P.)이 도로의 기점으로부터 400m의 위치에 있고, 교각(I)=30°, 중심말뚝간격(ℓ)=15m, 외할(E)=5.00m 라면 시단현의 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-39",
    "options": [
      "단곡선",
      "복곡선",
      "종단곡선",
      "완화곡선"
    ],
    "subject": "응용측량",
    "text": "다음 곡선 중 수평곡선에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-40",
    "options": [
      "터널측량",
      "지적측량",
      "해안선측량",
      "노선측량"
    ],
    "subject": "응용측량",
    "text": "수로측량의 한 종류로 수로조사 성과심사의 대상에 해당되는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190427-21",
    "options": [
      "66.14m",
      "66.57m",
      "66.83m",
      "67.49m"
    ],
    "subject": "응용측량",
    "text": "그림에서 V지점에 해당하는 종단곡선(Vertical curve) 상의 계획고(Elevation)는? (단, 종단곡선은 2차포물선이고, A점의 계획고=65.50m)",
    "local_images": [
      "images/dv20190427-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-22",
    "options": [
      "장현(L)=120m",
      "외할(E)=15.5m",
      "중앙종거(M)=13.4m",
      "접선장(T.L)=57.7m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선의 곡선반지름 R=100m, 교각 I=60°라면 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-23",
    "options": [
      "수면에서 수심의 2/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다.",
      "수면에서 수심의 4/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다.",
      "수면에서 수심의 6/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다.",
      "수면에서 수심의 8/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다."
    ],
    "subject": "응용측량",
    "text": "하천 횡단면의 연직선에서 평균유속을 구하기 위하여 1점법을 사용할 때 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-24",
    "options": [
      "용지측량",
      "중심점 인조측량",
      "시공기준틀 설치측량",
      "준공검사 조사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량 중 시공측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-25",
    "options": [
      "약 110mm",
      "약 740mm",
      "약 840mm",
      "약 940mm"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=100m 되는 원곡선을 속도 100km/h로 주행할 떄의 캔트(cant)는? (단, 궤간은 1.067m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-26",
    "options": [
      "유제부에서의 측량범위는 제외지 전부와 제내지 100m 이내로 한다.",
      "무제부에서의 측량범위는 과거 최대홍수위선 이상까지로 한다.",
      "홍수 방지 공사가 목적인 하천 공사에서는 하구에서부터 상류의 홍수 피해가 미치는 지점까지로 한다.",
      "선박 운행을 위한 하천 개수가 목적일 때 하류는 하구까지로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평면측량의 범위 및 거리에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-27",
    "options": [
      "±0.77m2",
      "±0.88m2",
      "±1.50m2",
      "±1.76m2"
    ],
    "subject": "응용측량",
    "text": "직사각형의 토지를 가로, 세로 방향으로 관측하여 65.45m, 58.55m를 얻었다. 길이의 측정값을 각각±1cm의 표준오차로 유지할 때 면적의 표준오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-28",
    "options": [
      "C.L=553.25m",
      "C.L=567.23m",
      "C.L=570.25m",
      "C.L=575.23m"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치에 있어서 곡선 반지름 R=250m, 교각 I=130°일 때, 곡선길이(C.L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-29",
    "options": [
      "음파측량기법",
      "GNSS 측량기법",
      "전자유도 측량기법",
      "지중 레이다 측량기법"
    ],
    "subject": "응용측량",
    "text": "전자파의 반사 성질을 이용하여 지하의 각종 현상을 밝히는 측량방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-30",
    "options": [
      "11.20m2",
      "13.66m2",
      "21.20m2",
      "23.66m2"
    ],
    "subject": "응용측량",
    "text": "그림의 면적을 Simpson 제2법칙으로 구한 값은? (단, 지거는 일정)",
    "local_images": [
      "images/dv20190427-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-31",
    "options": [
      "예측→지표설치→답사→지하설치",
      "답사→예측→지표설치→지하설치",
      "예측→답사→지하설치→지표설치",
      "답사→지표설치→예측→지하설치"
    ],
    "subject": "응용측량",
    "text": "다음 중 터널측량 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-32",
    "options": [
      "평균최저수위",
      "평균수위",
      "평균최고수위",
      "경계수위"
    ],
    "subject": "응용측량",
    "text": "제방의 축조, 교량의 건설, 배수공사 등 주로 치수(治水) 목적에 이용되는 수위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-33",
    "options": [
      "550m2",
      "1100m2",
      "2200m2",
      "4400m2"
    ],
    "subject": "응용측량",
    "text": "측점 A, B, C의 좌표가 아래와 같을 때 토지(△ABC)의 면적은?",
    "local_images": [
      "images/dv20190427-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-34",
    "options": [
      "평균고조간격",
      "평균저조간격",
      "반일주조",
      "일조부등"
    ],
    "subject": "응용측량",
    "text": "어떤 지점에서 조석관측을 수행하였을 경우 연이은 두 고조 또는 두 저조의 높이가 다르게 나타나게 되는데 이런 현상을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-35",
    "options": [
      "단기조석관측",
      "장기조석관측",
      "연속조석관측",
      "상시조석관측"
    ],
    "subject": "응용측량",
    "text": "수로측량 기간 동안 실시하는 30일 이상부터 1년 미만까지의 조석관측은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-36",
    "options": [
      "터널 내 수준점은 터널 내 작업에 의하여 파손되지 않고 측량에 편리한 장소에 설치한다.",
      "다보(dowel)는 터널 내부의 기준점 설치를 위해 사용되는 적외선 장비를 말한다.",
      "역 로드(rod)란 천정에 고저기준점을 만들 경우 표척을 반대로 사용하는 것을 말한다.",
      "터널 내 고저측량 시 표척과 레벨에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널 내 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-37",
    "options": [
      "삼각측량, 평판측량",
      "평판측량, 트래버스측량",
      "트래버스측량, 수준측량",
      "수준측량, 삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널공사에서 터널 내의 기준점설치에 사용되는 방법으로만 연결된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-38",
    "options": [
      "1년을 통하여 275일간은 이보다 내려가지 않는 수위",
      "수년간 저수위 및 고수위 평균한 수위",
      "어느 기간 중 가장 많이 일어난 수위",
      "1년을 통하여 355일간은 이보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천수위 중 갈수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-39",
    "options": [
      "3.209m",
      "5.235m",
      "4.439m",
      "6.028m"
    ],
    "subject": "응용측량",
    "text": "기존 노선에서 구곡선의 교각(I=40°)과 두 접선은 유지하면서 그림과 같이 새로운 곡선을 설치하려고 할 때, 구곡선의 곡선중점과 새로운 곡선의 곡선중점 간의 이동거리(e)는? (단, 구곡선의 반지름 R1=250m, 새로운 곡선의 반지름 R2=300m)",
    "local_images": [
      "images/dv20190427-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-40",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같이 삼각형(ABC)을 면적비 m:n으로 분할할 경우 BD의 길이는?",
    "local_images": [
      "images/dv20190427-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190303-21",
    "options": [
      "1년을 통하여 355일, 이것보다 내려가지 않는 수위",
      "1년을 통하여 275일, 이것보다 내려가지 않는 수위",
      "1년을 통하여 185일, 이것보다 내려가지 않는 수위",
      "1년을 통하여 125일, 이것보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천의 수위 중 저수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-22",
    "options": [
      "수위 관측소의 위치는 지천의 합류점 및 분류점으로서 수위의 변화가 뚜렷한 곳이 적당하다.",
      "하천측량에서 수준측량을 할 때의 거리표는 하천의 중심에 직각 방향으로 설치한다.",
      "심천측량은 하천의 수심 및 유수수분의 하저 상황을 조사하고 횡단면도를 제작하는 측량을 말한다.",
      "하천 측량 시 처음에 할 일은 도상 조사로 유로상황, 지역면적, 지형지물, 토지지용 상황 등을 조사하여야 한다."
    ],
    "subject": "응용측량",
    "text": "하천 측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-23",
    "options": [
      "15.2m",
      "18.8m",
      "27.2m",
      "29.8m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 한 변 BC=52m 위의 점D과 AC=46m 위의 점E를 연결하여 △ABC의 면적을 이등분하기 위한 AE의 길이는? (단, m : n=1 : 1, BD=8m)",
    "local_images": [
      "images/dv20190303-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-24",
    "options": [
      "18.5m",
      "20.1m",
      "26.0m",
      "29.5m"
    ],
    "subject": "응용측량",
    "text": "노면폭 15m의 도로를 설계하기 위하여 그림과 같은 횡단면도를 얻었을 때 필요한 용지 폭 B는? (단, a=2m, 경사도는 1 : 1.5로 한다.)",
    "local_images": [
      "images/dv20190303-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-25",
    "options": [
      "지하수준 측량",
      "지하 측량",
      "터널 내의 연결측량",
      "지상 측량"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 지상 측점과 터널 내부의 측점이 일치하도록 하는 측량을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-26",
    "options": [
      "0.571000",
      "0.600000",
      "1.258000",
      "1.666667"
    ],
    "subject": "응용측량",
    "text": "매개변수 A=150m인 클로소이드에 접속되는 원곡선의 반지름인 250m 일 때 단위클로소이드 길이(l)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-27",
    "options": [
      "토탈스테이션 측량",
      "GNSS 측량",
      "항공레이저 측량",
      "해저면영상조사 측량"
    ],
    "subject": "응용측량",
    "text": "해안선 측량을 위한 방법에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-28",
    "options": [
      "9.76m",
      "19.52m",
      "31.16m",
      "62.32m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어서 교점에 접근할 수 없어 그림과 같이 접선 위의 임의의 점 A', B'에서 접선과 이루는 각α, β와의 거리 L를 관측하였다. 곡선시점(A)을 정하기 위한  거리는? (단, α=23°, β=55°, L=120m, 곡선반지름=100m)",
    "local_images": [
      "images/dv20190303-28_img_0.gif",
      "images/dv20190303-28_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-29",
    "options": [
      "㉠-㉢-㉣-㉡",
      "㉠-㉣-㉡-㉢",
      "㉢-㉡-㉣-㉠",
      "㉢-㉠-㉣-㉡"
    ],
    "subject": "응용측량",
    "text": "보기의 터널측량 작업내용을 순서대로 열거한 것으로 가장 적합한 것은?",
    "local_images": [
      "images/dv20190303-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-30",
    "options": [
      "222.3m2",
      "444.6m2",
      "666.3m2",
      "888.2m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 곡선으로 둘러싸인 지역의 심프슨(simpson) 제1법칙에 의한 면적은? (단, 단위는 m이다.)",
    "local_images": [
      "images/dv20190303-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-31",
    "options": [
      "34.45m3/s",
      "36.45m3/s",
      "38.45m3/s",
      "40.45m3/s"
    ],
    "subject": "응용측량",
    "text": "수심이 H인 어느 하천의 유량측정을 위하여 수심과 유속을 관측한 결과가 표와 같다. 2구간(좌안으로부터의 거리 10~20m 구간)의 유량은?",
    "local_images": [
      "images/dv20190303-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-32",
    "options": [
      "2100m3",
      "2500m3",
      "3100m3",
      "3500m3"
    ],
    "subject": "응용측량",
    "text": "노산의 중심 말뚝에 대하여 횡단측량을 실시한 결과 단면 1의 면적 A1=90m2, 단면2의 면적 A2=120m2이었다면 단면 1-2 간의 토량은? (단, 중심말뚝의 간격은 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-33",
    "options": [
      "측점간의 수평거리",
      "각 측점의 지반고 및 B.M.점의 높이",
      "횡단방향 지반고 및 중심말뚝간의 거리",
      "측점에서의 계획고"
    ],
    "subject": "응용측량",
    "text": "도로 종단측량에 의한 종단면도 작성에서 기입사항과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-34",
    "options": [
      "터널 내의 곡선설치는 일반적으로 편각법에 의해 행한다.",
      "터널 내 측량은 터널 내 중심선측량과 터널 내 수준측량으로 나눌 수 있다.",
      "터널의 중심선측량은 삼각측량 또는 트래버스측량으로 행한다.",
      "터널 내 측량에서는 기계의 십자선 및 표척 등에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-35",
    "options": [
      "수로측량기준점",
      "해안선기준점",
      "기본수준점",
      "영해기준점"
    ],
    "subject": "응용측량",
    "text": "다음 중 수로기준점이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-36",
    "options": [
      "T.L.(접선길이)",
      "C.L.(곡선길이)",
      "B.C.(곡선시점)",
      "R(곡선반지름)"
    ],
    "subject": "응용측량",
    "text": "노선측량에 곡선을 설치할 떄 가장 먼저 결정하여야 할 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-37",
    "options": [
      "1°05‘25“",
      "1°12‘04“",
      "2°05‘25“",
      "2°12‘04“"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어 도로기점에서 교점까지의 거리가 415.23m, 곡선반지름이 250m, 교각이 41°00‘일 때 시단현에 대한 편각은? (단, 중심말뚝의 간격은 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-38",
    "options": [
      "수심(H)의 0.2H, 0.8H인 지점",
      "수심(H)의 0.4H, 0.6H인 지점",
      "수심(H)의 0.3H, 0.7H인 지점",
      "수심(H)의 0.5H, 0.9H인 지점"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 2점법으로 평균유속을 구할 때 선택해야 할 지점을 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-39",
    "options": [
      "㉠→㉡→㉢→㉣→㉤→㉥",
      "㉠→㉡→㉤→㉣→㉢→㉥",
      "㉠→㉤→㉢→㉡→㉣→㉥",
      "㉠→㉤→㉣→㉢→㉡→㉥"
    ],
    "subject": "응용측량",
    "text": "지하시설물에 대한 탐사 공정 순서로 옳은 것은?",
    "local_images": [
      "images/dv20190303-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-40",
    "options": [
      "곡선반지름은 완화곡선이 시점에서 무한대이다.",
      "완화곡선의 접선은 시점에서 직선에 접한다.",
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "완화곡선 종점의 캔트는 원곡선의 캔트와 역수관계이다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20180915-21",
    "options": [
      "심프슨법칙을 이용하는 경우, 지거 간격은 균등하게 하여야 한다.",
      "심프슨의 제1법칙을 1/3법칙이라고도 한다.",
      "심프슨의 제2법칙을 3/8법칙이라고도 한다.",
      "심프슨의 제2법칙은 사다리꼴 2개를 1조로 하여 3차 포물선으로 생각하여 면적을 구한다."
    ],
    "subject": "응용측량",
    "text": "심프슨법칙에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-22",
    "options": [
      "반지름이 다른 2개의 원곡선이 1개의 공통접선으로 갖고 접선의 같은 쪽에서 연결하는 곡선을 복심곡선이라 한다.",
      "2개의 원곡선이 1개의 공통접선의 양쪽에 서로 곡선중심을 가지고 연결한 곡선을 반향곡선이라 한다.",
      "도로의 곡선은 크게 수평곡선과 수직곡선으로 나누어지며, 수평곡선에는 종단곡선, 횡단곡선 등이 있고 수직곡선에는 단곡선, 완화곡선 등이 있다.",
      "완화곡선은 곡선과 직선부 사이에 설치하는 곡선으로 반지름이 무한대에서 점차 작아져서 원곡선의 반지름과 같게 한다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 곡선에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-23",
    "options": [
      "50.3m",
      "63.2m",
      "71.5m",
      "85.5m"
    ],
    "subject": "응용측량",
    "text": "하천의 심천측량을 하기 위해 그림과 같이 AB선에 직각으로 기선 AD=60m를 관측하였다. 위치 P에서 관측장비를 사용하여 ∠APD=50°를 측정하였다면 AP의 거리는?",
    "local_images": [
      "images/dv20180915-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-24",
    "options": [
      "",
      "",
      "",
      "(B+mH+nH)H"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 배수로의 배수단면적 계산공식으로 옳은 것은?",
    "local_images": [
      "images/dv20180915-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-25",
    "options": [
      "97m",
      "138m",
      "235m",
      "247m"
    ],
    "subject": "응용측량",
    "text": "반지름(R)=150m, 외할(E)=4.64m인 원곡선을 동일한 교각을 갖는 외할(E')=7.64m의 원곡선으로 변경할 때 구성되는 새로운 원곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-26",
    "options": [
      "l1=8.00m, l2=4.72m",
      "l1=8.00m, l2=15.28m",
      "l1=12.00m, l2=4.72m",
      "l1=12.00m, l2=15.28m"
    ],
    "subject": "응용측량",
    "text": "교각이 120° 30‘이고 곡선반지름이 550m인 단곡선 교점까지의 추가거리가 1250.30m일 때 시단현 길이(l1)과 종단현 길이(l2)로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-27",
    "options": [
      "1800m",
      "2000m",
      "2200m",
      "4000m"
    ],
    "subject": "응용측량",
    "text": "음향측심기를 사용하여 수심측량을 실시한 결과, 송신음파와 수신음파의 도달시간차가 4초이고 수중음속이 1000m/s이면 수심은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-28",
    "options": [
      "4.95m",
      "4.97m",
      "6.25m",
      "6.27m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 터널측량에서 A, B 두 점간의 고도차는? (단, I.H=2.45m, H.P=3.10m, 경사각 α=5° 30‘, 경사거리 S'=58.40m)",
    "local_images": [
      "images/dv20180915-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-29",
    "options": [
      "결합 트래버스에 의한 측량이므로 누적오차 발생을 확인하기 쉽다.",
      "습기, 먼지, 소음, 어둠 등으로 측량조건이 매우 불량하다.",
      "굴착면의 변위방생으로 설치한 기준점의 변형이 수반될 수 있다.",
      "좁고 길며 밀폐된 공간의 측량으로서 후시의 경우 거리가 짧고 예각 발생의 경우가 오차 발생 요인이 많다."
    ],
    "subject": "응용측량",
    "text": "터널 내 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-30",
    "options": [
      "32.5m",
      "38.7m",
      "45.6m",
      "53.7m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 초지의 1변 BC에 평행한 선으로 면적을 m:n=1:4의 비율로 분할하고자 할 경우 A, B의 길이가 120m라면 AX의 길이는?",
    "local_images": [
      "images/dv20180915-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-31",
    "options": [
      "A=1.0m, B=1.3m",
      "A=1.1m, B=1.4m",
      "A=1.2m, B=1.5m",
      "A=1.3m, B=1.6m"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 시점 No.0에서 No.7까지 20m씩 종단측량한 결과의 일부가 표와 같다. 도로 계획선의 기울기가 상향 1/100이고 No.4에서 지반고와 계획고가 같다고 할 때, No.3의 성토고(A)와 No.5의 정토고(B)는?",
    "local_images": [
      "images/dv20180915-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-32",
    "options": [
      "1.40m/s",
      "1.43m/s",
      "1.45m/s",
      "1.50m/s"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 그림과 같이 깊이에 따른 유속(m/s)을 얻었을 때, 3점법에 의한 평균유속은?",
    "local_images": [
      "images/dv20180915-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-33",
    "options": [
      "초구장측량",
      "관계배수측량",
      "건축측량",
      "지하시설물측량"
    ],
    "subject": "응용측량",
    "text": "상ㆍ하수도, 가스 통신 등의 건설 및 유지관리를 위한 자료제공의 역할을 하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-34",
    "options": [
      "3° 18‘ 53“",
      "5° 15‘ 28“",
      "6° 20‘ 33“",
      "7° 18‘ 53“"
    ],
    "subject": "응용측량",
    "text": "터널 입ㆍ출구 A, B점에 대한 관측결과가 표와 같을 때, 두 지점을 연결하는 터널의 경사각은?",
    "local_images": [
      "images/dv20180915-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-35",
    "options": [
      "갈수위란 355일 이상 이 수위보다 적어지지 않는 수위를 말한다.",
      "평균수위란 어떤 기간의 수위 중 이보다 높은 수위와 낮은 수위의 관측획수가 같은 수위이다.",
      "수위관측소는 상ㆍ하류의 길이가 약 100m 정도는 직선이어야 하고 유속변화가 크지 않아야 한다.",
      "수위관측소는 평상시나 홍수 때도 쉽게 관측할 수 있는 곳이어야 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-36",
    "options": [
      "캔트(cant)",
      "슬랙(slack)",
      "전도",
      "횡거"
    ],
    "subject": "응용측량",
    "text": "철도의 곡선부에서 뒷바퀴보다 안쪽을 지나게 되므로 직선부보다 넓은 폭이 필요하게 되는데 이 넓히는 양을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-37",
    "options": [
      "0.01km2",
      "0.1km2",
      "1.0km2",
      "10.0km2"
    ],
    "subject": "응용측량",
    "text": "축척 1:5000 지형도 상에서 면적이 40.52cm2 이었다면 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-38",
    "options": [
      "수면과 하안(河岸)의 경계선을 수애선이라 한다.",
      "심전측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡단면도를 작성한다.",
      "수애선의 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다.",
      "수애선은 하천 수위에 따라 변동하는 것으로 갈수위에 의하여 정해진다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수애선(水涯線)의 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-39",
    "options": [
      "특등급",
      "1a등급",
      "2등급",
      "기초등급"
    ],
    "subject": "응용측량",
    "text": "국제수로기구(IHO)에서 안전항해를 위한 기준 중의 하나로써 수심측량 등급분류에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-40",
    "options": [
      "4° 35‘ 01“",
      "4° 55‘ 01“",
      "5° 15‘ 01“",
      "5° 35‘ 01“"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에서 곡선길(L)=40m, 매개변수(A)=100m일 경우 접선각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180428-21",
    "options": [
      "2758080m3",
      "30680m3",
      "15340m3",
      "11180m3"
    ],
    "subject": "응용측량",
    "text": "노선의 중심말뚝(간격20m)에 대해서 횡단측량 결과 단면1의 면적이 208m2, 단면2의 면적은 1326m2 일 때 두 단면간의 토량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-22",
    "options": [
      "100 m",
      "200 m",
      "400 m",
      "800 m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=400m, 곡선길이 L=100m인 클로소이드 곡선의 매개변수(A)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-23",
    "options": [
      "1:2000",
      "1:5000",
      "1:25000",
      "1:50000"
    ],
    "subject": "응용측량",
    "text": "지상에서 4km2 면적이 도면상에서 1600cm2 이었다면 도면의 축척은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-24",
    "options": [
      "양단면 평균법",
      "중앙단면법",
      "등고선법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "넓은 지역의 정지나 매립과 같은 경우의 토공량 산정 시 많이 이용하는 방법으로, 대상지역을 일정한 크기의 삼각형 또는 사각형으로 구분하여 각 꼭지점 지반고에서 계획고 사이의 높이차를 구하여 체적을 구하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-25",
    "options": [
      "촬영시각을 저조시로 선택하면 저조선과 함께 암초, 간출암 등을 발견하는데 도움이 된다.",
      "해안경사가 완만한 모래안에서는 해안에 떠밀려온 부유물 흔적으로 한다.",
      "촬영시각이 최저저조시와 일치할 경우, 사진상 해면과 육지의 경계를 해안선으로 한다.",
      "천연색 또는 적외선사진을 사용하면 판독이 용이하다."
    ],
    "subject": "응용측량",
    "text": "항공사진판독에 의한 해안선결정에서 고려해야 할 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-26",
    "options": [
      "295.43m",
      "298.98m",
      "320.97m",
      "376.29m"
    ],
    "subject": "응용측량",
    "text": "터널 내의 두 점의 좌표가 A(-70.20, -81.00),B(110.50, 135.20)이고 높이가 각각 32.40m, 121.20m인 A, B점을 연결하는 터널을 굴진하는 경우 이 터널의 사거리는? (단, 좌표의 단위는 m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-27",
    "options": [
      "48.45m",
      "57.74m",
      "145.34m",
      "173.21m"
    ],
    "subject": "응용측량",
    "text": "교각 60°, 곡선반지름 100m인 원곡선에서 이 원곡선의 시점을 움직이지 않고 교각을 100°로 증가시켜 새로운 원곡선을 설치할 때, 접선길이의 변화가 없다면 새로운 원곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-28",
    "options": [
      "터널측량은 터널 외 측량, 터널 내 측량, 터널 내·외 연결측량으로 구분할 수 있다.",
      "터널 내에서 중심말뚝을 콘크리트 등을 이용하여 견고하게 만든 것을 자이로(gyro)라고 한다.",
      "터널 내 측량의 측점은 보통 천장에 설치한다.",
      "터널 내의 측량에는 기계의 십자선과 표척 등에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-29",
    "options": [
      "습기, 먼지, 소음, 어두움 등으로 측량조건이 매우 불량하다.",
      "폐합트래버스에 의한 측량이 주로 이루어지므로 누적발생오차를 쉽게 확인할 수 있다.",
      "굴착면의 변위발생으로 설치한 기준점의 변형이 일어나기 쉽다.",
      "후시의 경우 거리가 짧고 예각 발생의 경우가 많아 오차가 자주 발생할 수 있다."
    ],
    "subject": "응용측량",
    "text": "터널 내 측량의 특징에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-30",
    "options": [
      "4.38m3/s",
      "4.83m3/s",
      "5.38m3/s",
      "5.83m3/s"
    ],
    "subject": "응용측량",
    "text": "각 구간의 평균유속이 표와 같은 때, 그림과 같은 단면을 갖는 하천의 유량은?",
    "local_images": [
      "images/dv20180428-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-31",
    "options": [
      "TM도법",
      "UTM도법",
      "점장도법",
      "원뿔도법"
    ],
    "subject": "응용측량",
    "text": "수로측량 원도의 작성에 이용되는 도법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-32",
    "options": [
      "관측소의 위치는 그 상·하류의 상당한 범위까지 하안과 하상이 안전하고 세굴이나 퇴적이 되지 않아야 한다.",
      "상·하류의 길이 약 100m 정도의 구간은 직선이고 유속의 변화가 작은 곳이 좋다.",
      "지천의 합류점 또는 분류점으로 수위의 변화가 뚜렷한 곳이어야 한다.",
      "평상시에는 홍수 때보다 수위표를 쉽게 읽을 수 있는 곳이어야 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수위관측소를 설치할 경우 고려사항으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-33",
    "options": [
      "30 m",
      "40 m",
      "50 m",
      "60 m"
    ],
    "subject": "응용측량",
    "text": "종단곡선의 설치에서 상향기울기가 10/1000, 하향기울기가 30/1000, 반지름 3000m인 원곡선을 설치할 때 교점에서 곡선시점까지의 거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-34",
    "options": [
      "287.46 m",
      "286.43 m",
      "112.47 m",
      "105.57 m"
    ],
    "subject": "응용측량",
    "text": "그림에서 AP, PB 사이에 단곡선을 설치할 때 ∠APB의 2등분선상의 Q점을 곡선의 중점으로 하는 이 곡선의 접선길이는? (단, Q=20m, 교각(1)=40°20´)",
    "local_images": [
      "images/dv20180428-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-35",
    "options": [
      "방한법",
      "삼사법",
      "지거법",
      "삼변법"
    ],
    "subject": "응용측량",
    "text": "면적계산방법 중 도상거리법에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-36",
    "options": [
      "종거에 의한 설치법",
      "중앙종거법",
      "지거설치법",
      "좌표법"
    ],
    "subject": "응용측량",
    "text": "토탈스테이션(total station)을 이용한 단곡선 설치에 있어서 가장 널리 사용되는 편리한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-37",
    "options": [
      "10.00 m",
      "14.99 m",
      "9.04 m",
      "5.65 m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 그림과 같이 단곡선을 설치할 때 AC의 거리는? (단, I=70°, 곡선반지를 R=50 m)",
    "local_images": [
      "images/dv20180428-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-38",
    "options": [
      "0.63 m/s",
      "0.67 m/s",
      "0.69 m/s",
      "0.70 m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 평균유속을 구하기 위하여 수심H인 수면으로부터 0.2H, 0.4H, 0.6H, 0.8H인 곳의 유속을 측정하였더니, 각각 0.85m/s, 0.72m/s, 0.66m/s, 0.51m/s 이었다. 이때 3점법의 의하여 산출한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-39",
    "options": [
      "도상조사→자료조사→현지조사→평면측량→수준측량→유량측량",
      "도상조사→자료조사→수준측량→평면측량→현지조사→유량측량",
      "도상조사→현지조사→유량측량→자료조사→평면측량→수준측량",
      "도상조사→현지조사→자료조사→유량측량→수준측량→평면측량"
    ],
    "subject": "응용측량",
    "text": "하천측량의 일반적인 작업 순서로서 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-40",
    "options": [
      "초구장측량",
      "관계배수측량",
      "건축측량",
      "지하시설물측량"
    ],
    "subject": "응용측량",
    "text": "지하에 설치된 상·하수도시설, 가스시설, 통신시설 등의 건설 및 유지관리를 위한 자료 제공의 역할을 하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180304-21",
    "options": [
      "인공어초",
      "등부표",
      "바다에 침몰한 선박",
      "등대"
    ],
    "subject": "응용측량",
    "text": "수로측량 원도 작성 시 다음 도식이 의미하는 것은?",
    "local_images": [
      "images/dv20180304-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-22",
    "options": [
      "17개",
      "18개",
      "19개",
      "20개"
    ],
    "subject": "응용측량",
    "text": "노선 측량의 단곡선 설치에서 곡선의 반지름 R=600m, 교각 I=32°15′일 때 곡선시점부터 곡선종점까지 곡선상에 설치해야 할 20m간격의 말뚝 수는? (단, 시단현의 길이는 15m이다.)(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-23",
    "options": [
      "하저의 변화가 적은 지점",
      "하상변화가 작고 상·하류가 약 100~200m정도가 직선인 지점",
      "평시나 홍수 시에도 관측이 편리한 지점",
      "지천에 의한 특별한 수위 변화가 뚜렷한 지점"
    ],
    "subject": "응용측량",
    "text": "하천의 수위를 관측하기 위한 관측지점 선정 조건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-24",
    "options": [
      "22.9m",
      "27.5m",
      "35.3m",
      "45.7m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치하기 위하여 교각 I=80°, 외할 E=10m로 하려고 할 때 접선길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-25",
    "options": [
      "70.28m3",
      "74.37m3",
      "81.67m3",
      "92.45m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 삼각형으로 나누어서 측량을 실시하였다. 시공 계획고를 50m로 할 때 남는 토량은?",
    "local_images": [
      "images/dv20180304-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-26",
    "options": [
      "60°",
      "90°",
      "120°",
      "150°"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치 시 그림과 같이 교각(I) 관측이 어려워 ∠AA'B', ∠BB'A'을 측정한 값이 141°40′과 98°20′이었다면 교각(I)는?",
    "local_images": [
      "images/dv20180304-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-27",
    "options": [
      "조명이 필요하다.",
      "기계설치가 어렵다.",
      "주요측점은 천장에 설치한다.",
      "대기가 안정되어 삼각측량의 정확도가 향상된다."
    ],
    "subject": "응용측량",
    "text": "터널측량의 특성에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-28",
    "options": [
      "상향부분 A~C 구간은 성토구간을 나타낸다.",
      "기선 OX상의 B, D에서는 절토와 성토가 규형을 이룬다.",
      "C점은 성토에서 절토로 변하는 것이다.",
      "이 곡선은 결과적으로 토량이 남는다는 것을 의미한다."
    ],
    "subject": "응용측량",
    "text": "그림과 같은 유토곡선에 대한 설명으로 옳은 것은?",
    "local_images": [
      "images/dv20180304-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-29",
    "options": [
      "1783.3m2",
      "1583.3m2",
      "1383.3m2",
      "1283.3m2"
    ],
    "subject": "응용측량",
    "text": "어느 토지의 3변의 길이가 40.54m, 68.75m, 92.43m인 삼각형 토지의 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-30",
    "options": [
      "18°10′50″",
      "28°15′45″",
      "48°10′50″",
      "71°50′10″"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 측점의 위치가 표와 같을 경우 터널 내 곡선의 교각은?",
    "local_images": [
      "images/dv20180304-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-31",
    "options": [
      "수면과 하안과의 경계선을 수애선이라 한다.",
      "수애선 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다.",
      "수애선은 하천 수위에 따라 변동하는 것으로 최저수위에 의하여 정해진다.",
      "심천측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡·단면도를 먼저 만든다."
    ],
    "subject": "응용측량",
    "text": "수애선(水涯線) 및 수애선 측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-32",
    "options": [
      "거리 : 1116.43m, 방위각 : 18°48′06″",
      "거리 : 1116.43m, 방위각 : 198°48′06″",
      "거리 : 380.55m, 방위각 : 18°48′06″",
      "거리 : 380.55m, 방위각 : 198°48′06″"
    ],
    "subject": "응용측량",
    "text": "삼각점을 이용하여 터널 입구 A와 B의 좌표값에 대한 결과가 표와 같다. 측선 AB의 거리와 방위각은?",
    "local_images": [
      "images/dv20180304-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-33",
    "options": [
      "103.0m2",
      "51.5m2",
      "43.5m2",
      "26.5m2"
    ],
    "subject": "응용측량",
    "text": "그림은 도로의 횡단면도를 나타낸것이다. 이 횡단면의 면적은? (단, 단위는 m이다.)",
    "local_images": [
      "images/dv20180304-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-34",
    "options": [
      "수면에서 수심의 0.1, 0.4, 0.8이 되는 3지점",
      "수면에서 수심의 0.1, 0.5, 0.9이 되는 3지점",
      "수면에서 수심의 0.2, 0.6, 0.8이 되는 3지점",
      "수면에서 수심의 0.2, 0.7, 0.9이 되는 3지점"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 유속을 측정하는 방법 중 3점법의 관측 지점으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-35",
    "options": [
      "작업계획 및 준비 → 시설물의 위치측량 → 조사 → 탐사 → 지하시설물 원도 작성",
      "작업계획 및 준비 → 조사 → 탐사 → 시설물의 위치측량 → 지하시설물 원도 작성",
      "조사 → 작업계획 및 준비 → 탐사 → 시설물의 위치측량 → 지하시설물 원도 작성",
      "조사 → 탐사 → 작업계획 및 준비 → 시설물의 위치측량 → 지하시설물 원도 작성"
    ],
    "subject": "응용측량",
    "text": "지하시설물측량의 일반적인 절차로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-36",
    "options": [
      "평판측량",
      "시거측량",
      "골조측량",
      "사진측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 노선공사를 위한 계획조사측량작업에 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-37",
    "options": [
      "일반철도와 같은 궤도구간에 주로 적용되는 완화곡선의 일종이다.",
      "매개변수(A)의 크기는 클로소이드의 확대율을 의마한다.",
      "클로소이드의 특성점이란 곡선반지름, 곡선장, 매개변수의 크기가 같은 지점을 의미한다.",
      "곡률이 곡선의 길이에 비례한다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-38",
    "options": [
      "187.1m",
      "281.7m",
      "321.7m",
      "485.1m"
    ],
    "subject": "응용측량",
    "text": "A=130m의 클로소이드 곡선에서 곡선길이(L)가 60m일 때, 곡선반지름(R)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-39",
    "options": [
      "삼각측량에 의하여 댐의 수평방향의 절대변위를 관측할 수 있다.",
      "댐 표면과 부근의 고정점을 이용하여 반복관측한다.",
      "지형 및 정확도면에서 3개 이상의 고정점을 이용한다.",
      "변위측량의 절대 위치결정에 대한 정확도는 5.0~10.0cm 정도이다."
    ],
    "subject": "응용측량",
    "text": "댐의 장기적 안정성을 조사하기 위한 변위측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-40",
    "options": [
      "직접 수준 측량",
      "교호 수준 측량",
      "항공 사진 측량",
      "삼각 수준 측량"
    ],
    "subject": "응용측량",
    "text": "하천의 종단측량을 위한 높이 관측에 일반적으로 사용되는 측량 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20170923-21",
    "options": [
      "답사→예측→실측→공사측량→도상계획",
      "도상계획→실측→예측→답사→공사측량",
      "도상계획→답사→예측→실측→공사측량",
      "답사→도상계획→실측→예측→공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-22",
    "options": [
      "중심측량",
      "고저측량",
      "단면측량",
      "삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널의 준공을 위한 변형조사측량과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-23",
    "options": [
      "예측 - 답사 - 지표설치 - 지하설치",
      "예측 - 지하설치 - 지표설치 – 답사",
      "답사 - 지표설치 - 지하설치 - 예측",
      "답사 - 예측 - 지표설치 - 지하설치"
    ],
    "subject": "응용측량",
    "text": "터널측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-24",
    "options": [
      "시단현(l1)",
      "중앙종거(M)",
      "곡선반지름(R)",
      "종단현에 대한 편각(δn)"
    ],
    "subject": "응용측량",
    "text": "노선측량 중 편각법에 의한 원곡선 설치에 있어서 필요 없는 요소는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-25",
    "options": [
      "심부 지층 조사",
      "인공 어초 조사",
      "해저 케이블 조사",
      "수중 이상체 조사"
    ],
    "subject": "응용측량",
    "text": "해저면 영상조사(Side San Sonar)의 활용분야가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-26",
    "options": [
      "공사측량",
      "계획조사측량",
      "실시설계측량",
      "준공측량"
    ],
    "subject": "응용측량",
    "text": "설계도나 시방서에 따라 시공에 필요한 점의 위치나 경사를 현지에 측설하는 측량작업은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-27",
    "options": [
      "2.401m",
      "2.411m",
      "2.421m",
      "2.431m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 폭 200m의 하천이 있어서 P 및 Q에 레벨을 세우고 교호 수준 측량을 하였다. A점으로부터 D점까지의 각 측점에서 전후 표척의 표고차가 표와 같을 때, D점의 표고는? (단, A점의 표고＝2.545m)",
    "local_images": [
      "images/dv20170923-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-28",
    "options": [
      "8m",
      "12m",
      "18m",
      "22m"
    ],
    "subject": "응용측량",
    "text": "정사각형으로 조성 계획인 부지에서 가로를 2m 짧게 하고 세로를 8m 길게 하여 면적을 측정한 결과 600m2이었다면 원계획에 따른 정사각형 부지의 한 변의 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-29",
    "options": [
      "1,357m3",
      "2,424m3",
      "5,580m3",
      "6,530m3"
    ],
    "subject": "응용측량",
    "text": "그림은 사각형 격자의 교점에서 절토고이다. 절토량은 얼마인가? (단, 구역의 크기는 가로 20m, 세로 10m로 동일하다.)",
    "local_images": [
      "images/dv20170923-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-30",
    "options": [
      "57.73m",
      "58.15m",
      "58.95m",
      "61.53m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 수직 터널로에서 고저측량을 행하는 경우 지하 B점의 표고는? (단, 지상 A점의 표고는 72.38m이다.)",
    "local_images": [
      "images/dv20170923-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-31",
    "options": [
      "지표면상에 노출된 지하시설물은 측량하지 않는다.",
      "지하시설물의 위치, 깊이, 서로 떨어진 거리 등을 측량한다.",
      "지하시설물에 대한 탐사간격은 20m 이하로 한다.",
      "지하시설물이란 상ㆍ하수도, 가스, 통신 등을 위해 지하에 매설된 시설물을 의미한다."
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-32",
    "options": [
      "평수위",
      "평균수위",
      "평균고수위",
      "평균저수위"
    ],
    "subject": "응용측량",
    "text": "어떤 기간 동안의 수위 중 이것보다 높은 수위와 낮은 수위의 관측횟수가 같은 수위를 나타내는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-33",
    "options": [
      "1/100000",
      "1/90000",
      "1/30000",
      "1/10000"
    ],
    "subject": "응용측량",
    "text": "수평 및 수직거리를 동일한 정확도로 관측하여 9,000m3의 체적을 정확히 산출하려고 한다. 체적오차를 ±0.9m3 이하로 하기 위한 거리관측의 최대 허용 정밀도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-34",
    "options": [
      "지적 확정 측량",
      "경계 정정 측량",
      "경계 감정 측량",
      "분할 측량"
    ],
    "subject": "응용측량",
    "text": "지적측량 중에서 도시계획, 농지개량 등에 의해 토지를 구획 정리하기 위해 실시되는 측량으로 세부측량에서도 정확하게 실시되는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-35",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "일반철도에서 직선과 곡선사이에 삽입되는 완화곡선의 식으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-36",
    "options": [
      "235.62m",
      "249.32m",
      "270.66m",
      "290.34m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 300m, 교각 45°인 원곡선의 곡선길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-37",
    "options": [
      "유로 및 하상 변동이 적은 곳이어야 한다.",
      "흐름과 유속의 변화가 뚜렷이 나타나야 한다.",
      "홍수 등에 의한 유실, 이동 및 파손의 위험이 없어야 한다.",
      "교각이나 기타 구조물에 의하여 수위에 영향을 받지 않아야 한다."
    ],
    "subject": "응용측량",
    "text": "하천의 유량조사를 위한 수위관측소의 위치선정시 고려사항에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-38",
    "options": [
      "삼사법",
      "단면법",
      "방안법",
      "좌표법"
    ],
    "subject": "응용측량",
    "text": "면적산정법을 계산 방법에 따라 수치계산법과 도해법으로 구분할 때 수치계산법에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-39",
    "options": [
      "수심의 20% 깊이",
      "수심의 40% 깊이",
      "수심의 50% 깊이",
      "수심의 60% 깊이"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 2중 부자를 이용하여 관측하고자 할 때 평균유속을 직접 관측하기 위해서 수면에 있는 부자와 수중에 있는 부자간의 간격(ℓ)으로 적당한 길이는?",
    "local_images": [
      "images/dv20170923-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-40",
    "options": [
      "60m",
      "90m",
      "120m",
      "150m"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 매개변수 A=60m이고, 곡선길이가 40m인 클로소이드 곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170507-21",
    "options": [
      "518m",
      "651m",
      "815m",
      "855m"
    ],
    "subject": "응용측량",
    "text": "터널 내의 좌표 A(1478m, 920m), B(2048m, 340m), 높이 A(96.56m), B(151.46m)인 A, B점을 연결하는 터널을 연결할 때, 이 터널의 경사거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-22",
    "options": [
      "양단면평균법은 간편하기 때문에 실제 토공량 산정에 자주 이용되고 있다.",
      "중앙단면법은 횡단면의 간격이 불규칙하고 단면적의 변화가 크지 않은 경우 유리하다.",
      "각주공식에 의한 체적산정은 참값에 가장 가까운 값을 나타낸다.",
      "일반적으로 토공량 산정값을 비교하면 체적의 크기가 중앙단면법〉각주공식〉양단면평균법의 순서가 된다."
    ],
    "subject": "응용측량",
    "text": "단면에 의한 체적 계산 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-23",
    "options": [
      "79°55′44″",
      "80°05′16″",
      "80°11′05″",
      "80°15′25″"
    ],
    "subject": "응용측량",
    "text": "측위망원경에 의해 수평각을 측정하여 H′=80°이었다. 주망원경과 측위망원경의 시준선간의 거리 OC=OC′=0.10m이고, 시준선까지의 거리 AO=35.77m, BO=23.10m이었다면 실제 수평각(H)은?",
    "local_images": [
      "images/dv20170507-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-24",
    "options": [
      "유속관측은 유속계와 같은 기계관측과 부자(浮子)에 의한 관측 등이 있다.",
      "같은 단면 내에서는 수심이나 위치에 상관없이 유속의 분포는 일정하다.",
      "유속계의 방법은 주로 평수위시가 좋고 부자의 방법은 홍수시에 많이 이용된다.",
      "일반적으로 하천이나 수로의 유속은 기울기, 크기, 수량, 유로의 형태, 풍향 등에 따라 변한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 유속관측에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-25",
    "options": [
      "송파기의 잡음",
      "전기적 잡음",
      "수파기의 잡음",
      "선체의 잡음"
    ],
    "subject": "응용측량",
    "text": "해저지질구조해석을 위한 음파탐사의 기록정확도에 기인하는 잡음(noise)의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-26",
    "options": [
      "계획경사는 요구에 맞도록 설치한다.",
      "절토는 성토와 대략 같게 되도록 한다.",
      "경사와 곡선은 가능한 병설하도록 한다.",
      "절토는 성토로 유용할 수 있도록 운반거리를 고려한다."
    ],
    "subject": "응용측량",
    "text": "노선의 종단면도에 계획선을 계획할 때 고려사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-27",
    "options": [
      "세부측량",
      "조사측량",
      "설계측량",
      "공사측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 노선측량에서 구조물의 장소에 대해서 지형도와 종단면도를 작성하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-28",
    "options": [
      "시점에 있는 캔트는 원곡선의 캔트와 같다.",
      "완화곡선은 직선부와 직선부 사이에 설치하는 완충곡선이다.",
      "곡선반지름은 완화곡선의 시점과 종점에서 무한대에 접근한다.",
      "완화곡선의 접선은 시점에서는 직선, 종점에서는 원호에 접한다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-29",
    "options": [
      "하상과 하안이 안전하고 세굴과 퇴적이 생기지 않는 곳",
      "상하류 약 100m 정도가 직선인 곳",
      "지천과 합류하는 곳",
      "수위가 교각 및 그 밖의 구조물로 인하여 양향을 받지 않는 곳"
    ],
    "subject": "응용측량",
    "text": "하천의 양수표 설치장소로 적당하지 않은 곳은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-30",
    "options": [
      "홍수가 영향을 주는 구역보다 약간 넓게 측량한다.",
      "제외지의 전부와 제내지의 300m 이내까지 측량한다.",
      "홍수 시에 물이 흐르는 맨 옆에서 약 100m 까지 측량한다.",
      "하구에서부터 상류의 홍수피해가 미치는 지점까지 측량한다."
    ],
    "subject": "응용측량",
    "text": "하천측량 시 평면측량에서 유제부(뚝이 있는 제방)의 측량 범위로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-31",
    "options": [
      "1점법",
      "2점법",
      "3점법",
      "4점법"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에서 수면으로부터 0.2h, 0.6h, 0.8h 깊이의 유속(m/s)이 각각 0.562, 0.497, 0.364 이었다. 계산된 평균유속이 0.463m/s 이었다면 계산방법은? (단, h : 하천의 수심)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-32",
    "options": [
      "40°25′12″",
      "61°49′17″",
      "170°20′08″",
      "241°49′17″"
    ],
    "subject": "응용측량",
    "text": "터널 입구를 연결하는 다각측량을 실시하여 A(50m, 80m), B(-100m, -200m)를 얻었다. AB측선의 방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-33",
    "options": [
      "184.3m",
      "251.7m",
      "157.9m",
      "286.4m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 200m인 원곡선을 설치하고자 한다. 도로의 시점에서 교점까지의 거리는 324.5m이며 교점부근에 장애물이 있어 그림과 같이 점 A, B에서의 각을 관측하였을 때, 도로시점으로부터 원곡선시점까지의 거리는?",
    "local_images": [
      "images/dv20170507-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-34",
    "options": [
      "30000m3",
      "32500m3",
      "35000m3",
      "36500m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 구릉지에서 간격 5m의 등고선에 쌓인 부분의 단면적이 A1=4000m2, A2=2000m2, A3=1800m2, A4=900m2, A5=300m2라고 할 때 각주공식에 의한 이 구릉지의 토량은? (단, 정상은 편평한 것으로 가정한다.)",
    "local_images": [
      "images/dv20170507-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-35",
    "options": [
      "삼변법",
      "좌표법",
      "구적기법",
      "삼사법에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "다음 중 도면이 곡선으로 둘러싸인 면적을 계산하는데 적당한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-36",
    "options": [
      "전자 유도 측량",
      "지중레이더 측량",
      "음파 측량",
      "관성 측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 지하매설물의 측량방법에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-37",
    "options": [
      "시단현 15m, 종단현 13m",
      "시단현 13m, 종단현 15m",
      "시단현 18m, 종단현 19m",
      "시단현 19m, 종단현 18m"
    ],
    "subject": "응용측량",
    "text": "노선의 기점에서 교점까지의 거리가 136.895km이고 교점에서 곡선시점까지의 거리가 173m이며 곡선길이가 337m이다. 중심말뚝을 20m 간격으로 설치할 때, 단곡선의 시단현과 종단현의 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-38",
    "options": [
      "60m",
      "70m",
      "80m",
      "90m"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 매개변수 A=150m, 곡선 반지름 R=250m일 때, 곡선 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-39",
    "options": [
      "기본수준점",
      "영해기준점",
      "중력점",
      "위성기준점"
    ],
    "subject": "응용측량",
    "text": "해양에서 수심측량을 할 경우 높이 측정의 기준으로 사용하기 위하여 조석관측을 기초로 정한 국가기준점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-40",
    "options": [
      "92.25m2",
      "93.25m2",
      "94.25m2",
      "95.25m2"
    ],
    "subject": "응용측량",
    "text": "그림의 면적을 심프슨 제2법칙을 이용하여 구한 값은? (단, 지거의 간격은 5m로 일정하다)",
    "local_images": [
      "images/dv20170507-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170305-21",
    "options": [
      "800m",
      "1000m",
      "1200m",
      "1400m"
    ],
    "subject": "응용측량",
    "text": "도로 기점으로부터 1500m 지점에 교점이 있고, 반지름 R＝100m, 교각 I＝90°인 단곡선을 설치할 때, 곡선 시점까지의 추가거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-22",
    "options": [
      "최고수위는 어떤 기간에 있어서 가장 높은 수위를 말한다.",
      "평균수위는 어떤 기간의 관측수위를 합계하여 관측횟수로 나눈 것을 말한다.",
      "갈수위는 하천의 수위 중에서 1년을 통하여 355일간 이보다 내려가지 않는 수위를 말한다.",
      "평수위는 어떤 기간에 있어서 관측수위가 일정하게 유지되는 최대 기간 동안의 수위를 말한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 관측한 수위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-23",
    "options": [
      "±2mm",
      "±1.5mm",
      "±1mm",
      "±0.5mm"
    ],
    "subject": "응용측량",
    "text": "2500m2의 정사각형 면적을 ±0.1m2까지 정확히 구하기 위하여 관측하여야 할 한 변의 최대 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-24",
    "options": [
      "하천의 수심 및 유수 부분의 하저상황을 조사한다.",
      "유수의 실태를 파악하기 위해 하상의 물질을 동시에 채취하는 것이 일반적이다.",
      "레드(lead)로 관측이 불가능한 얕은 수심의 경우 음향측심기를 사용한다.",
      "심천측량에서 하천 폭이 넓고 수심이 깊은 경우에는 배를 이용하여 심천측량을 행한다."
    ],
    "subject": "응용측량",
    "text": "하천의 심천측량(深淺測量)에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-25",
    "options": [
      "스터럽(stirrup)",
      "다보(dowel)",
      "쇼란(shoran)",
      "양수표(water gauge)"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 기준점으로 사용되는 중심말뚝으로 차량 등에 파손되지 않도록 견고하게 설치하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-26",
    "options": [
      "도시기준점",
      "상수도",
      "가스관",
      "하수도"
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량의 대상이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-27",
    "options": [
      "157m",
      "165m",
      "235m",
      "314m"
    ],
    "subject": "응용측량",
    "text": "단곡선에서 교각 I＝90°, 외할 E＝82.84m일 때, 곡선길이(C.L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-28",
    "options": [
      "토털스테이션으로 경사와 경사거리를 측정하여 고저차를 구한다.",
      "경사계로 경사를 구하고 줄자로 사거리를 측정하여 고저차를 구한다.",
      "레벨과 표척을 이용한 수준측량에 의해 고저차를 구한다.",
      "기압계에 의하여 고저차를 구한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 경사 약 30°의 경사 터널의 시점과 종점의 고저차를 가장 정밀하고 간편하게 구할 수 있는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-29",
    "options": [
      "거리표설치",
      "종단 및 횡단측량",
      "심천측량",
      "유속측량"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수준측량작업과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-30",
    "options": [
      "구조물 자신의 시야의 대부분을 점유하게 되고, 구조물에 의한 압박감을 느끼게 된다.",
      "구조물이 시계 중에 점유된 비율이 크게 되고, 구조물이 강조된 경관으로 얻어진다.",
      "구조물의 전체상을 인식할 수 있고, 경관의 주체로 적당한다.",
      "구조물은 도시환경과 일체가 되어 경관의 주체로서 대상이 되지 않는다."
    ],
    "subject": "응용측량",
    "text": "경관평가를 규정하는 기본적인 요소에서 시점과 주시대상물의 위치계수를 결정하는 수평경관각 10° θH≦30°의 범위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-31",
    "options": [
      "11,400m3",
      "22,500m3",
      "31,250m3",
      "33,800m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 구릉지에서 5m 간격의 등고선으로 둘러싸인 부분의 단면적이 A1=3800m2, A2＝1900m2, A3＝1800m2, A4＝850m2,A5＝350m2이라 할 때 각주공식에 의한 구릉지의 토량은?",
    "local_images": [
      "images/dv20170305-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-32",
    "options": [
      "답사",
      "예측",
      "지표설치",
      "지하설치"
    ],
    "subject": "응용측량",
    "text": "터널측량의 순서 중 중심선을 현지의 지표에 정확히 설치하고 터널 입구의 위치를 결정하는 단계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-33",
    "options": [
      "±4.0m3",
      "±6.5m3",
      "±9.8m3",
      "±12.0m3"
    ],
    "subject": "응용측량",
    "text": "양단면 평균법에 따라 체적을 구하고자 한다. 두 단면 A1＝25m2, A2＝40m2와 구간거리 ℓ＝20±0.2m을 측정하였을 때, 체적오차는? (단, 면적의 오차는 무시)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-34",
    "options": [
      "5m",
      "10m",
      "15m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선의 반지름 R＝20m, 곡선길이 L＝5m일 때 클로소이드의 매개변수 A는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-35",
    "options": [
      "0°57′18″",
      "2°51′53″",
      "3°26′35″",
      "4°41′17″"
    ],
    "subject": "응용측량",
    "text": "교각 I＝60°, 곡선 반지름 R＝150m, 노선의 기점에서 교점까지의 추가거리가 221.60m일 때 시단현의 편각은? (단, 중심말뚝 간격은 20m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-36",
    "options": [
      "167mm",
      "267mm",
      "367mm",
      "467mm"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 상향 기울기 5/1000, 하향 기울기 35/1000이고 반지름 3000m인 종단곡선 중에서 만날 경우 곡선시점(A)에서 40m 떨어져 있는 점의 종거 y2는?",
    "local_images": [
      "images/dv20170305-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-37",
    "options": [
      "하상의 표면에 상관없이 평균유속의 위치는 같다.",
      "일반적으로 평균유속의 위치는 수면으로부터 수심(H)의 0.2H∼0.3H 사이에 존재한다.",
      "하상의 표면이 조잡할수록 평균유속의 위치는 낮아지고 평활할수록 높아진다.",
      "수면으로부터 평균유속까지의 깊이는 수심과 하천 폭의 비가 증가함에 따라서 커진다."
    ],
    "subject": "응용측량",
    "text": "수로가 비교적 직선이고 단면적도 규칙적이며 하상이 평평한 상태에서의 평균유속에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-38",
    "options": [
      "208.7m2",
      "370.5m2",
      "469.2m2",
      "545.2m2"
    ],
    "subject": "응용측량",
    "text": "지거간 간격이 5m로 같고, 각 지거가 y1＝2.8m, y2＝9.4m, y3＝11.6m, y4＝13.8m, y5 = 6.4m로 이루어진 도형의 면적은? (단, Simpson 제1법칙에 의한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-39",
    "options": [
      "45.11km/h",
      "72.21km/h",
      "95.11km/h",
      "102.21km/h"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 200m의 곡선에 캔트 0.38m를 붙인 노선의 설계속도는? (단, 레일간격 D＝1.067m)(중력가속도(g):(9.8m/sec)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-40",
    "options": [
      "조석관측",
      "조류관측",
      "대기관측",
      "해양관측"
    ],
    "subject": "응용측량",
    "text": "달, 태양 등의 기조력과 기압, 바람 등에 의해서 일어나는 해수면의 주기적 승강현상을 연속 관측하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20161001-21",
    "options": [
      "클로소이드는 나선의 일종이다.",
      "모든 클로소이드는 닮은꼴이다.",
      "모든 클로소이드의 요소는 길이의 단위를 갖는다.",
      "어떤 점에 관한 클로소이드 요소 중 두 개가 정해지면 클로소이드의 크기와 위치가 결정되며 다른 요소들도 구할 수 있다."
    ],
    "subject": "응용측량",
    "text": "클로소이드의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-22",
    "options": [
      "X=597.24m, Y=625.14m",
      "X=654.00m, Y=664.86m",
      "X=663.32m, Y=671.30m",
      "X=703.56m, Y=699.52m"
    ],
    "subject": "응용측량",
    "text": "세 꼭지점의 평면좌표가 표와 같은 삼각형의 면적을 3:2로 분할하는 점 M의 좌표는?",
    "local_images": [
      "images/dv20161001-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-23",
    "options": [
      "10.50m",
      "10.67m",
      "10.84m",
      "13.83m"
    ],
    "subject": "응용측량",
    "text": "터널공사를 위하여 그림과 같이 천정에 측점을 설치하고 a=1.75m, b=1.58m, 경사거리 S=35m, α=17°45′ 을 관측하였을 때 A, B 두 점 간의 고저 차는?",
    "local_images": [
      "images/dv20161001-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-24",
    "options": [
      "1615m3",
      "1715m3",
      "1860m3",
      "1980m3"
    ],
    "subject": "응용측량",
    "text": "노선의 직선부분에 대한 토량을 계산하기 위한 측량결과의 일부이다. 양단면 평균법에 의한 성토부분의 토량은?",
    "local_images": [
      "images/dv20161001-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-25",
    "options": [
      "이정량(shift)",
      "접선편거",
      "현편거",
      "캔트(cant)"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선의 중심에서 주접선에 내린 수선의 길이와 접속되는 원곡선의 반지름의 차이를 의미하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-26",
    "options": [
      "200m",
      "250m",
      "300m",
      "350m"
    ],
    "subject": "응용측량",
    "text": "□ABCD를 CO를 통하여 면적을 2등분하기 위한 OD의 길이는? (단, □ABCD=25000m2, CE =100m)",
    "local_images": [
      "images/dv20161001-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-27",
    "options": [
      "64.6m",
      "64.8m",
      "74.6m",
      "74.8m"
    ],
    "subject": "응용측량",
    "text": "노선의 원곡선 설치에서 접선의 길이가 25m, 교각이 42° 20′일 때 반지름 R은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-28",
    "options": [
      "단곡선",
      "렘니스케이트",
      "머리핀곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원곡선의 종류에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-29",
    "options": [
      "수위의 변화에 의해 하천횡단면 형상이 급변하지 않고 지질이 양호한 곳",
      "관측장소의 상ㆍ하류의 유로가 일정한 단면을 가진 곳",
      "직류부에서 흐름이 일정하고, 하상의 요철이 적고 하상경사가 일정한 곳",
      "교량 등 인공구조물에 의하여 유속의 감속이 뚜렷하고 퇴적이 활발한 곳"
    ],
    "subject": "응용측량",
    "text": "유속측량을 위한 장소 선정의 고려사항에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-30",
    "options": [
      "5%",
      "6%",
      "7%",
      "8%"
    ],
    "subject": "응용측량",
    "text": "설계속도 70km/h, 곡선반지름 530m인 곡선을 설계할 때, 필요한 편경사는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-31",
    "options": [
      "사진측량에 의해 수위에 대한 댐의 변위, 변형측량을 할 수 있다.",
      "댐에 설치된 표정점의 좌표를 관측하여 댐의 변위, 변형측량을 할 수 있다.",
      "측량망 조정방법은 사진측량에 의한 방법보다 관측시간이 적게 소요되므로 순간적인 변위 및 변형에 유용하게 이용된다.",
      "순간변형에 대하여 동시관측 및 반복관측을 통하여 변위량을 알 수 있다."
    ],
    "subject": "응용측량",
    "text": "댐의 변위, 변형측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-32",
    "options": [
      "10m2",
      "16m2",
      "18m2",
      "24m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 횡단면도의 성토 부분의 면적은?",
    "local_images": [
      "images/dv20161001-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-33",
    "options": [
      "영(0) 눈금은 최저수위보다 높다.",
      "양수표의 최고수위는 최대 홍수위보다 높다.",
      "검조장의 평균해면 표고로 측정한다.",
      "홍수 뒤에는 부근 수준점과 연결하여 표고를 확인한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 수위관측에서 양수표에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-34",
    "options": [
      "수애선은 수면과 하안의 경계선이다.",
      "수애선은 하천수위의 변화에 따라 변동한다.",
      "수애선은 하천의 최저수위에 의해 정해진다.",
      "수애선 측량은 동시 관측에 의한 방법이 있다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 수애선(水涯線) 및 수애선 측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-35",
    "options": [
      "대상계(對象系)",
      "경관장계(景觀場系)",
      "상호성계(相互性系)",
      "인공계(人工系)"
    ],
    "subject": "응용측량",
    "text": "다음 중 경관구성요소에 의한 분류(시점과 대상과의 관계에 의한 분류)에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-36",
    "options": [
      "교량 및 가공선의 높이는 약최저저조면으로부터의 높이로 표시한다.",
      "노출암, 표고 및 지형은 약최고고조면으로부터의 높이로 표시한다.",
      "수심은 기본수준면으로부터의 깊이로 표시한다.",
      "해안선은 해면이 약최저저조면에 달하였을 때의 육지와 해면의 경계로 표시한다."
    ],
    "subject": "응용측량",
    "text": "수로측량의 기준으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-37",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "원곡선의 설치에서 장현(L)의 길이를 구하는 공식은? (단, R=곡선의 반지름, I=교각)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-38",
    "options": [
      "터널 외 측량, 터널 내 측량, 터널 내외 연결측량으로 구분할 수 있다.",
      "터널 내 측량 시 조명이 달린 표척과 레벨이 필요하다.",
      "터널 내 중심선 측량 시 다보(dowel)라는 기준점을 설치한다.",
      "터널 내의 곡선설치 시 주로 편각현장법을 사용한다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-39",
    "options": [
      "4.70m",
      "5.10m",
      "5.90m",
      "6.10m"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 따라 20m 간격으로 종단측량을 하여 표와 같은 결과를 얻었다. 측점 No.1의 도로 계획고를 21.50m로 하고 2%의 상향기울기로 도로를 설치할 때, No.5의 절토고는? (단, 지반고의 단위：m)",
    "local_images": [
      "images/dv20161001-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-40",
    "options": [
      "38° 36′ 49″",
      "137° 50′ 39″",
      "151° 16′ 36″",
      "215° 04′ 21″"
    ],
    "subject": "응용측량",
    "text": "터널의 양쪽 입구 A와 B를 연결한 지상골조측량을 하여 A(-2357.26m, -1763.26m), B(-1385.78m, -987.33m) 및 임의점 P에 대한 방위각(AP)=176° 27′ 32″를 얻었을 때 ∠PAB는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20160508-21",
    "options": [
      "3차 포물선",
      "렘니스케이트곡선",
      "3차 나선",
      "클로소이드곡선"
    ],
    "subject": "응용측량",
    "text": "고속도로에 일반적으로 많이 쓰이는 완화곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-22",
    "options": [
      "절토량 137.50m3",
      "성토량 137.50m3",
      "절토량 210.00m3",
      "성토량 210.00m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 어느 지역에 대한 표고를 관측하였다. 이 지역의 계획고를 10.00m로 하기 위한 토량은? (단, 각 사각형의 면적=500.00m2, 단위：m)",
    "local_images": [
      "images/dv20160508-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-23",
    "options": [
      "216.78m",
      "220.00m",
      "226.11m",
      "231.11m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 R=200m, I=100°인 원곡선의 곡선시점 A와 교각의 크기(I)를 유지한 상태에서 교점(P′)을 접선 AP를 따라 20m 이동하여 노선을 변경하고자 할 때, 새로운 원곡선의 반지름 R′은?",
    "local_images": [
      "images/dv20160508-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-24",
    "options": [
      "A=(b+mh)h",
      "A=(b+m)h",
      "A=1/2(b+mh)h",
      "A=1/2(b+2mh)h"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 단면적(A)을 구하는 식으로 옳은 것은?",
    "local_images": [
      "images/dv20160508-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-25",
    "options": [
      "599.246m",
      "599.925m",
      "599.993m",
      "600.075m"
    ],
    "subject": "응용측량",
    "text": "지구중심을 향한 깊이 800m의 두 수직 터널에 대하여 두 수직 터널 간 지표면에서의 거리가600m라 하면 지하 800m에서의 거리는? (단, 지구의 반지름=6370km)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-26",
    "options": [
      "수애선은 수면과 하안과의 경계선이다.",
      "수애선은 하천수위의 변화에 따라 변동한다.",
      "수애선은 평균수위(Mean Water Level)에 의해 결정된다.",
      "수애선은 동시관측에 의한 방법과 심천측량에 의한 방법으로 측량할 수 있다."
    ],
    "subject": "응용측량",
    "text": "하천의 수애선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-27",
    "options": [
      "10.5m",
      "20.0m",
      "25.5m",
      "30.0m"
    ],
    "subject": "응용측량",
    "text": "부자에 의해 유속을 측정할 경우 유하거리에 ±0.1m 오차와 관측시간에 ±0.5초(s)의 오차가 허용된다면 관측유속이 1m/s인 경우 오차를 2% 이하로 하기 위한 최소 유하거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-28",
    "options": [
      "66.14m",
      "66.57m",
      "66.83m",
      "67.49m"
    ],
    "subject": "응용측량",
    "text": "그림에서 V지점에 해당하는 종단곡선(Vertical curve) 상의 계획고(Elevation)는? (단, 종단곡선은 2차포물선이고, A점의 계획고=65.50m)",
    "local_images": [
      "images/dv20160508-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-29",
    "options": [
      "5000m2",
      "4000m2",
      "3000m2",
      "2000m2"
    ],
    "subject": "응용측량",
    "text": "건설하고자 하는 구조물이 축척 1:1000의 도면에서 면적이 40cm2이면 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-30",
    "options": [
      "46.22m",
      "49.74m",
      "50.26m",
      "52.74m"
    ],
    "subject": "응용측량",
    "text": "터널 내의 고저차 측량에서 두 측점이 천장에 설치되어 있을 때 아래와 같은 결과를 얻었다. 두 점 간의 고저차는?",
    "local_images": [
      "images/dv20160508-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-31",
    "options": [
      "40m",
      "50m",
      "100m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "클로소이드곡선의 매개 변수 A가 100m, 곡선의 반지름 R이 200m일 때 완화곡선의 길이 L는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-32",
    "options": [
      "0.632m/s",
      "0.638m/s",
      "0.643m/s",
      "0.655m/s"
    ],
    "subject": "응용측량",
    "text": "수심이 h인 하천의 평균 유속을 구하기 위하여 수면으로부터 0.2h, 0.6h, 0.8h 지점의 유속을 관측한 결과로 0.88m/s, 0.62m/s, 0.43m/s를 얻었다면 3점법에 의한 평균 유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-33",
    "options": [
      "26″",
      "22.5″",
      "19″",
      "16.5″"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 50m 떨어진 두 점의 수평각을 관측하였더니 시준선에 직각으로 4mm의 시준오차가 발생하였다면 수평각의 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-34",
    "options": [
      "직선과 곡선의 연결부분을 의미한다.",
      "토량을 계산하는 방법의 일종이다.",
      "곡선부의 안쪽과 바깥쪽의 높이 차이다.",
      "완화곡선의 일종이다."
    ],
    "subject": "응용측량",
    "text": "캔트(cant)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-35",
    "options": [
      "수평곡선",
      "캔트",
      "종단곡선",
      "슬랙"
    ],
    "subject": "응용측량",
    "text": "노선의 종단경사가 급격히 변하는 곳에서 차량의 충격을 제거하고 시야를 확보하기 위하여 설치하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-36",
    "options": [
      "150m",
      "151m",
      "300m",
      "302m"
    ],
    "subject": "응용측량",
    "text": "음향측심기를 이용하여 수심을 측정하였을 경우 수심측정값으로 옳은 것은? (단, 수중음속1510m/s, 음파송수신시간 0.2초)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-37",
    "options": [
      "자료구축 이후 지속적이며 표준화된 갱신이 이루어져야 한다.",
      "지하시설물의 특성에 따른 모니터링 체계를 통합하는 것이 효율적이다.",
      "일관성 있고 체계적인 자료의 유지관리가 이루어져야 한다.",
      "보안을 위하여 분산적인 자료 관리를 할 수 있도록 독립적 자료 관리 시스템을 구축하는 것이 바람직하다."
    ],
    "subject": "응용측량",
    "text": "지하시설물의 유지관리에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-38",
    "options": [
      "750m3",
      "1050m3",
      "1350m3",
      "1400m3"
    ],
    "subject": "응용측량",
    "text": "아래 표는 어느 노선의 구간별 토량계산 결과이다. 구간 4까지의 누가토량은?",
    "local_images": [
      "images/dv20160508-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-39",
    "options": [
      "275.7m",
      "265.1m",
      "250.7m",
      "245.1m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치 시 곡선반지름 R=350m, 교각 I=70°일 때 접선길이(T.L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-40",
    "options": [
      "상하류 약 100m 정도의 직선이며, 유속변화가 적은 곳",
      "홍수 때 관측소가 유실, 이동, 파손될 염려가 없는 곳",
      "수위표를 쉽게 읽을 수 있는 곳",
      "합류점, 분기점과 같이 수위의 변화가 뚜렷하게 생기는 곳"
    ],
    "subject": "응용측량",
    "text": "수위 관측소 설치 시 고려사항으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160306-21",
    "options": [
      "유속관측은 유속계에 의한 방법, 부자에 의한 방법, 하천기울기를 이용한 방법 등이 있다.",
      "관측 장소의 상ㆍ하류의 유로는 일정한 단면을 갖고 있으며 관측이 편리한 곳을 선정하여 관측한다.",
      "수위의 변화에 의해 하천 횡단면 형상이 급변하지 않고 토질이 양호한 곳을 선정하여 관측한다.",
      "곡류부로서 흐름이 일정하고, 하상의 요철이 많으며 하상경사가 일정한 곳을 선정하여 관측한다."
    ],
    "subject": "응용측량",
    "text": "하천측량 중 유속관측에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-22",
    "options": [
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 같다.",
      "곡선반지름은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반지름이 된다.",
      "완화곡선의 종점에 있는 캔트는 직선의 캔트와 같게 된다.",
      "완화곡선의 접선은 시점에서 직선에, 종점에서 원호에 접한다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-23",
    "options": [
      "5m",
      "6m",
      "7m",
      "8m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 △ABC의 면적을 2등분하기 위한  의 길이는?",
    "local_images": [
      "images/dv20160306-23_img_0.gif",
      "images/dv20160306-23_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-24",
    "options": [
      "토지구획내의 기준점, 다각점, 수준점 등의 계획도를 작성하기 위한 측량이다.",
      "토지구획정리사업 시행구역과 인접하는 사유지 또는 공공용지와의 경계를 명확히 하여 시행하는 총 면적을 확정하는 측량이다.",
      "건축물 이전, 도로 등의 기타 공사가 완료된 후 공공시설물 경계점 및 필지경계점의 위치를 관측하고 가구(街區)의 형상, 필지의 형상, 면적을 검사하여 이상의 유무를 확인하는 측량이다.",
      "공공용지인 도로, 수로, 공원 등과 사유지인 택지계를 기본설계에 기초하여 중심점, 가구점을 좌표값에 따라 현지에 표시하는 작업이며, 환지면적을 확보하여 필지말뚝을 현지에 설치하는 작업을 말한다."
    ],
    "subject": "응용측량",
    "text": "토지구획정리측량의 확정측량에 관한 설명으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-25",
    "options": [
      "수면에서 수심의 8/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다.",
      "수면에서 수심의 6/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다.",
      "수면에서 수심의 4/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다.",
      "수면에서 수심의 2/10 지점의 유속을 측정하여 그 값을 평균유속으로 한다."
    ],
    "subject": "응용측량",
    "text": "하천의 평균유속을 구하기 위한 1점법에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-26",
    "options": [
      "61.7m",
      "71.8m",
      "83.6m",
      "89.6m"
    ],
    "subject": "응용측량",
    "text": "그림은 도로중심선 측량도이다. 원곡선의 반지름(R)이 100m, α = 45°, β = 75°,  = 100m일 때  의 길이는?",
    "local_images": [
      "images/dv20160306-26_img_0.gif",
      "images/dv20160306-26_img_1.gif",
      "images/dv20160306-26_img_2.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-27",
    "options": [
      "산",
      "정원",
      "하천",
      "바다"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 인식대상의 주체에 대하여 경관을 자연경관, 인공경관, 생태경관으로 분류할 때 자연경관에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-28",
    "options": [
      "HB=HA-a+b",
      "HB=HA+a-b",
      "HB=HA+a+b",
      "HB=HA-a-b"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 터널에서 직접 수준측량을 하였을 때 B점의 지반고 HB를 구하는 식으로 옳은 것은?",
    "local_images": [
      "images/dv20160306-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-29",
    "options": [
      "단위 클로소이드의 각 요소는 모두 무차원이다.",
      "클로소이드는 곡률이 곡선길이에 비례하는 곡선이다.",
      "클로소이드의 종점좌표(X,Y)는 그 점의 접선각(τ)의 함수로 나타낼 수 있다.",
      "모든 클로소이드는 닮은꼴이다."
    ],
    "subject": "응용측량",
    "text": "완화곡선으로 사용하는 클로소이드에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-30",
    "options": [
      "레벨을 사용하는 방법",
      "클리노미터에 의한 방법",
      "기압계를 사용하는 방법",
      "토털스테이션을 사용하는 방법"
    ],
    "subject": "응용측량",
    "text": "터널 내 수준측량에서 지형이 급경사인 경우 가장 적당한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-31",
    "options": [
      "50m 내외",
      "100m 내외",
      "200m 내외",
      "500m 내외"
    ],
    "subject": "응용측량",
    "text": "하천의 폭이 200~500m일 때 하천종단측량의 간격 표준은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-32",
    "options": [
      "토털스테이션에 의한 직접 측량법",
      "트래버스 측량에 의한 측설법",
      "삼각 측량에 의한 측설법",
      "레벨에 의한 측설법"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 지표 중심선 측량방법과 직접적인 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-33",
    "options": [
      "75m",
      "78m",
      "150m",
      "153m"
    ],
    "subject": "응용측량",
    "text": "선박에서 음향 측심기로 음파를 발신하여 수신할 때까지 걸린 시간이 0.1초이었다면 수심은? (단, 해수 중의 음파속도는 약 1500m/s이며, 수면에서 송ㆍ수파기까지의 길이는 3m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-34",
    "options": [
      "96.30m",
      "115.17m",
      "125.13m",
      "155.80m"
    ],
    "subject": "응용측량",
    "text": "어떤 하천에서  를 따라 그림과 같이 심천측량을 실시할 때 P점에서 ∠APB를 관측하여 39°20'을 얻었다면 BP의 거리는? (단, AB = 73m)",
    "local_images": [
      "images/dv20160306-34_img_0.gif",
      "images/dv20160306-34_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-35",
    "options": [
      "2배",
      "4배",
      "6배",
      "8배"
    ],
    "subject": "응용측량",
    "text": "계산된 완화곡선의 편경사(cant)가 C일 때, 계산시 사용한 속도와 반지름을 모두 2배로 하면 캔트는 몇 배가 되는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-36",
    "options": [
      "0.5cm",
      "1.0cm",
      "1.5cm",
      "2.0cm"
    ],
    "subject": "응용측량",
    "text": "100m2 정사각형 토지의 면적을 0.2m2까지 정확하게 구하기 위해서는 1변의 길이를 최대 몇 cm까지 정확하게 관측하여야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-37",
    "options": [
      "119.72m",
      "272.74m",
      "319.72m",
      "356.87m"
    ],
    "subject": "응용측량",
    "text": "노선측량의 단곡선 설치시 교각 60°, 곡선 반지름 100m, 곡선 시점은 No.10+15m일 때 도로기점에서 곡선 종점까지의 거리는? (단, 중심 말뚝간격 20m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-38",
    "options": [
      "양단면평균법",
      "중앙단면법",
      "점고법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "사각형 형태의 부지에 대하여 동일한 간격으로 나누어 그 지점의 표고를 관측한 결과를 이용하여 토공량을 산출하기 위한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-39",
    "options": [
      "63m2",
      "58m2",
      "53m2",
      "48m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지형의 면적은? (단, 단위는 m이다.)",
    "local_images": [
      "images/dv20160306-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-40",
    "options": [
      "C.L. = 52.36m, L = 51.76m",
      "C.L. = 51.76m, L = 52.36m",
      "C.L. = 51.76m, L = 26.79m",
      "C.L. = 52.36m, L = 26.79m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어서 반지름 R=100m, 교각 I=30°일 때 다음의 곡선요소 값으로 옳은 것은? (단, C.L. : 곡선장, L : 장현)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20150919-21",
    "options": [
      "256m2",
      "215m2",
      "193m2",
      "186m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 절토단면이 있다. 각 점의 좌표와 경사를 이용하여 계산한 단면의 면적은? (단, 좌표 및 거리의 단위는 m이다.)",
    "local_images": [
      "images/dv20150919-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-22",
    "options": [
      "0.15m",
      "0.24m",
      "0.72m",
      "0.96m"
    ],
    "subject": "응용측량",
    "text": "도로의 종단곡선을 2차 포물선으로 설치하려고 한다. 이때 종단 경사가 상⋅하향 모두 4%라면 종단곡선의 시점과 시점으로부터 24m 떨어진 지점의 높이차(D)는?",
    "local_images": [
      "images/dv20150919-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-23",
    "options": [
      "월류부에 의한 방법",
      "유량곡선에 의한 방법",
      "하천기울기에 의한 방법",
      "유출계수와 강우강도에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "하천의 유량관측방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-24",
    "options": [
      "8.26m",
      "8.55m",
      "11.25m",
      "11.74m"
    ],
    "subject": "응용측량",
    "text": "노선측량의 기점에서 교점(I.P)까지의 추가거리가 308.15m이고, 곡선반지름이 300m, 교각(I)이 50°일 때 시단현의 길이는? (단, 중심말뚝 간격은 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-25",
    "options": [
      "지표중심선 측량",
      "전 구간에 걸친 지형측량",
      "지상수준측량",
      "터널 내 중심선측량"
    ],
    "subject": "응용측량",
    "text": "터널의 지상측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-26",
    "options": [
      "90cm",
      "15cm",
      "7cm",
      "4cm"
    ],
    "subject": "응용측량",
    "text": "철도에서 곡선반지름이 500m인 단곡선을 80km/h의 주행속도로 설계할 때 캔트(cant)는? (단, 궤간1.5m, 중력가속도9.8m/s2)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-27",
    "options": [
      "자연 경관",
      "인공 경관",
      "생태 경관",
      "터널 경관"
    ],
    "subject": "응용측량",
    "text": "다음의 경관 중에서 인식대상의 주체에 관한 분류로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-28",
    "options": [
      "3/8",
      "1/2",
      "3/4",
      "7/8"
    ],
    "subject": "응용측량",
    "text": "토지의 면적계산에 사용되는 심프슨 제2법칙은 그림과 같은 포물선 AMNB의 면적(빗금친 부분)을 사각형 ABCD 면적의 얼마로 가정해서 유도한 공식인가?",
    "local_images": [
      "images/dv20150919-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-29",
    "options": [
      "캔트(cant)",
      "슬랙(slack)",
      "전도",
      "횡거"
    ],
    "subject": "응용측량",
    "text": "철도의 곡선부에서 뒷바퀴가 앞바퀴보다 안쪽을 지나게 되므로 직선부보다 넓은 폭이 필요하게 되는데 이 넓히는 양을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-30",
    "options": [
      "일조부등",
      "평균고조간격",
      "평균저조간격",
      "반일주조"
    ],
    "subject": "응용측량",
    "text": "어떤 지점에서 조석관측을 수행하였을 경우 연이은 두 고조 또는 두 저조의 높이가 다르게 나타나게 되는데 이런 현상을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-31",
    "options": [
      "40.24m",
      "42.35m",
      "43.97m",
      "46.72m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지분할에서 면적비 n : m=1 : 1이 되기 위한 AD의 길이는? (단, a=27.2m, AB=52m, AC=46m)",
    "local_images": [
      "images/dv20150919-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-32",
    "options": [
      "클로소이드",
      "3차 포물선",
      "렘니스케이트",
      "2차 포물선"
    ],
    "subject": "응용측량",
    "text": "다음 중 일반철도에 주로 쓰이는 완화곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-33",
    "options": [
      "24333.3m3",
      "32534.6m3",
      "39781.4m3",
      "42468.7m3"
    ],
    "subject": "응용측량",
    "text": "댐의 저수면 높이를 100m로 할 때 각주공식에 의한 저수량은? (단, 60m 미만의 저수량은 고려하지 않는다.)",
    "local_images": [
      "images/dv20150919-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-34",
    "options": [
      "평면측량",
      "종단측량",
      "횡단측량",
      "골조측량"
    ],
    "subject": "응용측량",
    "text": "하천측량에 있어서 심천측량을 실시하는 단계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-35",
    "options": [
      "터널의 중심선 측량은 삼각측량 또는 트래버스측량으로 행한다.",
      "터널 내의 측량에서는 기계의 십자선 또는 표척에 조명이 필요하다.",
      "터널 내의 곡선 설치는 일반적으로 편각법을 사용한다.",
      "터널측량은 터널 외 측량, 터널 내 측량, 터널 내외 연결측량으로 나눌 수 있다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-36",
    "options": [
      "유제부에서의 측량범위는 제외지 전부와 제내지 200m 이상으로 한다.",
      "무제부에서의 측량범위는 과거 최대홍수위선 이상까지로 한다.",
      "홍수 방지 공사가 목적인 하천 공사에서는 하구에서부터 상류의 홍수 피해가 미치는 지점까지로 한다.",
      "선박 운행을 위한 하천 개수가 목적일 때 하류는 하구까지로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평면측량의 범위 및 거리에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-37",
    "options": [
      "110.52m",
      "101.52m",
      "55.70m",
      "45.70m"
    ],
    "subject": "응용측량",
    "text": "교각 I=60°, 외할 E=15m로 단곡선을 설치하고자 할 때 곡선길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-38",
    "options": [
      "평균수위는 어떤 기간의 관측수위를 합하여 관측횟수로 나누어 평균한 수위이다.",
      "하천 횡단면 직선 내 평균 유속을 구하는 데 2점법을 사용하는 경우 수면으로부터 수심의 2/10, 8/10 지점의 유속을 관측하여 평균한다.",
      "하천측량에 수준측량을 할 때의 거리표는 하천의 중심에 직각의 방향으로 설치하는 것을 원칙으로 한다.",
      "수위관측소의 위치는 지천의 합류점 및 분류점으로 수위의 변화가 활발한 곳이 적당하다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-39",
    "options": [
      "음파관측법",
      "전기관측법",
      "자장관측법",
      "탄성파관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물 관측방법에서 원래 누수를 찾기 위한 기술로 수도관로 중 PVC 또는 플라스틱관을 찾는 데 이용되는 관측방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-40",
    "options": [
      "51.54m",
      "59.67m",
      "87.31m",
      "103.31m"
    ],
    "subject": "응용측량",
    "text": "터널 내의 천정에 측점 A, B가 그림과 같이 설치되었다고 할 때 두 점의 고저차 H는? (단, 관측 경사거리100.5m, 수직각30°25′30″)",
    "local_images": [
      "images/dv20150919-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150531-21",
    "options": [
      "18.6m",
      "20.8m",
      "21.2m",
      "27.8m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 한 변 BC=50m상의 고정점 D와 AC=46m상의 점 E를 연결하여 △ABC의 면적을 2등분(m : n = 1 : 1)하기 위한 AE의 길이는?",
    "local_images": [
      "images/dv20150531-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-22",
    "options": [
      "12.7m",
      "12.9m",
      "13.1m",
      "13.3m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 5각형 토지 ABCDE를 동일 면적의 사각형 토지로 만들기 위해 DC의 연장선 상에 경계점 F를 설치하고자 한다.AC=40m, BC=25m, ∠ACB=30°, ∠BCF=80°라 할 때 CF의 거리는?",
    "local_images": [
      "images/dv20150531-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-23",
    "options": [
      "0°36′50″",
      "1°38′13″",
      "2°15′03″",
      "3°53′16″"
    ],
    "subject": "응용측량",
    "text": "곡선시점의 위치가 No.120+12.50m이고, 반지름이 350m인 단곡선상 No.122 중심말뚝에 대한 편각은? (단, 중심말뚝 간의 거리는 20m이다.)(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-24",
    "options": [
      "지형 측량",
      "변위 측량",
      "터널 내 측량",
      "완공 측량"
    ],
    "subject": "응용측량",
    "text": "터널공사에서 시공 중에 주로 실시하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-25",
    "options": [
      "음속보정",
      "조석보정",
      "흘수보정",
      "방사보정"
    ],
    "subject": "응용측량",
    "text": "해양에서 수심측량을 할 경우 음향측심 장비로부터 취득한 수심의 보정 방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-26",
    "options": [
      "최저수위",
      "평균최고수위",
      "평균수위",
      "평수위"
    ],
    "subject": "응용측량",
    "text": "하천 수위 중 제방의 축조, 교량의 건설 또는 배수공사 등 치수목적에 주로 이용되는 수위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-27",
    "options": [
      "0° ＜ θ ≤5°",
      "5° ＜ θ ≤10°",
      "10° ＜ θ ≤30°",
      "50° ＜ θ ≤60°"
    ],
    "subject": "응용측량",
    "text": "경관평가에 있어서 시준선과 시설물 축선이 이루는 수평시각()의 범위로 시설물 전체의 형상을 인식할 수 있고, 경관의 주제로서 적당한 경관을 얻을 수 있는 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-28",
    "options": [
      "78m2",
      "80m2",
      "87m2",
      "90m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단면의 면적은?",
    "local_images": [
      "images/dv20150531-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "dv20150531-29",
    "options": [
      "=87°34′21″, =1930m",
      "=87°34′21″, =1832m",
      "=85°32′23″, =1930m",
      "=85°32′23″, =1832m"
    ],
    "subject": "응용측량",
    "text": "다각측량에 의하여 결정한 터널입구의 좌표값이 다음과 같다. 터널의 중심선 AB의 방향각 및 수평거리 은?",
    "local_images": [
      "images/dv20150531-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-30",
    "options": [
      "터널측량을 크게 나누어 터널 외 측량, 터널 내 측량, 터널 내⋅외 연결측량으로 구분한다.",
      "터널 내에서 중심말뚝을 콘크리트 등을 이용하여 견고하게 만든 것을 자이로(gyro)라고 한다.",
      "터널 내 측량의 측점은 보통 천장에 설치한다.",
      "터널 내의 측량에는 기계의 십자선과 표척 등에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-31",
    "options": [
      "완화곡선의 일종이다.",
      "곡률이 곡선의 길이에 비례한다.",
      "고속도로의 완화곡선에 적합하다.",
      "철도의 종단곡선 설치에 가장 효과적이다."
    ],
    "subject": "응용측량",
    "text": "클로소이드(clothoid) 곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-32",
    "options": [
      "C→B→D→A",
      "B→C→D→A",
      "D→A→B→C",
      "C→D→A→B"
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서로 옳은 것은? (단, A : 실시설계측량, B : 공사측량, C : 도상계획 및 답사, D : 계획조사측량)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-33",
    "options": [
      "잠류(潛流), 역류(逆流)가 없는 곳",
      "유속이 너무 빠르거나 느리지 않은 곳",
      "직선의 상류에서 곡선의 하류로 연결되는 곳",
      "구조물에 의하여 수위에 영향을 받지 않는 곳"
    ],
    "subject": "응용측량",
    "text": "수위관측소의 설치장소로 적당하지 않은 곳은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-34",
    "options": [
      "12cm",
      "22cm",
      "32cm",
      "42cm"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 200m, 레일간격 1,067mm일 때 설계속도 100km/h에 대한 캔트(cant)는? (단, 중력가속도 g=9.8m/s2)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-35",
    "options": [
      "101.803m",
      "102.400m",
      "104.164m",
      "105.400m"
    ],
    "subject": "응용측량",
    "text": "교각 I=32°36′인 2개의 선간에 최소반지름 Ro=180m의 렘니스케이트(Lemniscate) 곡선을 측설하려고 할 때, 접선길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-36",
    "options": [
      "곡선길이",
      "중앙종거",
      "장현",
      "외할"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선의 기본 공식으로 틀린 것은? (단, R : 곡선반지름, I° : 교각)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-37",
    "options": [
      "110m3/",
      "114m3/",
      "119m3/",
      "120m3/"
    ],
    "subject": "응용측량",
    "text": "표고와 면적을 측량한 결과가 그림과 같았다면 전체 토공량은? (단, 각 구역의 크기는 동일하고, 기준면의 표고는 0m이다.)",
    "local_images": [
      "images/dv20150531-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "dv20150531-38",
    "options": [
      "4.38m3/s",
      "4.83m3/s",
      "5.38m3/s",
      "5.83m3/s"
    ],
    "subject": "응용측량",
    "text": "각 구간의 평균유속이 표와 같은 때, 그림과 같은 단면을 갖는 하천의 유량은?",
    "local_images": [
      "images/dv20150531-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-39",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평균유속을 3점법으로 구하고자 할 때의 공식으로 옳은 것은? (단, Vm=평균유속, V0.2, V0.4, V0.6, V0.8=수면에서 수심의 20%, 40%, 60%, 80% 되는 곳의 유속)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-40",
    "options": [
      "0.571000",
      "0.600000",
      "1.258000",
      "1.666667"
    ],
    "subject": "응용측량",
    "text": "매개변수 A=150m인 클로소이드에 접속되는 원곡선의 반지름이 250m라고 할 때 단위 클로소이드 길이()는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150308-21",
    "options": [
      "클로소이드는 곡률이 곡선의 길이에 비례하는 곡선이다.",
      "클로소이드는 주로 철도의 완화곡선으로 사용된다.",
      "클로소이드는 나선의 일종이다.",
      "모든 클로소이드는 닮은꼴이다."
    ],
    "subject": "응용측량",
    "text": "클로소이드에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-22",
    "options": [
      "터널 내의 곡선설치는 일반적으로 지상에서와 같이 편각법에 의해 행한다.",
      "터널 내 측량에는 터널 내 중심선측량과 터널 내 수준측량으로 나눌 수 있다.",
      "터널의 중심선측량은 삼각측량 또는 트래버스 측량으로 행한다.",
      "터널 내 측량에서는 기계의 십자선 및 표척 등에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-23",
    "options": [
      "도갱(導坑)",
      "레벨(level)",
      "자이로(gyro)",
      "도벨(dowel)"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 차량 등에 의하여 파손되지 않도록 콘크리트 등을 이용하여 만든 중심말뚝을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-24",
    "options": [
      "13.95m2",
      "15.95m2",
      "16.95m2",
      "17.95m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 도로건설의 절취단면 면적은?",
    "local_images": [
      "images/dv20150308-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-25",
    "options": [
      "37.0m",
      "38.7m",
      "40.5m",
      "42.5m"
    ],
    "subject": "응용측량",
    "text": "사다리꼴 토지의 밑변 AD에 평핸한 직선 PP'에 의해 면적을 2등분 (m : n = 1 : 1)하고자 할 때 PP'의 거리는?",
    "local_images": [
      "images/dv20150308-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-26",
    "options": [
      "추가말뚝의 추가거리, 측점간의 거리",
      "계획고, 지반고",
      "절ㆍ성토고, 계획선의 경사",
      "절ㆍ성토 단면적, 절ㆍ성토량"
    ],
    "subject": "응용측량",
    "text": "도로의 종단면도에 기입하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-27",
    "options": [
      "0.113m/s",
      "0.132m/s",
      "0.146m/s",
      "0.163m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정을 위하여 그림과 같이 표면부자를 수면에 띄우고 A점을 출발하여 B점을 통과하는데 소요되는 시간은 2분 20초이었다. AB 두 점 사이의 거리가 20.5m 일 때 유속은? (단, 큰 하천에 대한 보정계수는 0.9임)",
    "local_images": [
      "images/dv20150308-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-28",
    "options": [
      "좌표계는 세계측지계를 사용한다.",
      "수심은 기본수준면으로부터의 깊이로 표시한다.",
      "해안선은 해면이 약최저저조면에 달하였을 때의 육지와 해면과의 경계로 표시한다.",
      "투영법은 국제횡마르카토르도법(UTM)을 원칙으로 한다."
    ],
    "subject": "응용측량",
    "text": "다음 수로측량의 기준에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-29",
    "options": [
      "대상계",
      "경관장계",
      "시점계",
      "형상계"
    ],
    "subject": "응용측량",
    "text": "경관의 구성요소에서 인간의 속성을 나타내는 직업, 연령, 건강상태, 교육환경이 속하는 계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-30",
    "options": [
      "지형측량 - 터널 외 기준점 측량 - 세부측량 - 터널 내 측량 - 준공측량",
      "세부측량 - 터널 외 기준점 측량 - 터널 내 측량 - 지형측량 - 준공측량",
      "지형측량 - 세부측량 - 터널 외 기준점 측량 - 터널 내 측량 - 준공측량",
      "세부측량 - 터널 내 측량 - 지형측량 - 준공측량 - 터널 외기준점 측량"
    ],
    "subject": "응용측량",
    "text": "터널측량의 일반적인 작업공정 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-31",
    "options": [
      "54.35m",
      "54.48m",
      "54.51m",
      "54.54m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 200㎜ 하수관을 묻었을 때 측점 A의 관저계획고는 53.16m 이고, AB 구간의 설치 기울기는 1/200, BC 구간의 설치 기울기는 1/250 일 때, 측점 C의 관저계획고는?",
    "local_images": [
      "images/dv20150308-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-32",
    "options": [
      "좌표법",
      "중앙종거법",
      "지거설치법",
      "종거에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "토털스테이션(total station)을 이용한 단곡선 설치에 있어서 가장 널리 사용되는 편리한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-33",
    "options": [
      "5.3m",
      "53m",
      "9.6m",
      "96m"
    ],
    "subject": "응용측량",
    "text": "교각 60°, 곡선반지름 150m인 단곡선을 설치할 때 직선과 원곡선 사이에 완화곡선을 설치하면 완화곡선의 길이는?(단, 완화곡선의 매개변수는 120m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-34",
    "options": [
      "1/3K",
      "1K",
      "3K",
      "9K"
    ],
    "subject": "응용측량",
    "text": "체적측량에 있어서 관측된 수평 및 수직거리 x, y, z의 거리오차 를 dx, dy, dz 라 하고 거리관측의 정확도가 k로 동일하다고 할때, 다음 중 체적관측의 정확도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-35",
    "options": [
      "T.L. (접선길이)",
      "C.L. (곡선길이)",
      "B.C. (곡선시점)",
      "R (곡선반지름)"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 곡선을 설치할 때 가장 먼저 결정하여야 할 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-36",
    "options": [
      "12.321m/s",
      "12.421m/s",
      "12.833m/s",
      "12.933m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에 있어서 수면으로부터 수심(H)의 0.2H, 0.6H, 0.8H인 지점의 유속이 각각 12.783m/s, 12.863m/s, 12.821m/s일 때 3점법에 의한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-37",
    "options": [
      "심천측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡ㆍ단면도를 먼저 만든다.",
      "수애선은 하천 수위에 따라 변동하는 것으로 최저수위에 의하여 정해진다.",
      "수면과 하안과의 경계선을 수애선이라 한다.",
      "수애선 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다."
    ],
    "subject": "응용측량",
    "text": "수애선(水涯線) 및 수애선 측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-38",
    "options": [
      "유심삼각망",
      "단열삼각망",
      "단삼각망",
      "사변형삼각망"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 합류점, 분류점이나 만곡이 심한 장소로 높은 정확도가 요구되는 곳의 삼각망 구성으로 가장 좋은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-39",
    "options": [
      "4700m2",
      "3700m2",
      "2700m2",
      "1700m2"
    ],
    "subject": "응용측량",
    "text": "삼각형 ABC의 좌표가 표와 같을 때 토지의 면적은?",
    "local_images": [
      "images/dv20150308-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-40",
    "options": [
      "C/3",
      "1.5C",
      "3C",
      "9C"
    ],
    "subject": "응용측량",
    "text": "캔트가 C인 노선의 곡선부에서 속도와 반지름을 모두 3배로 할때 변화된 캔트는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20140920-21",
    "options": [
      "약 110mm",
      "약 740mm",
      "약 840mm",
      "약 940mm"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=100m 되는 원곡선을 속도 100km/h로 주행할 때는 캔트(cant)는? (단, 궤간은 1.067m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-22",
    "options": [
      "하상과 하안이 안전하고 세굴과 퇴적이 생기지 않은 곳",
      "상하류 약 100m 정도가 직선인 곳",
      "지천과 합류하는 곳",
      "수위가 교각 및 그 밖의 구조물로 인하여 영향을 받지 않는 곳"
    ],
    "subject": "응용측량",
    "text": "하천의 양수표 설치장소로 적당하지 않은 곳은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-23",
    "options": [
      "단곡선",
      "3차원표물선",
      "렘니스케이트 곡선",
      "클로소이드 곡선"
    ],
    "subject": "응용측량",
    "text": "주로 고속도로의 완화곡선으로 주로 사용하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-24",
    "options": [
      "환경정비개선, 교통안전 확보, 재해발생방지 등 시가지 조성을 위해 실시된다.",
      "토지의 형상, 면적 파악 등의 정확한 측량이 요구된다.",
      "토지구획정리는 지역의 사회적, 자연적 조건을 고려하여야 한다.",
      "구획정리는 다른 공사의 시공과 달리 측량기술자에 의해 쉽게 설계변경을 할 수 있다."
    ],
    "subject": "응용측량",
    "text": "토지구획정리측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-25",
    "options": [
      "장현(L)=120m",
      "외할(E)=15.5m",
      "중앙증거(M)=13.4m",
      "접선장(T.L)=57.7m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 그림과 같은 단곡선에서 곡선반지름 R=100m, 교각 I =60°라면 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-26",
    "options": [
      "평균해면",
      "평균저조면",
      "약최고고조면",
      "약최저저조면"
    ],
    "subject": "응용측량",
    "text": "수로조사에서 간출지의 높이와 수심의 기준이 되는 해수면은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-27",
    "options": [
      "거리 : 1116.43m, 방위각 : 18° 48′ 06″",
      "거리 : 1116.43m, 방위각 : 198° 48′ 06″",
      "거리 : 380.55m, 방위각 : 18° 48′ 06″",
      "거리 : 380.55m, 방위각 : 198° 48′ 06″"
    ],
    "subject": "응용측량",
    "text": "삼각점을 이용하여 터널 입구 A와 B의 좌표값에 대한 결과가 표와 같다. 측선AB의 거리와 방위각은?",
    "local_images": [
      "images/dv20140920-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-28",
    "options": [
      "예측 → 지표설치 → 답사 → 지하설치",
      "답사 → 예측 → 지표설치 → 지하설치",
      "예측 → 답사 → 지하설치 → 지표설치",
      "답사 → 지표설치 → 예측 → 지하설치"
    ],
    "subject": "응용측량",
    "text": "다음 중 터널측량 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-29",
    "options": [
      "15mm",
      "10mm",
      "5mm",
      "3mm"
    ],
    "subject": "응용측량",
    "text": "100m2의 정사각형 면적을 0.1m2까지 정확하게 구하기 위하여 필요충분한 한 변의 측정거리 단위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-30",
    "options": [
      "±0.77m2",
      "±0.88m2",
      "±1.50m2",
      "±1.76m2"
    ],
    "subject": "응용측량",
    "text": "직사각형의 토지를 종, 횡으로 측정하여 65.45m, 58.55m를 얻었다. 길이의 측정값을 각각 ±1cm의 표준오차로 유지할 때 면적의 표준오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-31",
    "options": [
      "B방향으로 8.90m",
      "C방향으로 8.90m",
      "B방향으로 1.16m",
      "C방향으로 1.16m"
    ],
    "subject": "응용측량",
    "text": "어떤 하천에서 BC를 따라 심천 측량을 실시할 때 B점으로부터 BC에서 직각으로 AB=96m의 기선을 잡았다. 배가 P점 위에서 ∠APB를 측정한 값이 43° 30′이었다면 BP의 거리가 100m가 되기 위하여 P점으로부터 배가 이동해야할 방향과 거리는?",
    "local_images": [
      "images/dv20140920-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-32",
    "options": [
      "절토, 6.25m",
      "성토, 6.25m3",
      "절토, 12.5m3",
      "성토, 12.5m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 직사각형 지역에 지반고 13m인 평탄한 택지를 조성하기 위하여 필요한 토공량은? (단, 지반고의 단위는 m이다.)(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [
      "images/dv20140920-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-33",
    "options": [
      "SIS(Surveying Information System)",
      "CAD(Computer Aided Design)",
      "AM(Automated Mapping)",
      "FM(Facilities Management)"
    ],
    "subject": "응용측량",
    "text": "지상 및 지하시설물 등에 대한 지도 및 도면 등 제반 정보를 수치입력하여 효율적으로 운영 관리하는 종합적인 관리체계를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-34",
    "options": [
      "989.25m",
      "1023.18m",
      "1039.25m",
      "1245.32m"
    ],
    "subject": "응용측량",
    "text": "교각 1=90°, 곡선반지름 R=100m인 단곡선의 교점 I.P의 추가거리가 1139.25m일 때, 곡선의 시점 B.C의 추가거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-35",
    "options": [
      "80m",
      "60m",
      "50m",
      "40m"
    ],
    "subject": "응용측량",
    "text": "곡선 반지름 R=100m, 곡선 길이 L=25m 일 때 글로소이드의 파라미터 A는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-36",
    "options": [
      "약 2m2",
      "약 1m2",
      "약 0.2m2",
      "약 0.005m2"
    ],
    "subject": "응용측량",
    "text": "전자면적측정기로 도상에서 200m2로 측정된 도면이 측량 당시보다 가로, 세로 각각 0.5프로씩 줄어든 것이었다면 면적 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-37",
    "options": [
      "85m",
      "45.2m",
      "42.5m",
      "35.2m"
    ],
    "subject": "응용측량",
    "text": "중곡선이 상향기울기 m=2.5/1000, 하향기울기 n=-40/1000일 때 곡선반지름이 2000m이면 곡선장(L)은?",
    "local_images": [
      "images/dv20140920-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-38",
    "options": [
      "중심측량",
      "삼각측량",
      "고저측량",
      "단면측량"
    ],
    "subject": "응용측량",
    "text": "터널의 변형조사 측량과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-39",
    "options": [
      "제외지 전부와 제내지 200m 이내",
      "제내지 전부와 제외지 200m 이내",
      "제외지 전부와 제내지 300m 이내",
      "제내지 전부와 제외지 300m 이내"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 유제부에 대한 평면측량의 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-40",
    "options": [
      "0.63m/s",
      "0.67m/s",
      "0.69m/s",
      "0.70m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 평균유속을 구하기 위하여 수심 H인 수면으로부터 0.2H, 0.4H, 0.6H, 0.8H 되는 곳의 유속을 측정하였더니, 각각 0.85m/s, 0.72m/s, 0.66m/s, 0.51m/s이었다. 이때 3점법에 의하여 산출한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140525-21",
    "options": [
      "40.5m",
      "43.5m",
      "47.0m",
      "47.5m"
    ],
    "subject": "응용측량",
    "text": "그림에서 A점의 표고가 40m 라면 B점의 표고는?",
    "local_images": [
      "images/dv20140525-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-22",
    "options": [
      "활권선",
      "3차포물선",
      "렘니스케이트",
      "클로소이드"
    ],
    "subject": "응용측량",
    "text": "캔트가 완화곡선의 길이에 직선적으로 비례하는 완화곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-23",
    "options": [
      "롤보정",
      "피치보정",
      "헤딩보정",
      "시간보정"
    ],
    "subject": "응용측량",
    "text": "다중빔음향측심기의 장비점검 및 보정시에 평탄한 해저에서 동일한 측심선을 따라 왕복측량을 실시하여 조사선의 좌측 및 우측의 기울기 차이로 발생하는 오차를 보정하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-24",
    "options": [
      "홍수가 영향을 주는 구역보다 약간 넓게 측량한다.",
      "제외지의 전부와 제내지의 300m이내까지 측량한다.",
      "홍수 시에 물이 흐르는 맨 옆에서 약 100m까지 측량한다.",
      "하구에서부터 상류의 홍수피해가 미치는 지점까지 측량한다."
    ],
    "subject": "응용측량",
    "text": "하천측량 시 평면측량에서 유제부(뚝이 있는 제방)의 측량 범위로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-25",
    "options": [
      "258.16m2",
      "248.16m2",
      "238.16m2",
      "228.16m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지역의 면적은?",
    "local_images": [
      "images/dv20140525-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-26",
    "options": [
      "양단면 평균법",
      "중앙단면법",
      "등고선법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "넓은 지역의 정지나 매립과 같은 경우의 토공량 산정시 많이 이용하는 방법으로, 대상지역을 일정한 크기의 삼각형 또는 사각형으로 구분하여 각 꼭지점 지반고에서 계획고 사이의 높이차를 구하여 체적을 구하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-27",
    "options": [
      "0.14m",
      "0.27m",
      "0.53m",
      "0.58m"
    ],
    "subject": "응용측량",
    "text": "원곡선에 의한 종단곡선에서 반지름 3000m의 종단곡선을 설치할 경우 종단곡선 시점으로부터 수평거리 40m인 지점에서 경사선(접선)과 종단곡선 간의 수직거리(종거)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-28",
    "options": [
      "72.00m",
      "73.00m",
      "74.00m",
      "75.00m"
    ],
    "subject": "응용측량",
    "text": "반지름 267.90m, 교각 87° 15′ 56″ 인 단곡선의 중앙종거는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-29",
    "options": [
      "2.041m",
      "2.411m",
      "2.421m",
      "2.431m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 약 200m의 하천이 있어서 p 및 Q에 레벨을 세우고 고호 수준측량을 하였다. A점으로부터 D점까지의 각 측점에서 전후 표척의 포고차가 각각 다음과 같을 때 D점의 표고는? (단, A점의 표고는 2.545m, A→B = -0.512m, 레벨 P에서 B→C = -0.229m, 레벨 Q에서 C→B = +0.267m, C→D = +0.636m)",
    "local_images": [
      "images/dv20140525-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-30",
    "options": [
      "0.493㎧",
      "0.475㎧",
      "0.470㎧",
      "0.443㎧"
    ],
    "subject": "응용측량",
    "text": "3점법으로 하천의 평균유속을 구함에 있어서 수면에서 수심의 20%, 60%, 80% 깊이의 유속을 측정한 결과 0.56㎧, 0.49㎧, 0.36㎧ 일 때 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-31",
    "options": [
      "22.9m",
      "25.1m",
      "45.7m",
      "50.3m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치하기 위하여 교각 I=80°, 외할 E=10m로 하려고 할 때 곡선길이(C.L.)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-32",
    "options": [
      "사전조사 → 현황측량 → 확정측량 → 경계측량 → 택지조성공사 → 준공측량",
      "사전조사 → 현황측량 → 택지조성공사 → 확정측량 → 경계측량 → 준공측량",
      "사전조사 → 현황측량 → 준공측량 → 경계측량 → 택지조성공사 → 확정측량",
      "사전조사 → 현황측량 → 경계측량 → 택지조성공사 → 확정측량 → 준공측량"
    ],
    "subject": "응용측량",
    "text": "일반적인 택지조성측량의 순서로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-33",
    "options": [
      "지하시설물이 분기하는 경우",
      "지하시설물이 교차하는 경우",
      "지하시설물이 직선구간인 경우",
      "지하시설물에 각종 제어장치가 있는 경우"
    ],
    "subject": "응용측량",
    "text": "지하시설물에 대한 탐사 간격은 20m 이하를 원칙으로 한다. 다만, 간격에 관계없이 반드시 측량하여야 하는 경우에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-34",
    "options": [
      "4.70m",
      "5.10m",
      "5.90m",
      "6.10m"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 따라 20m 간격으로 종단 측량을 행한 결과가 표와 같다. 측정 No.1의 도로 계획고를 표고 21.50m로 하고 2%의 상향기울기의 도로를 설치하기 위한 No.5의 절취고는?",
    "local_images": [
      "images/dv20140525-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-35",
    "options": [
      "터널 외 측량, 터널 내 측량, 터널 내외 연결측량으로 구분할 수 있다.",
      "터널 내 측량 시 조명이 달린 표척과 레벨이 필요하다.",
      "터널 내 중심선 측량 시 도벨이라는 기준점을 설치한다.",
      "터널 내의 곡선설치 시 주로 편각현장법을 사용한다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-36",
    "options": [
      "삼변법",
      "중앙단면법",
      "양단면평균법",
      "각주 공식에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "단면법에 의한 토량계산 방법으로 양단면의 면적차이가 클 경우 일반적으로 토량이 가장 많이 나오는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-37",
    "options": [
      "70.28m3",
      "74.373",
      "81.67m3",
      "92.45m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 삼각형으로 나누어서 측량을 실시하였다. 시공 계획고를 50m로 할 때 남는 토량은?",
    "local_images": [
      "images/dv20140525-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-38",
    "options": [
      "㉠-㉢-㉣-㉡",
      "㉠-㉣-㉡-㉢",
      "㉢-㉡-㉣-㉠",
      "㉢-㉠-㉣-㉡"
    ],
    "subject": "응용측량",
    "text": "보기의 터널측량 작업내용을 순서대로 열거한 것으로 가장 적합한 것은?",
    "local_images": [
      "images/dv20140525-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-39",
    "options": [
      "0° 8′ 12″",
      "0° 12′ 12″",
      "1° 8′ 12″",
      "1° 12′ 12″"
    ],
    "subject": "응용측량",
    "text": "교각 80°, 곡선반지름 300m, 노선의 시작점에서 교점까지의 추가거리가 310.30m일 때 시단현의 편각은? (단, 중심말뚝 간의 거리는 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-40",
    "options": [
      "평수위",
      "평균수위",
      "최고수위",
      "최저수위"
    ],
    "subject": "응용측량",
    "text": "하천의 평면측량에서 수애선측량은 어떤 수위를 기준으로 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140302-21",
    "options": [
      "인식 대상이 되는 사물(대상계)",
      "그들을 둘러싼 환경(경관장계)",
      "인식 주체인 시점(시점계)",
      "사물 인식의 정도(감각계)"
    ],
    "subject": "응용측량",
    "text": "경관의 구성 요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-22",
    "options": [
      "기준점 측량",
      "상부구조물측량",
      "하부구조물측량",
      "유지관리측량"
    ],
    "subject": "응용측량",
    "text": "시설물 측량의 교량측량에서 말뚝설치측량, 우물설치측량, 형틀설치측량을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-23",
    "options": [
      "수면으로부터 0.2H, 0.8H인 지점",
      "수면으로부터 0.4H, 0.8H인 지점",
      "수면으로부터 0.2H, 0.6H인 지점",
      "수면으로부터 0.4H, 0.6H인 지점"
    ],
    "subject": "응용측량",
    "text": "수면으로부터 수심 H인 하천에서 2점법으로 평균 유속을 구할 경우, 유속의 관측지점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-24",
    "options": [
      "0.2m",
      "0.4m",
      "0.6m",
      "0.8m"
    ],
    "subject": "응용측량",
    "text": "상향기울기 4/1000와 하향기울기 3/1000의 두 직선에 반지름 500m인 종단곡선을 설치할 때, 곡선시점에서 20m 떨어져 있는 지점의 종거 y의 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-25",
    "options": [
      "외접다각형법",
      "중앙종거법",
      "내접다각형법",
      "현편거법"
    ],
    "subject": "응용측량",
    "text": "터널 내의 곡선설치법으로 부적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-26",
    "options": [
      "20,000.8m3",
      "25,134.0m3",
      "33,295.8m3",
      "50,268.0m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 등고선 간격이 5m이고, 각 등고선으로 둘러싸인 면적이 표와 같을 때 195m 등고선 위의 토량을 평균단면법으로 구한 값은? (단, 정상은 평평한 것으로 가정한다.)",
    "local_images": [
      "images/dv20140302-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-27",
    "options": [
      "하상의 표면에 상관없이 평균유속의 위치는 같다.",
      "일반적으로 평균유속의 위치는 수심(H)의 0.2H~ 0.3H 사이에 존재한다.",
      "하상의 표면이 조잡할수록 평균유속의 위치는 낮아지고 평활할수록 높아진다.",
      "수면으로부터 평균유속까지의 깊이는 수심과 하천폭의 비가 증가함에 따라서 커진다."
    ],
    "subject": "응용측량",
    "text": "수로가 비교적 직선이고 단면적도 규칙적이며 하상이 평평한 상태에서의 평균유속에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-28",
    "options": [
      "90.25m2",
      "92.25m2",
      "94.25m2",
      "96.25m2"
    ],
    "subject": "응용측량",
    "text": "그림의 면적을 심프슨 제2법칙을 이용하여 구한 값은? (단, 지거의 간격은 5m로 일정하다.)",
    "local_images": [
      "images/dv20140302-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-29",
    "options": [
      "",
      "",
      "",
      "(B+mH+nH)H"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 배수로의 배수단면적 계산공식은?",
    "local_images": [
      "images/dv20140302-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-30",
    "options": [
      "48.45m",
      "57.74m",
      "145.34m",
      "173.21m"
    ],
    "subject": "응용측량",
    "text": "교각 60°, 곡선반지름 100m의 원곡선에서 이 원곡선의 시점을 움직이지 않고 교점에서 교각을 100°로 증가시켜 새로운 원곡선을 설치할 때, 접선길이의 변화가 없다면 새로운 원곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-31",
    "options": [
      "18.05m",
      "19.05m",
      "23.53m",
      "24.53m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 노선 단면에서 여유폭을 포함하는 용지의 폭은? (단, 여유폭=0.5m로 한다.)",
    "local_images": [
      "images/dv20140302-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-32",
    "options": [
      "30m",
      "60m",
      "90m",
      "180m"
    ],
    "subject": "응용측량",
    "text": "매개변수(A)=60m의 클로소이드 곡선에서 클로소이드 시점에서 곡선의 길이 40m인 점의 곡선반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-33",
    "options": [
      "BP=67.5m, PQ=80m",
      "BP=75m, PQ=45m",
      "BP=88.9m, PQ=80m",
      "BP=88.9m, PQ=67.5m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형의 꼭지점 A로부터 밑변을 향해서 직선으로 a : b : c=5 : 3 : 2의 비율로 면적을 분할하기 위한 BP, PQ의 거리는? (단, BC=150m)",
    "local_images": [
      "images/dv20140302-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-34",
    "options": [
      "5mm",
      "1cm",
      "5cm",
      "10cm"
    ],
    "subject": "응용측량",
    "text": "100m2의 정사각형 토지의 면적을 1m2까지 정확하게 구하기 위한 필요 충분한 1변의 길이 측정의 단위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-35",
    "options": [
      "터널 내 측량",
      "터널 외 기준점측량",
      "세부측량",
      "지형측량"
    ],
    "subject": "응용측량",
    "text": "하나의 터널을 완성하기 위해서는 계획, 설계, 시공 등의 작업과정을 거쳐야 하는데 다음 중 터널 외 기준점 설치 후 터널의 시공과정 중에 이루어지는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-36",
    "options": [
      "답사 → 예측 → 실측 → 공사측량 → 도상계획",
      "도상계획 → 실측 → 예측 → 답사 → 공사측량",
      "도상계획 → 답사 → 예측 → 실측 → 공사측량",
      "답사 → 도상계획 → 실측 → 예측 → 공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-37",
    "options": [
      "18°10′50″",
      "28°15′45″",
      "48°10′50″",
      "71°50′10″"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 측점의 위치가 표와 같을 경우 터널 내 곡선의 교각은?",
    "local_images": [
      "images/dv20140302-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-38",
    "options": [
      "C/2",
      "C",
      "2C",
      "4C"
    ],
    "subject": "응용측량",
    "text": "캔트가 C인 원곡선에서 설계속도 및 곡선반지름을 모두 2배로 증가시킬 때, 새로운 캔트 C'는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-39",
    "options": [
      "하구 심천측량은 하구 부근 하저 및 해저의 지형을 조사한다.",
      "하구의 항만시설, 해안보전시설의 설계 자료로 사용된다.",
      "조위를 관측하고 실측한 수심을 기본수준면으로부터의 수심으로 보정하여 심천측량의 정확도를 높인다.",
      "해안에서는 수심 100m 되는 앞바다까지를 측량구역으로 한다."
    ],
    "subject": "응용측량",
    "text": "하구 심천측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-40",
    "options": [
      "71.5m",
      "80.5m",
      "90.2m",
      "95.5m"
    ],
    "subject": "응용측량",
    "text": "하천의 심천측량을 하기 위해 그림과 같이 AB선에 직각으로 기선 AD=60m를 관측하였다. 현재 P의 위치에서 관측장비를 사용하여 ∠APD=40°를 측정하였다면 AP의 거리는?",
    "local_images": [
      "images/dv20140302-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20130928-21",
    "options": [
      "46.22m",
      "49.74m",
      "50.26m",
      "52.74m"
    ],
    "subject": "응용측량",
    "text": "터널 내의 고저차 측량에서 두 측점이 천정에 설치되어 있을 때 아래와 같은 결과를 얻었다. 두 점간의 고저차는?",
    "local_images": [
      "images/dv20130928-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-22",
    "options": [
      "1° 15‘ 38“",
      "1° 35‘ 33“",
      "2° 05‘ 38“",
      "2° 33‘ 33“"
    ],
    "subject": "응용측량",
    "text": "교각(I)이 60°이고, 곡선반지름(R)이 150m, 노선의 시점에서 교점(I.P)까지의 추가거리가 540m일 때, 시단현의 편각은? (단, 중심말뚝 간격은 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-23",
    "options": [
      "66.14m",
      "66.57m",
      "66.83m",
      "67.49m"
    ],
    "subject": "응용측량",
    "text": "그림에서 V지점에 해당하는 종단곡선(Vertical curve)상의 계획고(Elevation)는? (단, 종단곡선은 2차포물선이고, A점의 계획고=65.50m)",
    "local_images": [
      "images/dv20130928-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-24",
    "options": [
      "6944m2",
      "8333m2",
      "12000m2",
      "14400m2"
    ],
    "subject": "응용측량",
    "text": "축척 1:1200 지도에서 잘못하여 축척 1:1000로 측정하였더니 10000m2가 나왔다면 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-25",
    "options": [
      "80m, 110m",
      "90m, 100m",
      "100, 140m",
      "100m, 160m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형을 A로부터 밑변을 향해 a:b:c=5:3:2의 비율로 면적을 분할하기 위한 BP와 BQ의 거리가 순서대로 짝지어진 것은? (단, BC=200m)",
    "local_images": [
      "images/dv20130928-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-26",
    "options": [
      "1.45m/sec",
      "1.40m/sec",
      "1.35m/sec",
      "1.30m/sec"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 그림과 같이 깊이에 따른 유속(m/sec)을 얻었을 때, 3점법에 의한 평균유속은?",
    "local_images": [
      "images/dv20130928-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-27",
    "options": [
      "2° 11‘ 9“",
      "2° 13‘ 19“",
      "2° 53‘ 59“",
      "3° 11‘ 59“"
    ],
    "subject": "응용측량",
    "text": "터널의 시점(P)과 종점(Q)의 좌표가 P(1200m, 800m, 75m), Q(1600m, 600m, 100m)일 때 P로부터 Q로 터널을 굴진할 경우 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-28",
    "options": [
      "120m",
      "75m",
      "60m",
      "30m"
    ],
    "subject": "응용측량",
    "text": "원곡선에 의한 중곡선 설치에서 상향기울기 5/1000와 하향기울기 35/1000가 반지름 3000m의 곡선 중에서 교차할 때 교점에서 곡선시점까지의 거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-29",
    "options": [
      "삼각측량에 의하여 댐의 수평방향의 절대변위를 관측한다.",
      "댐 표면과 부근의 고정점을 이용하여 반복 관측한다.",
      "지형 및 정확도면에서 3개 이상의 고정점을 이용한다.",
      "절대 위치결정에 대한 정확도는 5.0~10.0cm정도이다."
    ],
    "subject": "응용측량",
    "text": "댐의 장기적 안정성을 조사하기 위한 변위측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-30",
    "options": [
      "해저지층탐사",
      "해상중력관측",
      "해저지형측량",
      "해상지자기관측"
    ],
    "subject": "응용측량",
    "text": "해양지질학적 기초자료를 획득하기 위하여 음파 또는 탄성파 탐사장비를 이용하여 해저퇴적양상 또는 음향상분포를 조사하는 것을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-31",
    "options": [
      "40.34m",
      "52.43m",
      "60.3m",
      "72.43m"
    ],
    "subject": "응용측량",
    "text": "반지름이 100m, 교각이 55° 20‘ 일 때 접선장(T.L)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-32",
    "options": [
      "터널입구 부근은 대개 지형이 나쁘고 좁은 장소가 많으므로 반드시 인조점을 설치한다.",
      "측량의 정확도를 높이기 위해 터널 외 기준점 설치시 후시를 될 수 있는 한 길게 잡는다.",
      "고저측략용 기준점은 터널 입구 부근과 떨어진 곳에 2개소 이상 설치하는 것이 좋다.",
      "터널 외 기준점 측량은 작업터널 완성 후 터널 내 단면변형 관측을 위해 수행한다."
    ],
    "subject": "응용측량",
    "text": "터널 외 기준점 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-33",
    "options": [
      "10000m3",
      "50000m3",
      "1000m3",
      "500m3"
    ],
    "subject": "응용측량",
    "text": "등고선이 그려져 있는 지형도의 토량을 계산하고자 한다. 85m등고선의 면적 A1=970m2, 90m등고선의 면적 A2=900m2, 95m등고선의 면적 A3=500m2, 100m등고선의 면적 A4=100m2, 105등고선의 면적 A5=30m2일 때 85m등고선 이상의 토량은? (단, 각주 공식 사용)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-34",
    "options": [
      "평균해면",
      "기본수준면",
      "약최고고조면",
      "평균저조면"
    ],
    "subject": "응용측량",
    "text": "선박의 안전통항을 위한 교량 및 가공선의 높이를 결정하기 위한 기준면으로 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-35",
    "options": [
      "갈수위란 355일 이상 이 수위보다 적어지지 않는 수우를 말한다.",
      "평균수위란 어떤 기간의 수위 중 이보다 높은 수위와 낮은 수위의 관측횟수가 같은 수위이다,",
      "수위관측소는 상ㆍ하류의 길이가 약 100m 정도는 직선이어야 하고 유속이 크지 않아야 한다.",
      "수위관측소는 평상시나 홍수 때도 쉽게 관측할 수 있는 곳이어야 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 관한 다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-36",
    "options": [
      "제방이 있는 경우 거리표는 하천의 중심에 직각방향으로 양안에 설치한다.",
      "거리표는 반드시 기점으로부터 하천의 우안을 따라 500m 간격으로 설치한다.",
      "횡단측량은 양안의 거리표를 기준으로 그 선상의 고저를 측량한다.",
      "하천측량에서의 고저측량 작업은 거리표 설치, 중단 및 횡단측량, 심천측량 등을 포함한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 거리표 설치와 고저측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-37",
    "options": [
      "약 8.44km/h",
      "약 18.44km/h",
      "약 26.42km/h",
      "약 36.42km/h"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 200m의 곡선에 캔트 0.38m를 붙인 노선의 설계속도는? (단, 레일간격 D=1.067m임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-38",
    "options": [
      "310m2",
      "330m2",
      "359m2",
      "420m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 곡선과 직선인 경계선에 쌓여 있는 면적을 심프슨(Simpson)의 제1법칙으로 구한 값은? (단. h0=3.2m, h1=10.4m, h2=12.8m, H3=11.2m, h4=4.4m이고 지거의 간격 d=9m이다.)",
    "local_images": [
      "images/dv20130928-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-39",
    "options": [
      "인공경관",
      "생태경관",
      "자연경관",
      "환경경관"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 인식대상의 주체에 의한 분류에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-40",
    "options": [
      "",
      "",
      "ρ2=α2 sin2δ",
      ""
    ],
    "subject": "응용측량",
    "text": "일반철도에서 직선과 곡선사이에 삽입되는 완화곡선의 식으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130602-21",
    "options": [
      "8.31m",
      "10.51m",
      "11.51m",
      "14.41m"
    ],
    "subject": "응용측량",
    "text": "터널의 천정에 두 점의 측점을 정하였을 때 기계고(IH)-1.45m, 시준고(h) -1.60m, 사거리(S) 42.50m, 연직각(상향) 15° 30′ 일 경우, 두 점의 고저차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-22",
    "options": [
      "답사",
      "예측",
      "지표설치",
      "지하설치"
    ],
    "subject": "응용측량",
    "text": "터널측량의 순서 중 중심선을 현지의 지표에 정확히 설치하고 터널 입구의 위치를 결정하는 단계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-23",
    "options": [
      "2° 47′ 04″",
      "2° 51′ 53″",
      "2° 55′ 05″",
      "2° 59′ 55″"
    ],
    "subject": "응용측량",
    "text": "곡선 시점까지의 추가거리가 550m이고 중심 말뚝 간격이 20m, 교각이 60°, 곡선반지름이 200m 일 때 종단현의 편각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-24",
    "options": [
      "중심선 측량",
      "수준측량",
      "단면측량",
      "도벨설치측량"
    ],
    "subject": "응용측량",
    "text": "터널공사의 완성시에 실시되는 측량이 아닌것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-25",
    "options": [
      "유토곡선이 하향인 구간은 성토구간이고, 상향인 구간은 절토구간이다.",
      "유토곡선의 극대점은 성토에서 절토로 옮기는 점이고, 극소점은 절토에서 성토로 옮기는 점이다.",
      "절토와 성토의 평균운반거리는 유토곡선토량 의 1/2점간의 거리로 한다.",
      "평균운반거리는 절토부분의 중심과 성토부분의 중심 간의 거리를 의미한다."
    ],
    "subject": "응용측량",
    "text": "유토곡선의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-26",
    "options": [
      "16.6m",
      "17.7m",
      "18.8m",
      "19.9m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 토지에서 BC(=55m) 위의 점 D와 AC(=40m) 위의 점 E를 연결하여 ΔABC의 면적을 2등분 할 때 AE의 길이는?",
    "local_images": [
      "images/dv20130602-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-27",
    "options": [
      "0° ＜ θ ＜ 10°",
      "10° ＜ θ ＜ 30°",
      "30° ＜ θ ＜ 60°",
      "60° ＜ θ"
    ],
    "subject": "응용측량",
    "text": "아래와 같은 경관평가를 받는 시준선과 시설물 측선이 이루는 각(θ)의 법위로 가장 적합한 것은?",
    "local_images": [
      "images/dv20130602-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-28",
    "options": [
      "V =  (Σh1 + 3Σh2 + 2Σh3 + 4Σh4 )",
      "V =  (Σh1 + 2Σh2 + 3Σh3 + 4Σh4 )",
      "V =  (4Σh1 + Σh2 + 3Σh3 + 4Σh4 )",
      "V =  (3Σh1 + 2Σh2 + Σh3 + 4Σh4 )"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 형태의 넓은 면적의 토량을 구하는 식으로 옳은 것은? (단, 각각의 구역의 크기는 같고 h1, h2, h3, h4 는 표고를 의미함)",
    "local_images": [
      "images/dv20130602-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-29",
    "options": [
      "토털스테이션측량",
      "GPS측량",
      "항공레이저측량",
      "해저면영상조사"
    ],
    "subject": "응용측량",
    "text": "해안선측량을 위한 방법과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-30",
    "options": [
      "캔트(cant)와 슬랙(slack)을 주기 위하여",
      "직선과 곡선 구간의 변화에 따른 원심력의 급증에 의한 주행차량의 격동을 방지하기 위하여",
      "곡선설치에 정확도를 향상 시키고 지거에 의한 설치가 용이하도록 하기 위하여",
      "곡선 구간 진입에 의한 차량의 속도 저하를 방지하기 위하여"
    ],
    "subject": "응용측량",
    "text": "완화곡선을 삽입하는 이유로서 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-31",
    "options": [
      "수위표의 영점은 갈수위 이하까지 표시하고 사단은 평수위보다 조금 높게 측정할 수 있도록 한다.",
      "수위표의 영점표고는 그 관측소의 수준기표로 부터 측정하고 수준기표의 표고는 부근의 국가수준점에 결부시킨다.",
      "수위표에는 원칙적으로 5cm 단위의 눈금을 붙인다.",
      "하구 부근이나 이수, 치수의 중요한 점, 또는 관측하기 불편한 곳에는 자기수위표를 설치한다."
    ],
    "subject": "응용측량",
    "text": "수위표에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-32",
    "options": [
      "이정량(shift)",
      "접선편거",
      "현편거",
      "캔트(cant)"
    ],
    "subject": "응용측량",
    "text": "직선과 원곡선을 직접 접속할 경우에 비하여 그 사이에 완화곡선을 설치하는 경우 생기는 Y방향(주접선의 직각방향)의 길이를 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-33",
    "options": [
      "2500m2",
      "5000m2",
      "20000m2",
      "40000m2"
    ],
    "subject": "응용측량",
    "text": "축척 1:1000의 도면을 축척 1:500으로 잘못계산하여 10000m2의 면적을 얻었다면 실제 정확한 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-34",
    "options": [
      "162.14m",
      "163.14m",
      "164.14m",
      "165.14m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에서 교점 부근에 하천이 있어 그림과 같이 A′, B′를 선정하여 α=38° 34′, β= 45° 46′,  = 86.5m를 얻었다면  의 거리는? (단, 곡선의 반지름은 250m 이다.) (문제오류로 실제 시험에서는 모두 정답처리 되었습니다. 여기서는 1번을 누르면 정답처리 됩니다.)",
    "local_images": [
      "images/dv20130602-34_img_0.gif",
      "images/dv20130602-34_img_1.gif",
      "images/dv20130602-34_img_2.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-35",
    "options": [
      "음속보정",
      "조석보정",
      "흡수보정",
      "방사보정"
    ],
    "subject": "응용측량",
    "text": "해양에서 수심측량을 할 경우 음향측심 장비로 부터 취득한 수심의 보정 방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-36",
    "options": [
      "0.450m/sec",
      "0.475m/sec",
      "0.508m/sec",
      "0.540m/sec"
    ],
    "subject": "응용측량",
    "text": "수심이 H인 하천의 유속 측정에서 수면으로부터 0.2H, 0.4H, 0.6H, 0.8H 깊이에서의 유속이 각각 0.565m/sec, 0.514m/sec, 0.450m/sec, 0.385m/sec 이었다면, 2점법에 의한 평균 유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-37",
    "options": [
      "1년을 통하여 355일, 이것보다 내려가지 않는 수위",
      "1년을 통하여 275일, 이것보다 내려가지 않는 수위",
      "1년을 통하여 185일, 이것보다 내려가지 않는 수위",
      "1년을 통하여 125일, 이것보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천의 수위 중 저수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-38",
    "options": [
      "불규칙한 흐름이 없고 수위변화가 확연히 일어나는 곳",
      "하상변화가 작고 상하류가 약 100~200m 정도 직선인 곳",
      "이동이나 유실, 파손되지 않고 침하, 매몰이 일어나지 않는 곳",
      "평상시나 홍수시에도 관측이 편리한 곳"
    ],
    "subject": "응용측량",
    "text": "유량관측을 위한 수위관측 위치에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-39",
    "options": [
      "3° 26′ 20″",
      "6° 26′ 20″",
      "45° 00′ 00″",
      "51° 26′ 20″"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치를 위한 조건이 다음과 같을 경우 원곡선 시점 (B.C.)으로부터 원곡선상 처음 중심점(P1)까지의 편각은?",
    "local_images": [
      "images/dv20130602-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-40",
    "options": [
      "R = A2 / L",
      "L = 2τR",
      "τ= L2 / 2A2",
      "A = L2 / 2τ"
    ],
    "subject": "응용측량",
    "text": "클로소이드 공식으로 옳지 않은 것은? (단, R : 곡선반지름, L : 곡선길이, A : 파라메타, τ : 접선각)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130310-21",
    "options": [
      "259.81m2",
      "300.00m2",
      "400.81m2",
      "519.62m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 면적을 구하기 위하여 두변의 길이를 측정한 결과, 길이가 30m, 20m이고 그 사이에 낀 각이 120°이였다면 삼각형의 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-22",
    "options": [
      "X=666.0m, Y=665.0m",
      "X=664.0m, Y=663.0m",
      "X=662.0m, Y=661.0m",
      "X=666.0m, Y=659.0m"
    ],
    "subject": "응용측량",
    "text": "세 꼭지점의 평면좌표가 표와 같은 삼각형의 면적을 3:2로 분할하는 점 M의 좌표는?",
    "local_images": [
      "images/dv20130310-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-23",
    "options": [
      "V = 0.25N + 0.25",
      "V = 0.35N + 0.35",
      "V = 0.25N + 0.45",
      "V = 0.35N + 0.55"
    ],
    "subject": "응용측량",
    "text": "유속계로 1회 관측시 회전수(N)가 2.6일 때 유속(V)이 0.90m/sec 이었고, 2회 관측시 회전수(N)가 3.8일 때 유속(V)이 1 20m/sec이었다. 유속계의 상수 a, b는 얼마인가? (단, V=aN+b)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-24",
    "options": [
      "115.7m",
      "70.6m",
      "193.9m",
      "94.1m"
    ],
    "subject": "응용측량",
    "text": "교각이 60°일 때 교점(I, P)으로부터 원곡선의 중점까지 거리(E)를 30m로 하는 곡선의 곡선반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-25",
    "options": [
      "2l2/R",
      "l2/R",
      "l2/2R",
      "l/R"
    ],
    "subject": "응용측량",
    "text": "현편거법에 의하여 터널 내 곡선설치를 할 때  의 크기는?",
    "local_images": [
      "images/dv20130310-25_img_0.gif",
      "images/dv20130310-25_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-26",
    "options": [
      "수면과 하안(河岸)과의 경계선을 수애선이라 한다.",
      "심천측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡단면도를 작성한다.",
      "수애선의 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다.",
      "수애선은 하천 수위에 따라 변동하는 것으로 갈수위에 의하여 정해진다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수애선(水涯線)의 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-27",
    "options": [
      "28.663m",
      "7.254m",
      "1.819m",
      "0.456m"
    ],
    "subject": "응용측량",
    "text": "교각이 50°30〞이고 곡선반지름이 300m일 때 단곡선을 중앙종거에 의하여 설치하고자 한다. 세 번째 중앙종거 M3는?",
    "local_images": [
      "images/dv20130310-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-28",
    "options": [
      "완화곡선의 반지름은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반지름®으로 된다.",
      "완화곡선의 접선은 시점에서 곡선에, 종점에서 직선에 접한다.",
      "완화곡선에 연한 곡선 반지름의 감소율은 캔트의 증가율과 같다.",
      "종점에 있는 캔트(cant)는 원곡선의 캔트(cant)와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-29",
    "options": [
      "터널측량",
      "지적측량",
      "해안선측량",
      "노선측량"
    ],
    "subject": "응용측량",
    "text": "수로측량의 한 종류로서 수로조사 성과심사의 대상에 해당되는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-30",
    "options": [
      "육분의에 의한 방법",
      "전파측위법",
      "인공위성(DGPS) 측위법",
      "음향측심의에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "해양조사선의 수평위치결정방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-31",
    "options": [
      "삼사법",
      "방한법",
      "지거법",
      "삼변법"
    ],
    "subject": "응용측량",
    "text": "면적계산방법 중 도상거리법에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-32",
    "options": [
      "작업계획 및 준비 - 시설물의 위치측량 - 조사 - 탐사 - 지하시설물 원도 작성",
      "작업계획 및 준비 - 조사 - 탐사 - 시설물의 위치측량 - 지하시설물 원도 작성",
      "조사 - 작업계획 및 준비 - 탐사 - 시설물의 위치측량 - 지하시설물 원도 작성",
      "조사 - 탐사 - 작업계획 및 준비 - 시설물의 위치측량 - 지하시설물 원도 작성"
    ],
    "subject": "응용측량",
    "text": "지하시설물측량의 일반적인 절차로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-33",
    "options": [
      "수직터널이 낮고 단면이 큰 경우에는 광학적인 방법을 이용하여 층분한 정확도를 얻을 수 있다.",
      "터널 내외의 측점 위치관계를 명확하게 하기 위한 목적으로 실시한다.",
      "지하의 터널과 지상의 구역경계 및 중요 제점과 어떤 관계가 있는가를 조사하기 위한 측량이다.",
      "수직터널이 한 개인 경우 수직터널에 한 개의 수선을 내리고 이 수선의 길이와 방위를 관측한다."
    ],
    "subject": "응용측량",
    "text": "터널 내외 연결측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-34",
    "options": [
      "48.99m",
      "89.58m",
      "97.80m",
      "149.77m"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 내접다각형법에 의한 곡선을 설치할 때 측선의 길이는? (단, 곡선반지름 R=400m, 굴착 후 터널 폭은 6m임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-35",
    "options": [
      "6%",
      "5%",
      "4%",
      "3%"
    ],
    "subject": "응용측량",
    "text": "설계속도 65㎞/h, 곡선반지름 550m인 곡선을 설계할 때, 필요한 편경사는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-36",
    "options": [
      "A = C < B",
      "A < C < B",
      "A = B = C",
      "B < C < A"
    ],
    "subject": "응용측량",
    "text": "토량계산 공식에서 양단면의 면적차가 클 때 공식의 특징에 따른 토량의 관계로 옳은 것은? (단, 양단면 평균법 = A, 중앙단면법 = B, 각주공식 = C)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-37",
    "options": [
      "35m",
      "55m",
      "60m",
      "65m"
    ],
    "subject": "응용측량",
    "text": "종단곡선의 설치에서 상향기울기가 5/1000, 하향기울기가 30/1000, 반지름 2000m인 원곡선을 설치할 때 교점에서 곡선시점까지의 거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-38",
    "options": [
      "영(0) 눈금은 최저수위보다 높다.",
      "양수표의 최고수위는 최대 홍수위보다 높다.",
      "검조장의 평균해면 표고로 측정한다.",
      "홍수 뒤에는 부근 수준점과 연결하여 표고를 확인한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 수위관측에서 양수표에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-39",
    "options": [
      "20m",
      "100m",
      "150m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "A=100m의 클로소이드곡선에서 곡선길이(L) 50m일 때, 곡선반지름(R)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-40",
    "options": [
      "평수위",
      "평균수위",
      "평균고수위",
      "평균저수위"
    ],
    "subject": "응용측량",
    "text": "어떤 기간 동안의 수위 중 이것보다 높은 수위와 낮은 수위의 관측횟수가 같은 수위를 나타내는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20120915-21",
    "options": [
      "최고수위는 어떤 기간에 있어서 가장 높은 수위를 말한다.",
      "평균수위는 어떤 기간의 관측수위를 합계하여 관측횟수로 나눈 것을 말한다.",
      "갈수위는 하천의 수위 중에서 1년을 통하여 355일간 이보다 내려가지 않는 수위를 말한다.",
      "평수위는 어떤 기간에 있어서의 관측수위가 일정하게 유지되는 최대 기간의 수위로 평균수위보다 약간 높다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 관측한 수위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 3,
    "id": "dv20120915-22",
    "options": [
      "30.25m",
      "31.12m",
      "31.92m",
      "32.67m"
    ],
    "subject": "응용측량",
    "text": "택지(宅地)를 조성하기 위하여 한 변의 길이가 10m인 정사각형으로 분할한 후, 각 모서리점의 높이를 수준측량하여 각점의 지반고를 그림과 같이 얻었다. 성토 및 절토량이 같도록 하려면 계획고를 몇 m로 해야 하는가? (단, 토량변화는 생각하지 않는다.)",
    "local_images": [
      "images/dv20120915-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-23",
    "options": [
      "50m",
      "72m",
      "100m",
      "150m"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 매개변수 A=120m, 곡선 반지름 R=200m 일 때, 곡선 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-24",
    "options": [
      "0.603m/sec",
      "0.605m/sec",
      "0.607m/sec",
      "0.609m/sec"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수면으로부터 수심(h)의 0.2h, 0.6h, 0.8h 되는 곳에서 유속을 측정한 결과 각각0.684m/sec, 0.607m/sec, 0.522m/sec 이었다. 3점법에 의한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-25",
    "options": [
      "유제부에서는 제외지 전부와 제내지의 300m이내 이다.",
      "무제부에서는 홍수가 영향을 주는 구역까지만을 범위로 한다.",
      "하천공사에서는 하구에서부터 상류의 홍수피해가 미치는 지점까지 한다.",
      "사방공사의 경우에는 수원지까지를 범위로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평면측량의 범위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-26",
    "options": [
      "시단현(ℓ1)",
      "중앙종거(M)",
      "곡선반경(R)",
      "종단현에 대한 편각(δn)"
    ],
    "subject": "응용측량",
    "text": "노선측량 중 편각볍에 의한 원곡선 설치에 있어서 필요없는 요소는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-27",
    "options": [
      "산",
      "정원",
      "하천",
      "바다"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 인식대상의 주체에 대하여 경관을 자연경관, 인공경관, 생태경관으로 분류할때 자연경관에 해당 되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-28",
    "options": [
      "2.00m",
      "3.46m",
      "4.62m",
      "8.00m"
    ],
    "subject": "응용측량",
    "text": "채광지역의 광상을 조사하기 위하여 시추에 의한 코어를 채취하였다. 시추 코어에서 한 단층의 두께가 4m, 경사각이 30°이었다면 이층의 실제 두께는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-29",
    "options": [
      "5730m",
      "5440m",
      "4865m",
      "4500m"
    ],
    "subject": "응용측량",
    "text": "원곡선에서 현의 길이가 100m이고, 이 현의길이에 대한 중심각이 1°라고 할 때, 이 원곡선의 반지름은 약 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-30",
    "options": [
      "α= 60°21′09〞ℓ=2388m",
      "α= 61°02′03〞ℓ=2388m",
      "α= 59°29′09〞ℓ=2075m",
      "α= 86°43′59〞ℓ=2075m"
    ],
    "subject": "응용측량",
    "text": "다각측량에 의하여 결정한 터널입구의 좌표값이 다음과 같다. 터널의 중심선 AB의 방향각 α및 수평거리는?",
    "local_images": [
      "images/dv20120915-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-31",
    "options": [
      "지중레이더관측법",
      "자기관측법",
      "전자관측법",
      "탄성파관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물의 관측방법 중 조사구역을 적당한 격자간격으로 분할하여 그 격자점에 대한 자력값을 관측함으로써 지하의 자성체의 분포를 추정하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 3,
    "id": "dv20120915-32",
    "options": [
      "55m2",
      "85m2",
      "130m2",
      "160m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 담면의 면적은?",
    "local_images": [
      "images/dv20120915-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-33",
    "options": [
      "12.5m",
      "12.7m",
      "13.0m",
      "13.3m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 5각형 ABCDE를 동일면적의 사각형 AFDE로 만들기 위해 DC의 연장선에 경계점 F를 설치하였다. BC=25m, ∠ACB=30°, ∠BCF=80°일때 CF의 거리는 얼마인가?",
    "local_images": [
      "images/dv20120915-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-34",
    "options": [
      "C",
      "2C",
      "C/2",
      "C/4"
    ],
    "subject": "응용측량",
    "text": "캔트가 C인 노선의 곡선부에서 속도와 반지름을 모두 2배로 할 때 변화된 캔트는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-35",
    "options": [
      "1.11%",
      "0.74%",
      "0.25%",
      "0.42%"
    ],
    "subject": "응용측량",
    "text": "터널내 천정에 표척을 매달아 수준측량을 실시한 결과 a점의 표척 눈금이 2.450m, b점의 표척 눈금이 3.560m, ab 사이의 수평거리가 150m 일 경우 천정 경사도는 얼마인가?",
    "local_images": [
      "images/dv20120915-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 3,
    "id": "dv20120915-36",
    "options": [
      "22.5m",
      "30m",
      "45m",
      "52m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 1변 BC에 평행하게 면적을 m:n=1:3의 비율로 분할하고자 할 경우, AB의 길이가 90m라면 AX는 얼마인가?",
    "local_images": [
      "images/dv20120915-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-37",
    "options": [
      "평판측량",
      "시거측량",
      "골조측량",
      "사진측량"
    ],
    "subject": "응용측량",
    "text": "노선공사를 위한 계획조사측량작업에 가장 적합한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-38",
    "options": [
      "강우량 측정",
      "유속 측정",
      "심천 측량",
      "유수단면적 측정"
    ],
    "subject": "응용측량",
    "text": "하천의 어느 지점에서 유량측정을 위하여 필요한 직접적인 관측사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-39",
    "options": [
      "지적도근측량",
      "세부측량",
      "지적삼각보조측량",
      "지적삼각측량"
    ],
    "subject": "응용측량",
    "text": "대축척인 지적도를 작성하는 데에는 일반적으로 기존의 삼각점만으로는 충분하지 않다. 이 때 필요한 기준점설치를 위한 기초측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-40",
    "options": [
      "측점 간 수평거리",
      "측점의 계획단면",
      "각 측점의 기점으로부터의 누가거리",
      "측점에서의 계획고"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 종단면도를 작성할 때, 표기 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120520-21",
    "options": [
      "유제부에서의 측량범위는 제외지 전부와 제내지 300m 이내로 한다.",
      "무제부에서의 측량범위는 홍수가 영향을 주는 구역보다 하천중심방향으로 약간 안쪽으로 측량한다.",
      "홍수 방지 공사가 목적인 하천 공사에서는 하구에서부터 상류의 홍수 피해가 미치는 지점까지로 한다.",
      "선박 운행을 위한 하천 개수가 목적일 때 하류는 하구까지로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평면측량의 범위 및 거리에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-22",
    "options": [
      "A = C ＜ B",
      "A ＜ C = B",
      "A ＜ C ＜ B",
      "A > C ＞ B"
    ],
    "subject": "응용측량",
    "text": "토량계산 공식 중 양단면의 면적차가 심할 때 산출된 토량의 일반적인 대소 관계로 옳은 것은?(단,A=중앙단면법, B=양단평균법, C= 각주공식)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-23",
    "options": [
      "95일",
      "135일",
      "185일",
      "275일"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 저수위란 1년을 통하여 몇일간이보다 내려가지 않는 수위를 의미하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-24",
    "options": [
      "0.116m",
      "0.35m",
      "0.868m",
      "1.40m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 원곡선으로 종단곡선을 설치할때, i1=0%, i2=0%, A=NO.25+8.5m, C=NO.26+8.5m, B=NO.27+8.5m이라고하면 NO.27에서의 종거 y3의 값은? (단, 측정간 거리는 20m로 한다.)",
    "local_images": [
      "images/dv20120520-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-25",
    "options": [
      "확폭량, 편경사, 종단경사",
      "곡선반지름, 확폭량, 편경사",
      "곡선반지름, 편경사, 종단경사",
      "종단경사, 편경사, 편기각"
    ],
    "subject": "응용측량",
    "text": "보기의 빈칸에 적합한 용어에 알맞게 짝지어진 것은?",
    "local_images": [
      "images/dv20120520-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-26",
    "options": [
      "9°5′25″",
      "16°48′05″",
      "20°48′05″",
      "21°48′05″"
    ],
    "subject": "응용측량",
    "text": "3차포물선 형상의 완화곡선에서 교각 I=90°, 원곡선의 곡선반지름 R=500m, 완화곡선의 횡거 X=160m일 경우 완화곡선 종점에서의 접선각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-27",
    "options": [
      "지거법",
      "편각법",
      "중앙종거법",
      "종거에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치 방법 중 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법으로 정확도가 높아 많이 이용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-28",
    "options": [
      "1000m",
      "2000m",
      "3000m",
      "4000m"
    ],
    "subject": "응용측량",
    "text": "음향측심기를 사용하여 수심측량을 실시한 결과, 송신음파와 수신음파의 도달시간차가 4초이고 수중음속이 1000m/sec라 하면 수심은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-29",
    "options": [
      "터널측량을 크게 나누어 터널 외 측량, 터널내 측량, 터널 내외 연결측량으로 구분한다.",
      "터널 내에서 중심말뚝을 콘크리트 등을 이용하여 견고하게 만든 것을 자이로(gyro)라고 한다.",
      "터널측량의 일반적인 순서는 터널 내 측량, 터널 내외 연결측량, 터널 외 측량의 순서를 행한다.",
      "터널 내의 측량에는 기계의 십자선과 표척등에 조명이 필요하지 않다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-30",
    "options": [
      "홍수 때에 관측소의 유실, 이동의 염려가 없을 것",
      "하상이 안정하고 세굴이나 퇴적이 생기지 않을 것",
      "교각 등의 영향에 의한 불규칙한 수위변화가 없을 것",
      "하도의 만곡부로 수면 폭이 좁을 것"
    ],
    "subject": "응용측량",
    "text": "유량조사를 목적으로 하는 수위관측소의 설치장소 선정에 있어서 고려해야 할 조건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-31",
    "options": [
      "213.192m",
      "223.976m",
      "263.972m",
      "276.296m"
    ],
    "subject": "응용측량",
    "text": "터널내의 주점의 좌표가 A(-66.20m, -71.20m), B,(105.50m, 129.30m)이고 높이가 각각 29.70m, 111.30m인 A, B점을 연결하는 터널을 굴진하는 경우 이 터널의 사거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-32",
    "options": [
      "1개의 수직 터널에 의한 연결측량방법은 정렬법과 삼각법이 있다.",
      "선단에 추를 달아 수직선을 내리고 추의 흔들림을 막기 위해 물 또는 기름통에 넣어 진동을 방지한다.",
      "얕은 수직 터널에서는 보통 철선, 강선, 황동선이 이용되며 깊은 수직 터널에서는 피아노선이 이용된다.",
      "수직터널이 한 개인 경우 수직 터널에 한 개의 수선을 내리고 이 수선의 길이와 방위를 관측한다."
    ],
    "subject": "응용측량",
    "text": "터널 내외 연결측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-33",
    "options": [
      "교량의 설치 위치, 형식, 규모",
      "교량을 조망하는 시점 및 시점장",
      "교량의 유지관리 체계",
      "교량과 지형, 주변시설과의 조화"
    ],
    "subject": "응용측량",
    "text": "교량의 경관 계획의 고려사항으로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-34",
    "options": [
      "±4.0m3",
      "±6.5m3",
      "±9.8m3",
      "±12.0m3"
    ],
    "subject": "응용측량",
    "text": "양단면 평균법에 따라 체적을 구하고자 한다. 두 단면 A1=25m2, A2=40m2와 구간거리 ℓ=20m±0.2m를 측정했을 때, 체적오차는? (단, 면적의 오차는 무시함)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-35",
    "options": [
      "곡선이 하향인 구간은 절토구간이고, 상향인 구간은 성토구간이다.",
      "곡선의 지점은 성토에서 절토로, 정점은 절토에서 성토로 바뀌는 점이다.",
      "평행선(기선)에서 곡선의 저점이나 정점까지의 종거는 절토에서 성토로 운반되는 절토량을 의미한다.",
      "유토곡선과 평행성(기선)과 교차점은 성토점과 절토량이 거의 같은 평행상태를 나타낸다."
    ],
    "subject": "응용측량",
    "text": "유토곡선의 특성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-36",
    "options": [
      "초구장측량",
      "관계배수측량",
      "건축측량",
      "지하시설물측량"
    ],
    "subject": "응용측량",
    "text": "지하에 설치된 상·하수도시설, 가스시설, 통신시설 등의 건설 및 유지관리를 위한 자료제공의 역할을 하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-37",
    "options": [
      "315m",
      "417m",
      "643m",
      "920m"
    ],
    "subject": "응용측량",
    "text": "설계속도 100㎞/h의 도로건설에 있어서 직선부와 원곡선부 사이에 완화곡선 설치여부를 이정량의 크기에 의해 판단하고자 한다. 이정량이 0.2m 이하일 때 완화곡선을 생략할 수 있다면 원곡선의 최소 반지름은? (단, 완화곡선은 클로소이드 곡선으로 설치하고, 완화곡선 길이는 설계속도로 2초간 주행하는 거리로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-38",
    "options": [
      "2°33′21″",
      "1°56′11″",
      "1°22′38″",
      "0°37′5″"
    ],
    "subject": "응용측량",
    "text": "교점(I.P.)의 위치가 공사기점으로부터 325.00m 곡선반지름(R) 200m, 교각(I) 45°인 단곡선을 편각법으로 설계할 때 시단현의 편각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-39",
    "options": [
      "2.43m/s",
      "3.25m/s",
      "3.52m/s",
      "4.13m/s"
    ],
    "subject": "응용측량",
    "text": "수심H인 하천의 수면으로부터 0.2H, 0.4H, 0.6H, 0.8H 깊이에서 관측한 유속이 각각 3m/s, 5m/s, 4m/s, 2m/s이었다면 3점법에 의한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-40",
    "options": [
      "0.01km2",
      "0.1km2",
      "1.0km2",
      "10.0km2"
    ],
    "subject": "응용측량",
    "text": "축척 1:5000 도상에서의 면적이 40.52cm2이었다면 실제면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120304-21",
    "options": [
      "삼변삼각측량",
      "평판수준측량",
      "지상사진측량",
      "직접수준측량"
    ],
    "subject": "응용측량",
    "text": "댐 위부의 변형관측에 정확도가 낮아 적합하지 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-22",
    "options": [
      "자연환경의 손상을 최대한 억제하도록 한다.",
      "도로선형의 부드러움을 위채 곡선을 많이 삽입한다.",
      "지역 경관과의 조화를 이루도록 한다.",
      "내부경관과 외부경관을 동시에 고려하여야 한다."
    ],
    "subject": "응용측량",
    "text": "도로의 경관 계획 시 고려사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-23",
    "options": [
      "56000m3",
      "48000m3",
      "38000m3",
      "32000m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 구릉지가 있다. 간격 5m의 등고선에 쌓인 부분의 단면적이 A1=3800m2, A2=2000m2, A3=1800m2, A4=900m2, A5=200m2라고 할 때 각주공식에 의한 이 구릉지의 토량은? (단, 정상은 편평한 것으로 가정한다.)",
    "local_images": [
      "images/dv20120304-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-24",
    "options": [
      "클로소이드는 곡률이 곡선길이에 비례하여 증대하는 곡선이다.",
      "클로소이드의 요소는 모두 무차원이다.",
      "클로소이드의 종점 좌표(x, y)는 그 점의 접선각(r)의 함수로 표시할 수 있다.",
      "클로소이드 곡선길이(L)와 곡선의 반지름(R), 매개변수(A)는 R×L=A2의 관계를 갖는다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 사용하는 클로소이드에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-25",
    "options": [
      "HB=HA-a+b",
      "HB=HA+a-b",
      "HB=HA+a+b",
      "HB=HA-a-b"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 터널에서 직접 수준측량을 하였을 때 B점의 지반고 HB를 구하는 식으로 옳은 것은? (단, HA는 기지점 A의 지반고이다.)",
    "local_images": [
      "images/dv20120304-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-26",
    "options": [
      "계획경사는 될 수 있는 데로 요구에 합치시킨다.",
      "경사와 곡선을 가능한 병설 한다.",
      "절토는 성토와 대략 같게 되도록 한다.",
      "절토는 성토로 유용할 수 있도록 운반거리를 고려한다."
    ],
    "subject": "응용측량",
    "text": "노선의 종단면도에 계획선을 계획할 때 고려하여야 할 사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-27",
    "options": [
      "3차포물선 곡선",
      "클로소이드 곡선",
      "렘니스케이트 곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "완화곡선의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-28",
    "options": [
      "30′ 03″",
      "38′ 43″",
      "45′ 08″",
      "48′ 01″"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어 도로기점으로부터 교점(I. P)까지의 거리가 515.32m, 곡선반지름이 300m, 교각이 31° 00′ 일 때 시단현에 대한 편각은? (단, 중심말뚝의 간격은 20m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-29",
    "options": [
      "해면은 지오이드면과 상당한 차이가 있으며, 지오이드면 외측에 있는 질량의 영향을 고려해야 한다.",
      "해양측량 관측의 정밀도는 일반적으로 육상측량 관측의 경우에 비하여 나쁘다.",
      "해양측량에서는 연직 또는 수평방향의 유지가 중요한 문제이다.",
      "선상에서 연직추를 늘어뜨리면 배의 동요에 의한 수평가속도의 영향 때문에 실의 방향이 정확한 연직방향을 가리키지 못한다."
    ],
    "subject": "응용측량",
    "text": "해양측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-30",
    "options": [
      "상, 하류 최소 100m 정도 곡선이 유지되는 장소",
      "수위가 교각 및 그 밖의 구조물로 영향을 받지 않는 곳",
      "홍수시 유실 또는 이동의 염려가 없는 곳",
      "평상시는 물론 홍수시에도 쉽게 양수표를 읽을 수있는 장소"
    ],
    "subject": "응용측량",
    "text": "수위관측소의 설치 장소 선정을 위한 고려사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-31",
    "options": [
      "4.38m3/sec",
      "4.83m3/sec",
      "5.38m3/sec",
      "5.83m3/sec"
    ],
    "subject": "응용측량",
    "text": "각 구간의 평균유속이 표와 같을 때, 그림과 같은 단면을 갖는 하천의 유량은?",
    "local_images": [
      "images/dv20120304-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-32",
    "options": [
      "190m",
      "194m",
      "197m",
      "199m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 곡선과 직선인 경계선에 쌓여 있는 면적을 심프슨(Simpson)의 제1법칙으로 구한 값은? (단, h0=3.2m, h1=10.4m, h2=12.8m, h3=11.2m, h4=4.4m이고 지거의 간격 d=5m이다.)",
    "local_images": [
      "images/dv20120304-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-33",
    "options": [
      "터널 내의 곡선설치는 일반적으로 지상에서와 같이 편각법에 의해 행한다.",
      "지하측량에는 지하중심측량과 지하수준측량으로 나눌 수 있다.",
      "터널의 길이방향은 삼각측량 또는 트래버스측량으로 행한다.",
      "터널 내 측량에서는 기계의 십자선 및 잣눈 표척등에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-34",
    "options": [
      "0.479m/sec",
      "0.448m/sec",
      "0.433m/sec",
      "0.386m/sec"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에 있어서 수면으로부터 수심(H)의 0.2H, 0.6H, 0.8H인 지점의 유속이 0.541m/sec, 0.417m/sec, 0.355m/sec일 때 2점법으로 구한 평균 유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-35",
    "options": [
      "스터럽(stirrup)",
      "도벨(dowel)",
      "쇼란(shoran)",
      "양수표(water gauge)"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 기준점으로 사용되는 중심말뚝으로 차량 등에 파손되지 않도록 견고하게 설치하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-36",
    "options": [
      "2mm",
      "4mm",
      "5mm",
      "10mm"
    ],
    "subject": "응용측량",
    "text": "2500m2 의 정사각형 면적을 0.2m2까지 정확히 구하기 위한 필요충분한 한 번의 측정거리 단위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-37",
    "options": [
      "357.5m",
      "300.1m",
      "251.7m",
      "210.1m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치시 곡선반지름 R=300m, 교각 I=80°일 때 접선길이(T.L.)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-38",
    "options": [
      "207m3",
      "215m3",
      "414m3",
      "430m3"
    ],
    "subject": "응용측량",
    "text": "신설도로의 구간 No.10에서 No. 10+10m 사이에 성토고 1m, 성토기울기 1:1.5, 도로폭 20m의 도로를 건설하고자 할 때 토공량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-39",
    "options": [
      "171.9m",
      "200.4m",
      "226.1m",
      "232.3m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 R=150m, I=85° 인 원곡선의 곡선시점 A와 교각의 크기를 유지(I=I′)한 상태에서 교점(P′)을 접선 AP를 따라 20m 이동하여 노선을 변경하고자할 때, 새로운 원곡선의 반지름 R′ 은?",
    "local_images": [
      "images/dv20120304-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-40",
    "options": [
      "제방이 없는 하천의 경우는 과거 홍수에 영향을 받았던 구역보다 약간 좁게 한다.",
      "제방이 있는 경우는 제외지 전부와 제내지 300m이내로 한다.",
      "종방향 범위는 하류의 경우에는 바다와 접하는 하구까지로 한다.",
      "종방향 범위의 상류는 홍수피해가 미치는 지점까지 또는 수원지까지 측량한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 일반적인 측량범위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20111002-21",
    "options": [
      "0.2H",
      "0.4H",
      "0.6H",
      "0.8H"
    ],
    "subject": "응용측량",
    "text": "다음 중 3점법에 의한 유속 계산을 위하여 관측하여 C수심 위치가 아닌 것은? (단, 수심은 수면으로부터 H라고 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-22",
    "options": [
      "419.62m",
      "317.72m",
      "288.68m",
      "256.38m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 선분 AC, BD 사이에 곡선을 설치하고자 할 때 곡선의 교점에 장애물이 있어 교각을 측정하지 못하고 ∠ACD, ∠CDB 및 CD의 거리를 측정하여 ∠ACD=150°, ∠CDB=90°, CD=200m의 결과를 얻었다. 곡선의 반지름을 300m라고 할 때 C점부터 곡선시점까지의 거리는?",
    "local_images": [
      "images/dv20111002-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-23",
    "options": [
      "넓은 지역의 높이의 기준으로서, 조위(潮位)면을 평균해수면이라 한다.",
      "평균해수면을 정하기 위해서는 장기간에 걸쳐 해수높이를 관측하여야 한다.",
      "조위(潮位)와 변화를 측정하기 위해서는 견고한 암석에 검조잠을 설치한다.",
      "기압이 감소하면 해수면도 하강한다."
    ],
    "subject": "응용측량",
    "text": "평균해수면(mean sea level)에 관한 설명으로 옳지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-24",
    "options": [
      "중앙종거법",
      "현편거법",
      "트래버스 측량에 의한 방법",
      "접선편거법"
    ],
    "subject": "응용측량",
    "text": "다음 중 터너 곡선부의 측설법으로 적절치 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-25",
    "options": [
      "54° 20‘ 51“",
      "61° 30‘ 34“",
      "68° 40‘ 17“",
      "70° 15‘ 30“"
    ],
    "subject": "응용측량",
    "text": "매개변수 A=300m인 대칭기본형 클로소이드 (직선-클로소이드-단곡선-클로소이드-직선)를 설치하고자 한다. 두 직선이 만나는 교각 θ=75° 50‘ 00“ 이고 접속되는 원곡선의 반지름 R=600m일 때 원곡선의 교각 I는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-26",
    "options": [
      "구적기에 의한 방법은 도면의 축척과 신축 등으로 하여 직접법에 비해 정확도가 다소 떨어진다.",
      "각주공식은 다각형인 양단면이 평행이고, 중앙의 면을 구하여 심프슨 제2법칙을 적용하여 구한다.",
      "다각측량에서 폐합다각형 내의 면적은 배횡거법으로 할 수 있다.",
      "산지에서의 정지적업 또는 매립용량, 저수지담수량, 체적산정 등에는 등고선법이 사용된다."
    ],
    "subject": "응용측량",
    "text": "면ㆍ체적 측량에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-27",
    "options": [
      "167m",
      "109m",
      "105m",
      "45m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 1200m인 원곡선상을 80km/hr로 주행하려면 캔트(cant)를 얼마로 하여야 하는가? (단, 궤간은 1067m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-28",
    "options": [
      "삼사법",
      "삼변법",
      "지거법",
      "구적기 사용"
    ],
    "subject": "응용측량",
    "text": "면적계산 방법 중 삼각형의 밑변과 높이를 관측하여 면적을 구하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-29",
    "options": [
      "성토량 15.3m3, 절토량 31.8m3",
      "성토량 26.9m3, 절토량 31.8m3",
      "성토량 15.3m3, 절토량 4.8m3",
      "성토량 26.9m3, 절토량 4.8m3"
    ],
    "subject": "응용측량",
    "text": "도로설계 횡단도상에서 양단 거리가 20m이고, No.28과 No.29의 면적이 다음과 같다. 양단 ㅅ이의 단면 변화가 일률적이라면 성토량과 절토량은?",
    "local_images": [
      "images/dv20111002-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-30",
    "options": [
      "60m",
      "90m",
      "120m",
      "150m"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 파라미터 A=60m이고, 곡선길이가 40m인 클로소이드 곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-31",
    "options": [
      "C.L=235.62m",
      "C.L=349.32m",
      "C.L=270.66m",
      "C.L=290.34m"
    ],
    "subject": "응용측량",
    "text": "곡률반경 300m, 교각 45°인 원곡선의 곡선잠(C.L)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-32",
    "options": [
      "①→⑤→③→②→④→⑥",
      "①→②→③→④→⑤→⑥",
      "①→⑤→④→③→②→①",
      "①→②→⑤→④→③→⑥"
    ],
    "subject": "응용측량",
    "text": "지하시설물에 대한 탐사 공정 순서로 옳은 것은?",
    "local_images": [
      "images/dv20111002-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-33",
    "options": [
      "무제부에서는 홍수가 영향을 미치는 구역보다 100m 정도 넓게 한다.",
      "유제부에서는 제내지 전부와 제외지 300m 이내로 한다.",
      "주운(舟運)을 위한 하천개수공사의 경우 하류는 하구까지로 한다.",
      "홍수방지가 목적인 하천공사의 경우 하구에서부터 상류의 홍수피해가 미치는 지점까지로 한다."
    ],
    "subject": "응용측량",
    "text": "하천 평면측량의 범위에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-34",
    "options": [
      "1년을 통하여 355일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 275일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 185일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 125일간은 이것보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천수위의 갈수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-35",
    "options": [
      "약 1° 47‘ 20“",
      "약 2° 12‘ 13“",
      "약 3° 27‘ 08“",
      "약 4° 32‘ 10“"
    ],
    "subject": "응용측량",
    "text": "터널 내의 두 측점 좌표가 A(150, 300), B(400, 500)이고 표고가 각각 A=10m, B=20m일 때, AB점을 잇는 터널의 경사각은? (단, 좌표의 단위는 m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-36",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같이 삼각형(ABC)을 면적비 m:n 으로 분할할 경우 BD의 길이는?",
    "local_images": [
      "images/dv20111002-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-37",
    "options": [
      "중심선 도입측량과 중심말뚝 설치",
      "터널내 고저측량",
      "터널변형 측정",
      "터널 내 곡선설치"
    ],
    "subject": "응용측량",
    "text": "터널내 중심선 측량과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-38",
    "options": [
      "L≥15.8m",
      "L≥20.8m",
      "L≥25.8m",
      "L≥30.8m"
    ],
    "subject": "응용측량",
    "text": "유하거리 정확도가 , 유하시간 정확도가  이라면 관측유속 1.0m/sec의 경우 그 오차를 2%이내에 있도록 하기 위한 부지 유하거리(L)로 옳은 것은?",
    "local_images": [
      "images/dv20111002-38_img_0.gif",
      "images/dv20111002-38_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-39",
    "options": [
      "57‘",
      "58‘",
      "59‘",
      "60‘"
    ],
    "subject": "응용측량",
    "text": "편각법으로 곡선반지름 592.70m인 단곡선을 설치할 경우에 중심말뚝간격 20m에 대한 편각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-40",
    "options": [
      "0°＜θ≤5°",
      "5°＜θ≤10°",
      "10°＜θ≤30°",
      "50°＜θ≤60°"
    ],
    "subject": "응용측량",
    "text": "경관평가에 있어서 시즌선과 시설을 측선이 이루는 수평시각(θ)의 범위로 시설물 전체의 형상을 인식할 수 있고, 경관의 주제로서 적당한 경관을 얻을 수 있는 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20110612-21",
    "options": [
      "120.3m",
      "186.6m",
      "225.6m",
      "250.6m"
    ],
    "subject": "응용측량",
    "text": "단곡선에 있어서 교각(I)=60°, 반지름(R)=100m, 곡선시점(B,C)의 추가거리가 120.85m일 때 곡선종점(E,C)까지의 거리는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-22",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형의 토지 ABC를 B점에서 의의 넓이로 분할하고자 한다. 의 길이를 구하는 식으로 옳은 것은? (단, M : ABC의 면적, m : ABD의 면적)",
    "local_images": [
      "images/dv20110612-22_img_0.gif",
      "images/dv20110612-22_img_1.gif",
      "images/dv20110612-22_img_2.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-23",
    "options": [
      "1818.5m3",
      "2015.5m3",
      "2187.5m3",
      "2212.5m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단면을 갖는 길이 50m인 제방의 체적은?",
    "local_images": [
      "images/dv20110612-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-24",
    "options": [
      "유로 및 하상 변동이 적은 곳이어야 한다.",
      "흐름과 유속의 변화가 뚜렷이 나타나야 한다.",
      "홍수 등에 의한 유실, 이동 및 파손의 위험이 없어야 한다.",
      "교각이나 기타 구조물에 의하여 수위에 영향을 받지 않아야 한다."
    ],
    "subject": "응용측량",
    "text": "하전의 유량조사를 위한 수위관측소의 위치 선정시 고려사항에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-25",
    "options": [
      "철도와 같은 궤도두간에 주로 적용되는 완화곡선의 일종이다.",
      "매개변수(A)의 크기는 클로소이드의 확대율을 의미한다.",
      "클로소이드의 특성점이란 곡선반지름, 곡선장, 매개변수의 크기가 같은 지점을 의미한다.",
      "곡률이 곡선의 길이에 비례한다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-26",
    "options": [
      "1.50m/sec",
      "1.45m/sec",
      "1.40m/sec",
      "1.33m/sec"
    ],
    "subject": "응용측량",
    "text": "하천 측량에서 그림과 같이 깊이에 따른 유속(m/sec)을 얻었을 때, 3점법에 의한 평균유속은?",
    "local_images": [
      "images/dv20110612-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-27",
    "options": [
      "예측→지표설치→답사→지하설치",
      "답사→예측→지표설치→지하설치",
      "예측→답사→지하설치→지표설치",
      "답사→지표설치→예측→지하설치"
    ],
    "subject": "응용측량",
    "text": "다음 중 터널측량 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-28",
    "options": [
      "철도의 경우는 시공기면을 기준으로 한다.",
      "수로 터널과 같이 인버트(invert)가 있는 경우는 인버트의 상단을 기준으로 한다.",
      "도로 터널에서는 arch crown을 기준으로 한다.",
      "일반적으로 중심점의 높이는 중심선측량과 같이 20m 간격으로 관측한다."
    ],
    "subject": "응용측량",
    "text": "터널완성 후의 변형조사측량 중 고저측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-29",
    "options": [
      "망원경의 십자선은 조명 장치 등으로 구분이 용이 하여야 한다.",
      "측점은 천정에 설치하기도 한다.",
      "터널 내의 곡선 설치는 장소가 협소하므로 편각법을 주로 사용한다.",
      "터널 내는 좁고, 어두우며, 급경사인 경우가 많으므로 특별한 기계장치의 조합이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량을 지상측량과 비교했을 때의 특징적인 내용이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-30",
    "options": [
      "상향부분 A~C 구간은 성토구간을 나타낸다.",
      "기선 OX상의 B, D에서는 토량의 이동이 없다.",
      "C점은 성토에서 절토로 변하는 점이다.",
      "이 곡선은 결과적으로 토량이 남는다는 것을 의미한다."
    ],
    "subject": "응용측량",
    "text": "그림과 같은 유토곡선에 대한 설명으로 옳은 것은?",
    "local_images": [
      "images/dv20110612-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-31",
    "options": [
      "1,375m3",
      "1,425m3",
      "1,475m3",
      "1,525m3"
    ],
    "subject": "응용측량",
    "text": "측량결과에 의하여 그림과 같이 절토고를 얻었다면 절토량은 얼마인가? (단, 각 분할된 구역은 가로 x 세로 = 20m x 10m로 동일하다.)",
    "local_images": [
      "images/dv20110612-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-32",
    "options": [
      "시점(視點)",
      "종점(終點)",
      "주대상(主對象)",
      "대상장(對象場)"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 지점경관의 구성요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-33",
    "options": [
      "위성측량",
      "평판측량",
      "경위의 측량",
      "수준측량"
    ],
    "subject": "응용측량",
    "text": "지적측량에 사용되지 않는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-34",
    "options": [
      "시단현 15m, 종단현 13m",
      "시단현 13m, 종단현 15m",
      "시단현 18m, 종단현 19m",
      "시단현 19m, 종단현 18m"
    ],
    "subject": "응용측량",
    "text": "노선이 기점에서 교점(I.P)까지의 거리가 136.895km 이고 교점에서 곡선시점(B.C)까지의 거리가 173m 이며 곡선길이(C.L)가 337m 일 때 20m 간격으로 중심말뚝을 설치할 때, 단곡선의 시단현과 종단현의 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-35",
    "options": [
      "곡선반지름은 완화곡선의 시점과 종점에서 무한대에 접근한다.",
      "완화곡선의 접선은 시점에서는 직선, 종점에서는 원호에 접한다.",
      "시점에 있는 캔트는 원곡선의 캔트와 같다.",
      "완화곡선은 직선부와 직선부 사이에 설치하는 완충곡선이다."
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선의 성질에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-36",
    "options": [
      "평균최저수위",
      "평균수위",
      "평균최고수위",
      "경계수위"
    ],
    "subject": "응용측량",
    "text": "제방의 축설, 교량의 가설, 배수 등 주로 치수(治水)목적에 이용되는 수위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-37",
    "options": [
      "지표를 굴착하지 않고 매설물의 위치와 심도 등을 측량하는 것이다.",
      "지표를 굴착하여 매설물의 위치와 심도 등을 확인하는 측량을 의미한다.",
      "측량장비로는 주로 토털스테이션이나 GPS가 이용된다.",
      "주로 지하수의 분표 및 유량 등에 관한 자료를 얻기 위한 측량을 의미한다."
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-38",
    "options": [
      "97m",
      "138m",
      "235m",
      "247m"
    ],
    "subject": "응용측량",
    "text": "원곡선의 교각(l)=28°08′25, 반지름(R)=150m, 외할(E)=4.64m인 원곡선을 동일한 교각을 갖는 외할(E')=7.64m의 원곡선으로 변경할 때 구성되는 새로운 원곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-39",
    "options": [
      "제방이 있으면 제내지 부분은 약300m이내 정도이다.",
      "제방이 없으면 하천중앙선에서 300m이내 정도이다.",
      "제방이 있으면 제외지 부분은 포함할 필요가 없다.",
      "제방이 없으면 홍수 흔적보다 약간 좁게 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 평면측량 범위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-40",
    "options": [
      "조사측량",
      "세부측량",
      "설계측량",
      "공사측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 노선측량에서 구조물의 장소에 대해서 지형도와 종단면도를 작성하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110320-21",
    "options": [
      "1° 00′ 00″",
      "3° 13′ 54″",
      "3° 14′ 12″",
      "3° 54′ 38″"
    ],
    "subject": "응용측량",
    "text": "터널 내의 A, B점의 좌표(x, y, z)가. A(1328, 810, 86.3), B(1734, 589, 112.4)일 때, 이 터널의 굴착 경사각은? (단, 좌표의 단위는 m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-22",
    "options": [
      "계획수립 - 선점 및 조표 - 준비 및 현지답사 - 성과표 작성 - 관측 및 계산",
      "준비 및 현지답사 - 계획수립 - 선점 및 조표 - 성과표 작성 - 관측 및 계산",
      "준비 및 현지답사 - 선점 및 조표 - 계획수립 - 관측 및 계산 - 성과표 작성",
      "계획수립 - 준비 및 현지답사 - 선점 및 조표 - 관측 및 계산 - 성과표 작성"
    ],
    "subject": "응용측량",
    "text": "지적측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-23",
    "options": [
      "M=144.35m, C,L=567.23m",
      "M=144.35m, C,L=570.25m",
      "M=143.55m, C,L=570.25m",
      "M=143.55m, C,L=567.23m"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치에 있어서 곡선 반지름 R=250m, 교각 I=130° 일 때, 중앙종거(M)와 곡선길이(C, L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-24",
    "options": [
      "1.49m2",
      "2.98m2",
      "7.45m2",
      "3.68m2"
    ],
    "subject": "응용측량",
    "text": "어떤 횡단면도의 도상면적이 29.8cm2 이다. 가로와 세로의 축척이 각각 1/50, 1/10 이라면 면적은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-25",
    "options": [
      "81.63m",
      "80.73m",
      "79.33m",
      "78,23m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 종단곡선을 2차 포물선으로 설치하고 자 할 때, B점의 계획고는? (단, A점의 계획고는 78.63m 이다.)",
    "local_images": [
      "images/dv20110320-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-26",
    "options": [
      "96.30m",
      "115.17m",
      "125.13m",
      "155.80m"
    ],
    "subject": "응용측량",
    "text": "어떤 하천에서 직선BC에 따라 그림과 같이 심천측량을 실시할 때 P점에서 관측장비를 이용하여 ∠APB를 관측하여 39°20′을 얻었다 BP의 거리는? (단, AB=73m)",
    "local_images": [
      "images/dv20110320-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-27",
    "options": [
      "0.532 m/sec",
      "0.527 m/sec",
      "0.504 m/sec",
      "0.497 m/sec"
    ],
    "subject": "응용측량",
    "text": "수심이 H인 하천에서 수면으로부터 0.2H, 0.4H, 0.6H, 0.8H 되는 지점의 관측 유속(m/sec)이 0.57, 0.55, 0.50, 0.49 이었다. 4점법의 평균 유속공식에 의한 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-28",
    "options": [
      "3.3cm",
      "5.5cm",
      "6.7cm",
      "9.2cm"
    ],
    "subject": "응용측량",
    "text": "원곡선의 반지름이 100m일 때 중심말뚝간격 20m에 대한 현의 길이와 호의 길이의 차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-29",
    "options": [
      "보상 조사 측량",
      "절대 변위 측량",
      "수문 자료 수집 측량",
      "지형 및 지질조사 측량"
    ],
    "subject": "응용측량",
    "text": "댐 측량에서 조사계획측량에 해당되지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-30",
    "options": [
      "지형측량 - 터널 외 기준점 측량 - 세부측량 - 터널 내 측량 - 준공측량",
      "세부측량 - 터널 외 기준점 측량 - 터널 내 측량 - 지형측량 - 준공측량",
      "지형측량 - 세부측량 - 터널 외 기준점 측량 - 터널 내 측량 - 준공측량",
      "세부측량 - 터널 내 측량 - 지형측량 - 준공측량 - 터널 외 기준점 측량"
    ],
    "subject": "응용측량",
    "text": "터널측량의 일반적인 작업공정 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-31",
    "options": [
      "습기, 먼지, 소음, 어두움 등으로 측량조건이 매우 불량하다.",
      "폐합트래버스에 의한 측량이 주로 이루어지므로 누적발생오차를 쉽게 확인할 수 있다.",
      "굴착면의 변위발생으로 설치한 기준점의 변형이 일어나기 쉽다.",
      "후시의 경우 거리가 짧고 예각 발생의 경우가 많아 오차가 자주 발생할 수 있다."
    ],
    "subject": "응용측량",
    "text": "터널 내 측량의 특징에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-32",
    "options": [
      "1,357m3",
      "2,424m3",
      "5,580m3",
      "6,530m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 사각형 격자의 교점에 대한 각각의 절토고를 얻었다. 절토량은 얼마인가? (단, 격자의 크기는 가로 10m, 세로 20m이다.)",
    "local_images": [
      "images/dv20110320-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-33",
    "options": [
      "3° 40′",
      "5° 30′",
      "6° 30′",
      "7° 9′"
    ],
    "subject": "응용측량",
    "text": "원곡선을 편각법으로 설치할 때, 교각 I=44°, 곡선장(C, L)이 120m 인 경우, 30m에 대한 편각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-34",
    "options": [
      "기선과 유도측선에 의한 방법",
      "초음파에 의한 방법",
      "육분의에 의한 방법",
      "전자파 또는 GPS에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "수심측량에서 측량선의 평면위치 결정방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-35",
    "options": [
      "유속계의 관측 회수",
      "유속계의 10회전에 소요되는 시간(sec)",
      "유속계의 1초에 대한 회전수",
      "유속계의 1회전에 소요되는 시간(sec)"
    ],
    "subject": "응용측량",
    "text": "회전식유속계로 유속을 측정할 때 V=aN+b(m/sec)로 표시된다. 이 식에서 N은? (단, a, b는 정수이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-36",
    "options": [
      "1/5,000",
      "1/10,000",
      "1/20,000",
      "1/25,000"
    ],
    "subject": "응용측량",
    "text": "수평거리를 동일한 정확도로 관측하여 1,000m2의 면적에 대한 면적산정 오차가 0.1m2 이내에 들게 하려면 거리관측의 허용정확도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-37",
    "options": [
      "곡선길이가 커지면 이정량(shift)도 커진다.",
      "곡선길이에 비례하여 곡선반지름이 감소한다.",
      "곡선길이에 비례하여 캔트(cant)가 감소한다.",
      "접선각(τ)이 일정한 경우 곡선 반지름(R)을 크게하기 위해서는 큰 파라미터(A)를 사용한다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-38",
    "options": [
      "184.3m",
      "251.7m",
      "157.9m",
      "286.4m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 200m인 원곡선을 설치하고자 한다. 도로의 시점에서 교점까지의 거리는 324.5m 이며 교점부근에 장애물이 있어 아래 그림과 같이 점 A, B에서 의 각을 관측하였을 때, 도로시점으로부터 원곡선 시점까지의 거리는?",
    "local_images": [
      "images/dv20110320-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-39",
    "options": [
      "계획조사측량 - 노선선정 - 실시설계측량 - 용지측량 - 세부측량 - 공사측량",
      "노선선정 - 계획조사측량 - 용지측량 - 세부측량 - 실시설계측량 - 공사측량",
      "계획조사측량 - 용지측량 - 노선선정 - 실시설계측량 - 세부측량 - 공사측량",
      "노선선정 - 계획조사측량 - 실시설계측량 - 세부측량 - 용지측량 - 공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-40",
    "options": [
      "유제부에서 제내지 및 제외지 300m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약각 넓게 한다.",
      "유제부에서 제내지 및 제외지 200m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 좁게 한다.",
      "유제부에서 제내지 및 제외지 200m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 넓게 한다.",
      "유제부에서 제내지 및 제외지 300m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 좁게 한다."
    ],
    "subject": "응용측량",
    "text": "하천 측량에서 평면측량의 일반적인 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20100905-21",
    "options": [
      "185m",
      "190m",
      "195m",
      "205m"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치구간의 노선을 개량하고자 아래 그림과 같이 구곡선 반경(Ro) 200m를 신곡선 반경 (Rn)500m로 크게 했을 경우 전체 노선길이는 약 얼마만큼 단축되는가?",
    "local_images": [
      "images/dv20100905-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-22",
    "options": [
      "V=0.25N+0.25",
      "V=0.35N+0.35",
      "V=0.25N+0.45",
      "V=0.35N+0.55"
    ],
    "subject": "응용측량",
    "text": "유속계로 1회 관측시 회전수(N)가 2.6일 때 유속이(V) 0.90m/sec 이었다. 유속계의 상수 a, b는 얼마인가? (단, V=aN+b이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-23",
    "options": [
      "85m",
      "45.2m",
      "42.5",
      "35.5m"
    ],
    "subject": "응용측량",
    "text": "종곡선이 상향기울기 2.5/1000, 하향기울기-(40/1000)일 때 곡선반경이 2000m이면 곡선장 (L)은?",
    "local_images": [
      "images/dv20100905-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-24",
    "options": [
      "3차포물선",
      "2차 포물선",
      "클로소이드 곡선",
      "렘니스케이트곡선"
    ],
    "subject": "응용측량",
    "text": "도로의 종단곡선으로 많이 쓰이는 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-25",
    "options": [
      "지중 레이다 측량기법",
      "전자유도 측량기법",
      "음파측량기법",
      "GPS측량기법"
    ],
    "subject": "응용측량",
    "text": "전자파의 반사 성질을 이용하여 지하의 각종 현상을 밝히는 측량 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100905-26",
    "options": [
      "수로내에 둑을 설치하고, 사방댐의 월류량의 공식을 이용하여 유량을 구할 수 있다.",
      "벤츄리미터, 오리피스 등의 계기(計器)를 이용하여 관로 등의 유량을 구하 수 있다.",
      "유량관측은 직류부로서 흐름이 일정하고, 하상 경사가 일정한 곳이 좋다",
      "유량관측은 수위 변화에 의해 하천 횡단면 형상이 급변하는 곳이 좋다"
    ],
    "subject": "응용측량",
    "text": "유량관측에 관한 일반적인 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-27",
    "options": [
      "2° 11' 34“",
      "2° 12' 56”",
      "2° 13' 10“",
      "2° 13' 35”"
    ],
    "subject": "응용측량",
    "text": "기점(도로시작점)으로부터 425.50m에 교점 (I.P)이 있고, 곡률반경 R=250m, 교각 I=45° 30'인 단곡선에서 시단현의 편각은? (단, 중심말뚝 간격은 20m이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-28",
    "options": [
      "355일 이상 이보다 적어지지 않는 수위",
      "275일 이상 이보다 적어지지 않는 수위",
      "어떤 기간 중 이것보다 높은 수위와 낮은 수위의 관측 횟수가 똑같은 수위",
      "일정 기간 중 제일 많이 생긴 수위"
    ],
    "subject": "응용측량",
    "text": "평수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-29",
    "options": [
      "대상계",
      "경관장계",
      "시점계",
      "형상계"
    ],
    "subject": "응용측량",
    "text": "경관의 구성요소에서 인간의 속성을 나타내는 직업, 연령, 건강상태, 교육환경에 속하는 계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-30",
    "options": [
      "25m",
      "33m",
      "67m",
      "75m"
    ],
    "subject": "응용측량",
    "text": "그림에서 면적을 m:n=1:3으로 분할하고자 한다. 밑변의 길이가 BC가 100m일때 BD의 길이는 얼마인가?",
    "local_images": [
      "images/dv20100905-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-31",
    "options": [
      "예측 - 답사 - 지표설치 - 지하설치",
      "답사 - 예측 - 지표설치 - 지하설치",
      "예측 - 지하시설 - 지표시설 - 답사",
      "답사 - 지표설치 - 지하설치 - 예측"
    ],
    "subject": "응용측량",
    "text": "터널측량의 순서를 바르게 나타낸 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-32",
    "options": [
      "1점법은 수면부터 수심의 50% 깊이의 유속을 평균 유속으로 한다.",
      "2점법은 수면부터 수심의 20%, 80% 깊이의 유속을 측정하여 구한다.",
      "3점법은 수면부터 수심의 20%, 60%, 80%깊이의 유속을 측정하여 구한다.",
      "4점법은 수면부터 수심의 20%, 40%, 60%, 80% 깊이의 유속을 측정하여 구한다."
    ],
    "subject": "응용측량",
    "text": "평균유속을 구하는 방법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-33",
    "options": [
      "곡률반경이 곡선의 길이에 비례하는 완화 곡선이다.",
      "일정 속도로 달리는 차량에서 앞바퀴의 회전속도를 일정하게 유지할 경우의 차량궤적이다.",
      "클로소이드의 크기는 매개변수 A에 의해 결정된다.",
      "클로소이드에서 (곡선반경 =곡선장 =클로소이드의 매개변수)인 점을 클로소이드의 특성점이라 한다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-34",
    "options": [
      "거리 : 1116.43m, 방향 18° 48' 06“",
      "거리 : 1116.43m, 방향 198° 48' 06“",
      "거리 : 380.55m, 방향 18° 48' 06“",
      "거리 : 380.55m, 방향 198° 48' 06“"
    ],
    "subject": "응용측량",
    "text": "삼각점을 이용하여 터널 입구 A와 B의 좌표값에 대한 결과가 표와 같다. 측선 AB의 거리와 방향은?",
    "local_images": [
      "images/dv20100905-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-35",
    "options": [
      "631.20m3, 10.52m",
      "631.20m3, 11.18m",
      "670.50m3, 10.52m",
      "670.50m3, 11.18m"
    ],
    "subject": "응용측량",
    "text": "DEM의 전체 토량과 절토량 및 성토량이 균형을 이루는 계획 지반고로 옳게 짝지어진 것은?",
    "local_images": [
      "images/dv20100905-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-36",
    "options": [
      "터널 내외 연결측량",
      "중심선측량",
      "고저측량",
      "단면측량"
    ],
    "subject": "응용측량",
    "text": "터널 완성 후에 실시하는 측량과 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-37",
    "options": [
      "K2",
      "2K",
      "K/2",
      "2/K"
    ],
    "subject": "응용측량",
    "text": "정사각형의 면적을 관측하기 위하여 거리 관측을 실시한 결과의 정확도가 K라고 할 때, 면적 측량의 정확도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-38",
    "options": [
      "2m2",
      "3m2",
      "4m2",
      "5m2"
    ],
    "subject": "응용측량",
    "text": "직각좌표 ABCD 4점을 꼭지점으로 한 4각형 ABCD의 면적은? (단위 : m)",
    "local_images": [
      "images/dv20100905-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-39",
    "options": [
      "약 1“",
      "약 5”",
      "약 10“",
      "약 15”"
    ],
    "subject": "응용측량",
    "text": "편각법에 의한 단곡선의 측설에 있어서 그림과 같이 호의 길이는 20m를 현의 길이 20m로 간주하는 경우, δ1과 δ2 의 차이는 얼마인가? (단, 단곡선의 반지름(R)은 190m이다.)",
    "local_images": [
      "images/dv20100905-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100905-40",
    "options": [
      "토지구획내의 기준점, 다각점, 수준점 등의 계획도를 작성하기 위한 측량이다.",
      "토지구획정리사업 시행구역과 인접하는 사유지 또는 공공용지와의 결계를 명확히 하여 시행하는 총 면적을 확정하는 측량이다.",
      "건축물 이전, 도로 등의 기타 공사가 완료된 후 공공시설물 경계점 및 필지경계점의 위치를 관측하고 가구(街區)의 형상, 필지의 형상, 면적을 검사하여 이상의 유무를 확인하는 측량이다.",
      "공공용지인 도로, 수로, 공원 등과 사유지인 택지계를 기본설계에 기초하여 중심점, 가구점을 좌표값에 따라 현지에 표시하는 작업이며, 환지면적을 확보하여 필지 말뚝을 현지에 설치하는 작업을 말한다."
    ],
    "subject": "응용측량",
    "text": "토지구획정리측량의 확정측량에 관한 설명으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100509-21",
    "options": [
      "접선장(TL)=R×tan",
      "중앙종거(M)=R×(1-cod  )",
      "외할(E)=R×(sec  -1)",
      "현장(C)=1R×cos"
    ],
    "subject": "응용측량",
    "text": "원곡선의 명칭 및 관련공식으로 옳지 않은 것은? (단, R은 곡선반지름, I는 교각이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-22",
    "options": [
      "56166.67m3",
      "66166.67m3",
      "76166.67m3",
      "86166.67m3"
    ],
    "subject": "응용측량",
    "text": "1:25000 축척의 지형도에서 주곡선을 이용하여 구릉지를 구적기로 면적 측정하여 Ao=120m2, A1=450m2, A2=1270m2, A3=2430m2, A4=5670m2을 얻었을 때 등고선법(각주 공식)에 의한 체적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-23",
    "options": [
      "1:1000",
      "1:2500",
      "1:5000",
      "1:10001:10000"
    ],
    "subject": "응용측량",
    "text": "하천공사에서 폭이 좁은(50m 이하) 하천의 평면도 작성에 두로 사용되는 축척은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-24",
    "options": [
      "산속의 기암절벽은 천연적 경관에 속한다.",
      "넓은 초원이나 바다의 풍경은 파노라믹한 경관에 속한다.",
      "수목으로 쌓인 호수나 들은 터널적 경관이다.",
      "안개, 아침이나 저녁노을 등은 순간적 경관이다."
    ],
    "subject": "응용측량",
    "text": "경관의 개성적 분류에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-25",
    "options": [
      "표면부자",
      "원격부자",
      "이중부자",
      "봉부자"
    ],
    "subject": "응용측량",
    "text": "유속측정을 위한 부자의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-26",
    "options": [
      "사전조사→현황측량→확정측량→경계측량→택지조성공사→준공측량",
      "사전조사→현황측량→택지조성공사→확정측량→경계측량→준공측량",
      "사전조사→현황측량→경계측량→택지조성공사→확정측량→준공측량",
      "사전조사→현황측량→준공측량→경계측량→택지조성공사→확정측량"
    ],
    "subject": "응용측량",
    "text": "일반적인 택지조성측량의 순서로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-27",
    "options": [
      "XM ≒ L/2",
      "XM ≒ L/3",
      "XM ≒ L/4",
      "XM ≒ L/5"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 있어서 R≒A≒L의 범위에서 완화곡선상의 점P의 곡률중심 M의 좌표를 (XM TM)이라 할 때 XM과 완화곡선장 L과의 근사식으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-28",
    "options": [
      "터널 내에서의 곡선설치는 일반적으로 지상에서와 같은 방법으로 행한다.",
      "터널의 길이방향 관측은 삼각측량 또는 트래버스 측량으로 행한다.",
      "터널 내의 측량에서는 기계의 십자선 및 표척 등에 조명이 필요하다.",
      "터널측량은 터널 외측량, 터널 내측량, 터널 내외 연결측량으로 분류할 수 있다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-29",
    "options": [
      "66.14m",
      "66.57m",
      "66.83m",
      "67.49m"
    ],
    "subject": "응용측량",
    "text": "그림에서 V지점에 해당하는 종단곡선(Vertical curve)상의 계획고(Elevaion)는 얼마인가? (단, 종단곡선은 2차포물선이고, A점의 계획고=65.50m)",
    "local_images": [
      "images/dv20100509-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-30",
    "options": [
      "조사계획측량",
      "실시설계측량",
      "안전관리측량",
      "공사측량"
    ],
    "subject": "응용측량",
    "text": "댐 측량 중에서 하천의 개발계획, 즉 발전, 치수, 농업 및 공업용수 등의 종합 계획에 중점을 두고 실시하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-31",
    "options": [
      "65.9m",
      "70.3m",
      "75.2m",
      "80.4m"
    ],
    "subject": "응용측량",
    "text": "부자에 의한 유속관측에서 유속오차는 시간 및 거리의 관측정밀도에 따라 정해진다. 유하거리의 관측오차를 0.1m, 유하시간의 관측오차를 1초로 하면 최대 유속 1.5m/s일 때 유속의 오차를 2% 이하로 하기 위해 필요한 최소 부자 유하거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-32",
    "options": [
      "정렬법",
      "삼각법",
      "sin누적법",
      "트래버스법(다각측량)"
    ],
    "subject": "응용측량",
    "text": "두 개의 수직터널을 이용하여 지상과 지하의 연결측량을 시행하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-33",
    "options": [
      "0.5m",
      "1.0m",
      "1.5m",
      "2.0m"
    ],
    "subject": "응용측량",
    "text": "노선길이 20km의 결합트래버스 측량에서 폐합비의 제한을 1/10000로 하면 최대 폐합치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-34",
    "options": [
      "500m",
      "300m",
      "200m",
      "100m"
    ],
    "subject": "응용측량",
    "text": "원곡선에서 교각이 60°이고 노선시점으로부터 교점까지의 추가거리가 356.21m일 때 원곡선 시점의 추가거리가 183m이면 이 원곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-35",
    "options": [
      "2315m3",
      "2220m3",
      "1915m3",
      "1720m3"
    ],
    "subject": "응용측량",
    "text": "다음 표에서 성토부분의 총토량(m3)옳은 것은?",
    "local_images": [
      "images/dv20100509-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-36",
    "options": [
      "레벨과 표척을 이용한 수준측량에 의해 고저차를 구한다.",
      "경사계로 경사를 구하고 사거리를 측정하여 고저차를 구한다.",
      "토털스테이션으로 경사와 경사거리를 측정하여 고저차를 구한다.",
      "기압계에 의하여 고저차를 구한다."
    ],
    "subject": "응용측량",
    "text": "경사 약 30°의 경사 터널의 시점과 종점의 고저차를 가장 정밀하고 간편하게 구하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-37",
    "options": [
      "747.0m2",
      "748.5m2",
      "751.5m2",
      "753.0m2"
    ],
    "subject": "응용측량",
    "text": "정사각형의 토지를 50m 테이프로 측정하여 면적을 구하였더니 750m2의 결과를 얻었다. 그런데 이 테이프가 50m에 10cm가 늘어나 있었다면 실제의 면적은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-38",
    "options": [
      "7.07m",
      "6.98m",
      "6.67m",
      "5.00m"
    ],
    "subject": "응용측량",
    "text": "△ABC에서 DE를 BC에 평행하게 그어 △ADE와 □DBCE의 넓이를 같게 하고자 할 때 DE의 길이는? (단, △ABC에서  수직인 높이=10cm)",
    "local_images": [
      "images/dv20100509-38_img_0.gif",
      "images/dv20100509-38_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-39",
    "options": [
      "25.604m",
      "40.267m",
      "50.139m",
      "100.275m"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에서 곡선반지름(R)이 180m, 매개변수(parameter) A가 95m라면 곡선길이(L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-40",
    "options": [
      "1.6m",
      "3.2m",
      "12.5m",
      "25.0m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 현편거법으로 원곡선을 설치하려고 한다. 곡선반지름 R=250m일 때, 현편거(d)는 얼마인가? (단, 중심말뚝 간격은 20.0m임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100307-21",
    "options": [
      "310.50m",
      "353.50m",
      "376.2m",
      "391.25m"
    ],
    "subject": "응용측량",
    "text": "중앙종거 30m, 곡선시점과 곡선종점을 연결하는 협의 길이 300.5m인 원곡선을 설치하고자 할 때 이에 적합한 곡선반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-22",
    "options": [
      "철도의 종단곡선설치에 효과적이다.",
      "반지름(R)=곡선장(L)=매개변수(A)인 점을 특성점이라 한다.",
      "클로소이드는 곡률이 곡선의 길이에 비례하는 곡선이다.",
      "곡선장(L)을 일정하게 두고 클로소이드의 크기를 변화시키면 클로소이드 선상의 각 점은 대응하지 않는다."
    ],
    "subject": "응용측량",
    "text": "클로소이드곡선(Clothoid curve)에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "dv20100307-23",
    "options": [
      "298.58m",
      "288.68m",
      "275.78m",
      "268.87m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 AC 및 BD선 사이에 곡선을 설치하고자 한다. 그런데 그 교점에 장애물이 있어 교각을 측정하지 못하고 ∠ACD, ∠CDB 및 CD의 거리를 측정하여 다음의 결과를 얻었다. ∠ACD=150°, ∠CDB=90°, ∠CD=200m, 곡선반지름을 300m라 하면 C점에서 곡선시점까지의 거리는?",
    "local_images": [
      "images/dv20100307-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-24",
    "options": [
      "13800m3",
      "14400m3",
      "14700m3",
      "17400m3"
    ],
    "subject": "응용측량",
    "text": "길이 100m, 폭 20m의 도로를 성토하기 위한 6m 높이의 성토량은? (단, 성토경사 = 1:1.5)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-25",
    "options": [
      "29‘ 19“",
      "30‘ 53“",
      "31‘ 53“",
      "53‘ 19“"
    ],
    "subject": "응용측량",
    "text": "두 개의 수직 터널 A, B에서 추선측량을 하여 터널 내외를 연결했다. 터널 외 A, B의 좌표가 A(x=1367.54m, y=486.57m), B(x=2187.24m, y=1687.64m)이고, 터널 내 A, b의 좌표가 A(x=1367.54m, y=486.57m), B(x=2196.77m, y=1677.72m)일 때 이 터널 내외의 측선이 이루는 방위각의 차는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-26",
    "options": [
      "SIS(Surveying Information System)",
      "CAD체계",
      "AM(Automated Mapping)",
      "FM(Facilities Management)"
    ],
    "subject": "응용측량",
    "text": "지상 및 지하시설물 등에 대한 지도 및 도면 등 제반 정보를 수치 입력하여 효율적으로 운영 관리하는 종합적인 관리체계를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-27",
    "options": [
      "시설물은 주위와 일체가 되고 경관의 주제로서 대상에서 벗어난다.",
      "시설물의 전체 형상을 인식할 수 있고 경관의 주제로 적합하다.",
      "시설물이 시계 중에 차지하는 비율이 크고 강조된 경관으로 인식된다.",
      "시설물에 대한 압박감을 크게 느낀다."
    ],
    "subject": "응용측량",
    "text": "경관 평가요인을 정향화하기 위하여 수평시각을 관측한 결과 30°≤θ≤60°의 값을 얻었다. 시설물에 대한 느낌으로 적절한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-28",
    "options": [
      "685.94m",
      "686.19m",
      "686.31m",
      "686.57m"
    ],
    "subject": "응용측량",
    "text": "터널 안에서 A점의 좌표가 (1749.0m, 1134.0m, 126.9m) B점의 좌표가 (2419.0m, 987.0m, 149.4m)일 때 A, B점을 연결하는 터널을 굴진하는 경우 이 터널의 경사처리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-29",
    "options": [
      "곡선반지름은 완화곡선의 종점에서 무한대, 시점에서 원곡선의 반지름 R로 된다.",
      "완화곡선의 접선은 종점에서 원호에, 시점에서 직선에 접한다.",
      "완화곡선에 연한 곡선반경의 감소율은 캔트의 증가율과 같다.",
      "종점에 있는 캔트는 원곡선의 캔트와 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-30",
    "options": [
      "수애선은 수면과 하안과의 경계선이다.",
      "수애선은 하천수위의 변화에 따라 변동한다.",
      "수애선은 평균수위(MML)에 의해 결정된다.",
      "수애선은 동시관측에 의한 방법과 심천측량에 의한 방법으로 측량할 수 있다."
    ],
    "subject": "응용측량",
    "text": "하천의 수애선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-31",
    "options": [
      "캔트(Cant)",
      "슬랙(Slack)",
      "완화곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "철도 노선에서 곡선부를 통과하는 차량에 원심력이 발생하여 접선방향으로 탈선하려는 것을 방지하기 위해 바깥쪽 철로를 안쪽 철로보다 높이는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-32",
    "options": [
      "14.45cm2",
      "15.45cm2",
      "16.45cm2",
      "17.45cm2"
    ],
    "subject": "응용측량",
    "text": "반지름 10cm의 구의 표면에서 구면삼각형 ABC의 각을 측정하니 A=75°, B=66°, C=49° 이었다면 구면삼각형의 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "dv20100307-33",
    "options": [
      "38° 36‘ 49“",
      "137° 50‘ 39“",
      "151° 16‘ 36“",
      "215° 04‘ 21“"
    ],
    "subject": "응용측량",
    "text": "터널의 양쪽 입구 A와 B를 연결한 지상골조 측량을 하여 A(-2357.26m, -1763.26m), B(-1385.78m, -987.33m) 및 임의점 P에 대한 방위각  = 176° 27‘ 32“를 얻었을 때 ∠PAB는?",
    "local_images": [
      "images/dv20100307-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-34",
    "options": [
      "25m",
      "10m",
      "1.0m",
      "0.25m"
    ],
    "subject": "응용측량",
    "text": "어느 지역의 택지조성을 하기 위하여 사각형 구분법에 의한 토공량을 계산한 결과 2000m3이었다. 이 토공이 택지내에서 균형을 이루려면 그 높이는 얼마로 하여야 하는가? (단, 사각형의 변의 길이는 가로, 세로가 각각 20m, 10m이고 사각형의 수는 40개임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "dv20100307-35",
    "options": [
      "단곡선",
      "반향곡선",
      "클로소이드",
      "복곡선"
    ],
    "subject": "응용측량",
    "text": "노선의 곡선 중에서 반지름이 각기 다른 2개의 원곡선으로 구성되고 이 두곡선의 연속점에서 공통접선을 가지며 곡선중심이 공통접선에 대하여 서로 반대쪽에 있는 곡선을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-36",
    "options": [
      "151.4m3",
      "75.7m3",
      "19.3m3",
      "12.3m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 지역의 토량은 얼마인가? (단, 각 점에 주어진 수치는 지반고이며 m단위이고, 각 변에 주어진 거리는 수평면에 투영된 거리임.)",
    "local_images": [
      "images/dv20100307-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "dv20100307-37",
    "options": [
      "시가지 계획을 위한 기초측량이다.",
      "구획정리를 하고 환지를 교부하여 토지의 면적을 지적공부에 새로이 등록하는 이동측량이다.",
      "토지구획과 형질을 변경한 뒤 새로운 획지에 이전시키는 측량이다.",
      "신규측량과 이동측량을 제외한 모든 측량을 말한다."
    ],
    "subject": "응용측량",
    "text": "확정측량에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-38",
    "options": [
      "수면기울기, 하상기울기, 단면적, 최고유속",
      "단면적, 하상기울기, 윤변, 최고유속",
      "수면기울기, 조도계수, 단면적, 윤변",
      "단면적, 조도계수, 경심, 윤변"
    ],
    "subject": "응용측량",
    "text": "하천의 유량을 간접적으로 알아내기 위해 평균유속공식을 사용할 경우 반드시 알아야 할 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-39",
    "options": [
      "유속은 (거리/시간)으로 구해진다.",
      "시점과 종점의 거리는 하천 폭의 약 2~3배 이상으로 한다.",
      "표면유속이므로 평균유속으로 환산하면 표면유속의 60%정도가 된다.",
      "하천에 표면부자를 이용하여 시점과 종점간의 거리와 시간을 측정한다."
    ],
    "subject": "응용측량",
    "text": "표면부지에 의한 유속관측 방법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-40",
    "options": [
      "71.5m",
      "80.5m",
      "90.2m",
      "95.5m"
    ],
    "subject": "응용측량",
    "text": "하천의 심천측량을 하기 위해 그림과 같이 AB선에 직각으로 기선 AD=60m를 관측하였다. 현재 P의 위치에서 관측장비를 사용하여 ∠APD=40°를 측정하였다면 AP의 거리는?",
    "local_images": [
      "images/dv20100307-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20090830-21",
    "options": [
      "1년 중 275일간은 이보다 내려가지 않는 수위",
      "수년간 저수위 및 고수위를 평균한 수위",
      "어느 기간 중 가장 많이 일어난 수위",
      "1년을 통하여 355일간은 이보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천수위 중 갈수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-22",
    "options": [
      "하천의 종, 횡단면도를 얻기 위함",
      "하천개수공사와 관련된 공사비를 산출하기 위함",
      "하천위 수위, 경사 등을 알기 위함",
      "하천개수공사나 하천공작물의 계획, 설계, 시공에 필요한 자료를 얻기 위함"
    ],
    "subject": "응용측량",
    "text": "하천측량을 실시하는 주요 목적으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-23",
    "options": [
      "예측→지표설치→답사→지하설치",
      "답사→예측→지표설치→지하설치",
      "예측→답사→지하설치→지표설치",
      "답사→지표설피→예측→지하설치"
    ],
    "subject": "응용측량",
    "text": "다음 중 터널측량 작업순서가 올바른 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-24",
    "options": [
      "①→⑤→③→②→④→⑥",
      "①→②→③→④→⑤→⑥",
      "①→⑤→④→③→②→⑥",
      "①→②→⑤→④→③→⑥"
    ],
    "subject": "응용측량",
    "text": "지하시설물에 대한 탐사 공정 순서로 옳은 것은?",
    "local_images": [
      "images/dv20090830-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-25",
    "options": [
      "1/3000 이하",
      "1/4000 이하",
      "1/5000 이하",
      "1/6000 이하"
    ],
    "subject": "응용측량",
    "text": "수평 및 수직거리를 동일한 정확도로 관측하여 10000m3의 체적에 대한 체적 산정오차가 5.0m3 이하로 하기 위한 거리관측의 허용정확도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-26",
    "options": [
      "최저수위",
      "평균최고수위",
      "평균수위",
      "최다수위"
    ],
    "subject": "응용측량",
    "text": "다음의 하천 수위 중 제방의 축조, 교량의 건설 또는 배수공사 등 치수목적으로 주로 이용되는 수위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-27",
    "options": [
      "계획경사는 제한경사 이내로 한다.",
      "절토 및 성토가 균형이 되도록 한다.",
      "경사와 곡선은 가급적 병설한다.",
      "유용토의 운반거리를 고려한다."
    ],
    "subject": "응용측량",
    "text": "노선의 종단면도에 계획선을 넣을 때 고려하여야 할 사항에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-28",
    "options": [
      "전자 관측법",
      "자기 관측법",
      "음파 관측법",
      "탄성파 관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물의 관측방법으로는 원래는 누수를 찾기 위한 기술로 PVC 또는 플라스틱 관 등과 같은 비금속 관도관로를 찾는데 주로 이용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-29",
    "options": [
      "20m",
      "25m",
      "3m",
      "35m"
    ],
    "subject": "응용측량",
    "text": "사각형 ABCD를 CO를 통하여 면적을 2등분 하려면 OD의 길이를 얼마로 해야 하는가? (단, □ABCD=2500m2, CE의 길이는 100m이다.)",
    "local_images": [
      "images/dv20090830-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-30",
    "options": [
      "24333.3m3",
      "32534.6m3",
      "39781.4m3",
      "42468.7m3"
    ],
    "subject": "응용측량",
    "text": "그림에서 댐의 저수면 높이를 100m로 할 때 저수량은? (단, 60m 미만의 저수량은 고려하지 않는다.)",
    "local_images": [
      "images/dv20090830-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-31",
    "options": [
      "4200m2",
      "4900m2",
      "5040m2",
      "6048m2"
    ],
    "subject": "응용측량",
    "text": "1:1000 축척의 지도를 생가하여 구한 토지의 면적이 3500m2 이었다. 만약 이 지도가 1:1200 축척으로 작성된 지도라면 토지의 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-32",
    "options": [
      "1.1배",
      "1.8배",
      "2.5배",
      "5.0배"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선을 설치하려 한다. 곡선반지름이 400m, 교각 56°일 때 곡선길이(C.L)는 접선길이(T.L)의 약 몇 배인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-33",
    "options": [
      "184.3m",
      "251.7m",
      "157.9m",
      "286.4m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 200m인 원곡선을 설치하고자 한다. 도로의 시점에서 교점까지의 거리는 324.5m이며 교점부근에 장애물이 있어 아래 그림과 같이 점 A, B에서의 각을 관측하였을 때, 도로시점으로부터 원곡선 시점까지의 거리는?",
    "local_images": [
      "images/dv20090830-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-34",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 이차포물선에 의한 종단곡선에서 점 A로부터 X만큼 떨어진지점의 표고(HC')를 구하는 식은? (단, HA는 A점에서의 표고이다.)",
    "local_images": [
      "images/dv20090830-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-35",
    "options": [
      "5.154m",
      "9.159m",
      "14.435m",
      "15.422m"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치에서 교각 I=30° 00', 곡선반지름 R=600m인 경우 곡선 시점(B.C)에서의 시단현의 길이가 5m라면 종점에서의 종단현의 길이는? (단, 중심말뚝 설치 간격은 20m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-36",
    "options": [
      "평균유속은 수면유속의 50~60%이다.",
      "평균유속은 수면유속의 80~90%이다.",
      "평균유속은 수면유속의 110~120%이다.",
      "평균유속은 수면유속의 140~150%이다."
    ],
    "subject": "응용측량",
    "text": "하천에서 표면부자에 의하여 유속을 측정한 경우 평균유속과 수면유속의 관계에 대한 설명으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-37",
    "options": [
      "완화곡선의 곡선반지름은 시점에서 무한대, 종점에서 원곡선 R로 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "클로소이드의 형식에는 S형, 복합형, 기본형 등이 있다.",
      "모든 클로소이드는 닮은꼴이며 클로소이드의 요소에는 길이의 단위가 있는 것과 단위가 없는 것이 있다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-38",
    "options": [
      "지하수준 측량",
      "지하 측량",
      "갱내외 연결측량",
      "지상 측량"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 지상측점과 터널내부의 측점이 일치하도록 하는 측량을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-39",
    "options": [
      "렘니스케이트 곡선",
      "클로소이드 곡선",
      "사인 반파장 곡선",
      "3차 포물선"
    ],
    "subject": "응용측량",
    "text": "일반철도의 완화곡선에 주로 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-40",
    "options": [
      "2° 11‘19“",
      "2° 13‘19“",
      "3° 11‘59“",
      "3° 13‘59“"
    ],
    "subject": "응용측량",
    "text": "터널의 시점(P)과 종점(Q)의 좌표가 P(1200m, 800m, 75m), Q(1600m, 600m, 100m)일 때 P로부터 Q로 터널을 굴진할 경우 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090510-21",
    "options": [
      "비디오 영상에 의한 방법",
      "모형에 의한 방법",
      "조감도에 의한 방법",
      "투시도에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "다른 시점에서 합쳐진 작도가 가능할 뿐 아니라 시각성이 유효하여 판단하기 쉬운 장점이 있는 경관예측방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-22",
    "options": [
      "x=130, y=165",
      "x=125, y=165",
      "x=130, y=200",
      "x=125, y=200"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 ABC의 면적을 1:3으로 분할할 경우 P점의 좌표는? (단, 단위는 m이다.)",
    "local_images": [
      "images/dv20090510-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-23",
    "options": [
      "완화곡선에서 편경사(cant)는 전 구간에서 일정하게 유지된다.",
      "완화곡선의 접선은 시점에서 직선에, 종점에서 원곡선에 접한다.",
      "원곡선과 직선부 사이에 위치한다.",
      "종류는 클로소이드, 3차 포물선 등이 있다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-24",
    "options": [
      "유심선에 직각으로 1km 거리마다 양안에 설치하는 것을 표준으로 한다.",
      "양안의 거리표를 시준하는 선은 유심선에 직교되어야 한다.",
      "설치 위치는 망실, 파손 및 변동의 염려가 없고 공사에 지장이 없는 위치로 한다.",
      "거리표는 하구나 합류점을 기점으로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 거리표 설치시 유의할 사항 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-25",
    "options": [
      "습기, 먼지, 소음, 어두움 등으로 측량조건이 매우 불량하다.",
      "폐합트래버스에 의한 측량이 주로 이루어지므로 누적발생오차를 쉽게 확인할 수 있다.",
      "굴착면의 변위발생으로 설치한 기준점의 변형이 일어나기 쉽다.",
      "후시의 경우 거리가 짧고 예각 발생의 경우가 많아 오차가 자주 발생한다."
    ],
    "subject": "응용측량",
    "text": "터널의 갱내측량의 특징에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-26",
    "options": [
      "10cm",
      "14cm",
      "20cm",
      "28cm"
    ],
    "subject": "응용측량",
    "text": "곡선반경이 300m이고, 궤도 간격이 1067mm 일 때 단곡선의 설계속도를 100km/h로 하기 위한 캔트(cant)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-27",
    "options": [
      "200m",
      "10m",
      "23.6m",
      "26.8m"
    ],
    "subject": "응용측량",
    "text": "노선의 단곡선에서 곡률반경 R=400m, 교각 I=120° 일 때 제2의 중앙종거 M'의 값은?",
    "local_images": [
      "images/dv20090510-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-28",
    "options": [
      "9.9m",
      "22.2m",
      "25.5m",
      "33.3m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 토지에서 A점으로부터 20m 떨어진 AC상의 한 점 D를 고정점으로 하여 D점으로부터 AB상의 한 점 E를 연결하여 △ABC의 면적을 m:n=2:3으로 분할하고자 한다. AE의 길이는 얼마가 되어야 하는가? (단, AB의 길이는 37m, AC의 길이는 30m이다.)",
    "local_images": [
      "images/dv20090510-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-29",
    "options": [
      "점고법",
      "등고선법",
      "유토곡선법",
      "단면법"
    ],
    "subject": "응용측량",
    "text": "체적을 산정하는 방법 중 철도, 도로 및 수로 등을 축조할 때와 같이 보다 정확한 토지의 토공량을 산정하는데 적합한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-30",
    "options": [
      "±1cm",
      "±4cm",
      "±10cm",
      "±40cm"
    ],
    "subject": "응용측량",
    "text": "지하 3m에 매설되어 있는 PVC상수도관 깊이의 허용탐사 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-31",
    "options": [
      "측정개소 전후의 유로는 일정한 단면을 가지고 있는 곳이 좋다.",
      "합류에 의하여 불규칙한 영향을 받지 않는 곳이 좋다.",
      "지질이 연약하여 세굴, 퇴적이 활발한 곳이 좋다.",
      "와류와 역류가 생기지 않는 곳이 좋다."
    ],
    "subject": "응용측량",
    "text": "유량측정 장소 선정시의 만족시킬 조건 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-32",
    "options": [
      "75.95m",
      "70.33m",
      "62.39m",
      "50.55m"
    ],
    "subject": "응용측량",
    "text": "갱내의 천정에 측점을 그림과 같이 정했을 때 두점의 고저차 H는 얼마인가? (단, 단위는 m이다.)",
    "local_images": [
      "images/dv20090510-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-33",
    "options": [
      "수평곡선",
      "캔트",
      "종단곡선",
      "슬랙"
    ],
    "subject": "응용측량",
    "text": "노선의 종단경사가 급격히 변하는 곳에서 차량의 충격을 제거하고 시야를 확보하기 위하여 설치하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-34",
    "options": [
      "편각 설치법은 정확도가 높은 결과를 얻을 수 있다.",
      "3차 포물선을 고속도로에 가장 많이 이용하는 이유는 자동차의 주행 궤적과 일치하기 때문이다.",
      "완화곡선의 반지름은 무한대에서 시작하여 종점에서 원곡선의 반지름이 된다.",
      "절선편거에 의한 방법은 테이프만을 사용하므로 정도가 좋지 않다."
    ],
    "subject": "응용측량",
    "text": "곡선과 그 설치방법에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-35",
    "options": [
      "37.92m",
      "38.17m",
      "39.92m",
      "40.17m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치하기 위하여 교각 I-90°, 외할 E=10m로 결정하였을 때 곡선 길이(C.L.)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-36",
    "options": [
      "중심측량",
      "고저측량",
      "단면측량",
      "삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널의 준공을 위한 변형조사측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-37",
    "options": [
      "작업계획→경계확인→면적계산→경계측량→자효조사→용지실측도, 원도 등의 작성",
      "자료조사→작업게획→경계측량→면적계산→경계확인→용지실측도, 원도 등의 작성",
      "작업계획→자료조사→경계확인→경계측량→면적계산→용지실측도, 원도 등의 작성",
      "자료조사→작업계획→경계측량→경계확인→면적계산→용지실측도, 원도 등의 작성"
    ],
    "subject": "응용측량",
    "text": "용지 측량 순서로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-38",
    "options": [
      "수로 중에 둑을 설치하고 월류량의 공식을 이용하여 유량을 구하는 방법",
      "수위유량곡선을 미리 만들어 소요 수위에 대한 유량을 구하는 방법",
      "유속계로 직접 유속을 측정하여 평균유속을 구하고 단면적을 측정하여 유량을 구하는 방법",
      "유출계수와 강우강도를 구하여 유량을 구하는 방법"
    ],
    "subject": "응용측량",
    "text": "다음 중에서 하천의 유량관측방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-39",
    "options": [
      "95일",
      "135일",
      "185일",
      "275일"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 저수위란 1년을 통하여 몇 일간 이보다 내려가지 않는 수위를 의미하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-40",
    "options": [
      "18.5m",
      "20.1m",
      "26.0m",
      "29.5m"
    ],
    "subject": "응용측량",
    "text": "노면폭 15m의 도로를 설계하기 위하여 그림과 같은 횡단면도를 얻었을 때 필요한 용지폭 B는? (단, a=2m, 경사도는 1:1:5로 한다.)",
    "local_images": [
      "images/dv20090510-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090301-21",
    "options": [
      "2차 포물선",
      "3차 포물선",
      "클로소이드(Clothoid) 곡선",
      "렘니스케이트(Lemniscate) 곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 곡선의 용도가 다른 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-22",
    "options": [
      "㉠ 평균 최저 수위, ㉡ 평균 최고 수위",
      "㉠ 평균 최저 수위, ㉡ 평균 최저 수위",
      "㉠ 평균 최고 수위, ㉡ 평균 최저 수위",
      "㉠ 평균 최고 수위, ㉡ 평균 최고 수위"
    ],
    "subject": "응용측량",
    "text": "하천의 ㉠ 이수 목적(利水目的)과 ㉡ 치수 목적(治水目的)에 이용되는 각각의 수위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-23",
    "options": [
      "중심측량",
      "삼각측량",
      "고저측량",
      "단면측량"
    ],
    "subject": "응용측량",
    "text": "터널의 변형조사 측량과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-24",
    "options": [
      "45.5m2",
      "46.7m2",
      "49.8m2",
      "51.0m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 간격을 d로 일정하게 나누어 그 면적을 구할 때 사다리꼴 공식을 이용하여 구한 면적(m2)은?",
    "local_images": [
      "images/dv20090301-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-25",
    "options": [
      "횡단방향의 높이와 거리의 오측",
      "횡단방향 설정의 착오",
      "횡단방향 측점 설치의 부족 및 부적합",
      "횡단방향 추가말뚝의 과다 설치"
    ],
    "subject": "응용측량",
    "text": "노선의 횡단측량작업에서 측량이 잘목된 경우 공사량(토공량)에 큰 변화를 가져오게 되는데 그 원인으로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-26",
    "options": [
      "18.6m",
      "20.8m",
      "21.2m",
      "27.8m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 한 변 BC=50m 상의 D와 AC=46m 상의 점 E를 연결하여 △ABC의 면적을 2등분(m:n-1:1)하려면 AE의 길이를 얼마로 하여야 하는가?",
    "local_images": [
      "images/dv20090301-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-27",
    "options": [
      "13.0m2",
      "51.5m2",
      "43.5m2",
      "26.5m2"
    ],
    "subject": "응용측량",
    "text": "다음 그림은 도로의 횡단면도를 나타낸 것이다. 이 횡단면의 면적은? (단, 단위는 m임)",
    "local_images": [
      "images/dv20090301-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-28",
    "options": [
      "자장관측법",
      "자기관측법",
      "전자관측법",
      "탄성파관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물의 관측방법 중 조사구역을 적당한 격자 간격으로 분할하여 그 격자점에 대한 자력 값을 관측함으로써 지하의 자성체의 분포를 추정하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-29",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "다음과 같이 면적을 m:n으로 분할 하고자 할 때  의 길이를 구하기 위한 식으로 적절한 것은?",
    "local_images": [
      "images/dv20090301-29_img_0.gif",
      "images/dv20090301-29_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-30",
    "options": [
      "지하시설물의 지흠 또는 재질이 변경된 경우",
      "지하시설물이 교차ㆍ분기되거나 상태가 바뀌는 경우",
      "지하시설물이 직선구간인 경우",
      "지하시설물에 각종 제어장치 또는 밸브가 있는 경우"
    ],
    "subject": "응용측량",
    "text": "지하시설물에 대한 측량간격은 20m이하를 원칙으로 한다. 다음 중 간격에 관계없이 반드시 측량하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-31",
    "options": [
      "0.14m",
      "0.27m",
      "0.53m",
      "0.58m"
    ],
    "subject": "응용측량",
    "text": "원곡선에 의한 종단곡선에서 반경 3000m의 종단곡선을 설치할 경우 종단곡선 시점으로부터 수평거리 40m인 지점에서 경사선과 종단곡선간 수직거리(종거)는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-32",
    "options": [
      "40m",
      "50m",
      "100m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "클로소이드곡선의 매개 변수 A를 100m, 곡선의 반지름 R을 200m라 하면 완화곡선의 길이는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-33",
    "options": [
      "0°＜θH≤10°",
      "10°＜θH≤30°",
      "40°＜θH≤60°",
      "60°＜θH≤90°"
    ],
    "subject": "응용측량",
    "text": "경관평가요인 중 시설물의 전체 형상을 인식할 수 있고 경관의 주제로서 가장 적당한 수평시각(θH)의 크기는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-34",
    "options": [
      "수위 관측소의 위치는 지천의 합류점 및 분류점으로서 수위의 변화가 뚜렷한 곳이 적당하다.",
      "하천측량에서 수준측량을 할 때에 거리표는 하천의 중심에 직각 방향으로 설치한다.",
      "심천측량은 하천의 수심 및 유수부분의 하저 상활을 조사하고 횡단면도를 제작하는 측량을 말한다.",
      "하천 측량시 처음에 할 일은 도상 조사로서 유로상황, 지역면적, 지형지물, 토지이용 상황 등을 조사하여야 한다."
    ],
    "subject": "응용측량",
    "text": "하천 측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-35",
    "options": [
      "0.22m",
      "1.75m",
      "2.22m",
      "2.75m"
    ],
    "subject": "응용측량",
    "text": "직선과 반지름(R)=500m의 원곡선 사이에 3차 포물선에 의한 150m 길이의 완화곡선을 설치할 경우 완화곡선 시점 A(B.T.C)로부터 주접선상 100m인 지점에서 완화곡선상 C점까지의 수직거리 Y는 얼마인가?",
    "local_images": [
      "images/dv20090301-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-36",
    "options": [
      "51.86m",
      "61.86m",
      "71.86m",
      "81.86m"
    ],
    "subject": "응용측량",
    "text": "두 직선의 교각이 80°, 외할(E)이 25m인 두 직선 사이에 곡선을 설치하고자 한다. 이 때 반경 R을 얼마인가?",
    "local_images": [
      "images/dv20090301-36_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-37",
    "options": [
      "40° 25‘ 12“",
      "61° 49‘ 17“",
      "170° 20‘ 08“",
      "241° 49‘ 17“"
    ],
    "subject": "응용측량",
    "text": "터널 갱구를 연결하는 다각측량을 실시하여 A(50m, 80m), B(-100m, -200m)를 얻었다. AB측선의 방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-38",
    "options": [
      "강우량 측정",
      "유속 측정",
      "심천측량",
      "유수단면적 측정"
    ],
    "subject": "응용측량",
    "text": "하천의 어느 지점에서 유량측정을 위하여 필요한 직접적인 관측사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-39",
    "options": [
      "1점법",
      "2점법",
      "3점법",
      "4점법"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에서 수면으로부터 0.2h, 0.6h, 0.8h 깊이의 유속(m/sec)이 각각 0.562, 0.497, 0.364 이었다. 이 때 평균유속이 0.463m/sec이었다면 어느 방법으로 계산한 것인가? (단, h : 하천의 수심)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-40",
    "options": [
      "약 3°",
      "약 5°",
      "약 7°",
      "약 9°"
    ],
    "subject": "응용측량",
    "text": "터널내 A, B의 좌표가 A(x=1328.0m, y=810.0m, z=86.30m), B(x=1734.0m, y=589.0m, z=112.40m)일 때 두 점을 굴진하는 경우 A, B점의 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20080907-21",
    "options": [
      "평수위란 어떤 기간의 수위 중 이보다 높은 수위와 낮은 수위의 관측회수가 같은 수위이다.",
      "평균수위란 어떤 기간의 관측수위를 합계하여 관측 회수로 나누어 평균한 수위로 일반적으로 평수위보다 약간 낮고 심천측량의 기준이 된다.",
      "수위솬측소는 상ㆍ하류의 길이가 약 100m 정도는 직선이어야 하고 유속이 크지 않아야 한다.",
      "수위관측소는 평시에는 홍수 때보다 수위표를 쉽게 읽을 수 있는 곳이어야 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 관한 다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-22",
    "options": [
      "수애선은 하천 수위에 따라 변동한흔 것으로 갈수위에 의하여 정해진다.",
      "심천측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡단면도를 작성한다.",
      "수애선의 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다.",
      "수면과 하안(河岸)과의 경계선을 수애선이라 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수애선(水涯線)의 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-23",
    "options": [
      "3차 포물선",
      "클로소이드(clothoid) 곡선",
      "렘니스케이트(lemniscate) 곡선",
      "2차 포물선"
    ],
    "subject": "응용측량",
    "text": "완화곡선 직교좌표에서 (x2+y2)2=a2(x2-y2)의 방정식을 갖는 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-24",
    "options": [
      "455.5m",
      "613.9m",
      "666.7m",
      "702.5m"
    ],
    "subject": "응용측량",
    "text": "복심곡선의 교각 I = 95° 30′ 이고 첫 번째 원곡선의 교각과 반지름이 각각 I1 = 30° 15′, R1 = 300m, 두 번째 원곡선의 반지름이 R2 = 400m라 할 때 복심곡선의 전체 길이는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-25",
    "options": [
      "갱외 중심선측량",
      "갱내 수준측량",
      "갱내외 연결측량",
      "터널 좌표 측량"
    ],
    "subject": "응용측량",
    "text": "지상측량에 의한 결괄르 터널 내부와 동일하게 설정하기 위한 측량을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-26",
    "options": [
      "직선과 곡선의 연결부분의 명칭이다.",
      "토량을 계산하는 방법의 일종이다.",
      "곡선부의 안쪽과 바깥쪽의 높이 차이다.",
      "완화곡선의 일종이다."
    ],
    "subject": "응용측량",
    "text": "캔트(cant)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 4,
    "id": "dv20080907-27",
    "options": [
      "계획수립 - 선점 및 조표 - 준비 및 현지답사 - 성과표 작성 - 관측 및 계산",
      "준비 및 현지답사 - 계획수립 - 선점 및 조표 - 성과표 작성 - 관측 및 계산",
      "준비 및 현지답사 - 선점 및 조표 - 계획수립 - 관측 및 계산 - 성과표 작성",
      "계획수립 - 준비 및 현지답사 - 선점 및 조표 - 관측 및 계산 - 성과표 작성"
    ],
    "subject": "응용측량",
    "text": "지적측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-28",
    "options": [
      "0.334m/sec",
      "0.345m/sec",
      "0.350m/sec",
      "0.355m/sec"
    ],
    "subject": "응용측량",
    "text": "수심 h인 하천의 유속측정에서 수면으로부터 0.2h, 0.4h, 0.6h, 0.8h 깊이의 유속이 각각 0.380m/sec, 0.360m/sec, 0.340m/sec, 0.320m/sec 일 때, 4점법에 의한 평균유속은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-29",
    "options": [
      "투시도에 의한 방법",
      "색채모의관측에 의한 방법",
      "비디오영상에 의한 방법",
      "사진몽타주에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "경관표현방법 중 몽타주가 비교적 용이하고 장관도(panrama)경관 및 이동경관 등 시야가 연속적으로 변화하는 동경관을 처리할 수 있는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-30",
    "options": [
      "140m",
      "136m",
      "131m",
      "126m"
    ],
    "subject": "응용측량",
    "text": "곡선반경이 500m 인 원곡선을 90km/h로 주행하고자 할 때 캔트(C)는 얼마인가? (단, 궤간(b)는 1.607mm, g = 9.8m/sec2)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-31",
    "options": [
      "거리 : 1116.43m, 방위각 : 18° 48′06″",
      "거리 : 1116.43m, 방위각 : 198° 48′06″",
      "거리 : 380.55m, 방위각 : 18° 48′06″",
      "거리 : 380.55m, 방위각 : 198° 48′06″"
    ],
    "subject": "응용측량",
    "text": "삼각점을 이용하여 갱문 A와 갱문 B의 좌표값을 구하여 다음 표의 결과를 얻었다. 그 AB의 거리와 방위각은?",
    "local_images": [
      "images/dv20080907-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-32",
    "options": [
      "525,000m3",
      "645,000m3",
      "1,011,670m3",
      "1,208,300m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 계곡에 150m 높이의 댐을 축조하여 140m까지 저수한다면 저수량은 얼마인가? (단, 각 등고선으로 둘러싸인 내부면적은 아래와 같고 각주공식을 이용할 것)",
    "local_images": [
      "images/dv20080907-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 4,
    "id": "dv20080907-33",
    "options": [
      "하구 심천측량은 하구 부근 하저 및 해저의 지형을 조사한다.",
      "하구의 항만시설, 해안보전 시설의 설계자료로 사용된다.",
      "조위를 관측하고 실측한 수심을 기본수준면으로부터의 수심으로 보정하여 심천측량의 정확도를 높인다.",
      "해안에서는 수심 100m 되는 앞바다까지를 측량구역으로 한다."
    ],
    "subject": "응용측량",
    "text": "하구 심천측량에 관한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-34",
    "options": [
      "망원경의 십자선을 조명 장치 등으로 구분이 용이하여야 한다.",
      "측점은 천정에 설치하기도 한다.",
      "갱내의 곡선 설치는 장소가 협소하므로 편각법을 주로 사용한다.",
      "갱내는 좁고, 어두우며, 급경사인 경우가 많으므로 특별한 기계장치의 조합이 필요하다."
    ],
    "subject": "응용측량",
    "text": "터널측량을 지상측량과 비교했을 때의 특징적인 내용이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-35",
    "options": [
      "상향부분 A-C 구간은 성토구간을 나타낸다.",
      "기선 OX상의 B, D에서는 토량의 이동이 없다.",
      "C점은 성토에서 절토로 변하는 점이다.",
      "위 곡선은 결과적으로 토량이 남는다는 것을 의미한다."
    ],
    "subject": "응용측량",
    "text": "아래 유토곡선에 대한 설명으로 옳은 것은?",
    "local_images": [
      "images/dv20080907-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-36",
    "options": [
      "완화곡선의 접선은 시점에서 직선에 접한다.",
      "곡선반경은 완화곡선의 시점에서 원곡선 R로 된다.",
      "완화곡선의 접선은 종점에서 원호에 접근한다.",
      "완화곡선에 연한 곡선반경의 감소율은 캔트의 증가율과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-37",
    "options": [
      "1/30000",
      "1/40000",
      "1/50000",
      "1/60000"
    ],
    "subject": "응용측량",
    "text": "면적이 500m2인 지역을 0.1m2 까지 정확하게 측정하려고 한다. 세 개의 삼각형으로 나누어 거리관측을 하고 삼변법에 의하여 면적을 구할 때 거리관측 정확도의 최대값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-38",
    "options": [
      "클로소이드는 나선의 일종이다.",
      "모든 클로소이드는 닮은꼴이다.",
      "모든 클로소이드의 요소는 길이의 단위를 갖는다.",
      "어떤 점에 관한 클로소이드 요소 중 두 가지가 정해지면 클로소이드의 크기와 위치가 정해지며 다른 요소들도 구할 수 있다."
    ],
    "subject": "응용측량",
    "text": "클로소이드의 성질에 대한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-39",
    "options": [
      "전기관측법",
      "자장관측법",
      "음파관측법",
      "탄성파관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물 관측방법에서 원래 누수를 찾기 위한 기술로 수도관로 중 PVC 또는 플라스틱관을 찾는데 이용되는 관측방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-40",
    "options": [
      "17.770m2",
      "18.664m2",
      "19.097m2",
      "20.125m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 측량 결과를 심프슨의 제1법칙으로 면적을 구한 값은?",
    "local_images": [
      "images/dv20080907-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080511-21",
    "options": [
      "편각 설치법",
      "절선편거와 현편거에 의한 방법",
      "장현에 대한 종거와 횡거에 의한 방법",
      "절선에 대한 지거에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "노선의 단곡선을 설치하는 방법 중 접선과 현이 이루는 각을 이용하여 설치하는 방법으로 정확도가 비교적 높아 많이 이용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-22",
    "options": [
      "심천측량에 의한 방법을 이용할 때에는 수위의 변화가 적은 시기에 심천측량을 행하여 하천의 횡 단면도를 먼저 만든다.",
      "수애선은 하천 수위에 따라 변동하는 것으로 최저수위에 의하여 정해진다.",
      "수면과 하안과의 경계선을 수애선이라 한다.",
      "수애선 측량에는 심천측량에 의한 방법과 동시관측에 의한 방법이 있다."
    ],
    "subject": "응용측량",
    "text": "수애선(水涯線) 및 수애선측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-23",
    "options": [
      "12.7m",
      "12.9m",
      "13.1m",
      "13.3m"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 5각형 토지 ABCDE를 동일 면적의 사각형 토지로 하기 위해 DC의 연장선상에 경계점 F를 설치하고자 한다.  = 40m,  = 25m, ∠ACB=30˚ , ∠BCF = 80˚ 라 할 때  의 거리는?",
    "local_images": [
      "images/dv20080511-23_img_0.gif",
      "images/dv20080511-23_img_1.gif",
      "images/dv20080511-23_img_2.gif",
      "images/dv20080511-23_img_3.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-24",
    "options": [
      "8.63m",
      "9.36m",
      "10.04m",
      "11.42m"
    ],
    "subject": "응용측량",
    "text": "사갱의 고저차를 구하기 위해 측량을 하여 다음 결과를 얻었다. A, B의 고저차는 얼마인가? (단, A점의 기계높와 B점의 시준높이는 천장으로부터 잰 값이다)",
    "local_images": [
      "images/dv20080511-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-25",
    "options": [
      "40 km2",
      "4 km2",
      "4000 m2",
      "400 m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/50000 지도상의 면적을 잘못하여 축척 1/5000 으로 측정하였더니 40000m2가 나왔다. 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-26",
    "options": [
      "287.89m2",
      "277.89m2",
      "575.78m2",
      "555.77m2"
    ],
    "subject": "응용측량",
    "text": "4각형 ABCD의 좌표가 아래와 같을 때 □ABCD의 면적은?",
    "local_images": [
      "images/dv20080511-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-27",
    "options": [
      "85.47m",
      "115.47m",
      "125.00m",
      "148.04m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 I=60˚ , R=200m의 구원곡선의 교점 P를 제1접선의 방향으로 30m 이동(P→P′)하고 그에 E라 제2접선도 평행 이동하며 B.C점의 위치는 이동 없이 새로운 원곡선을 설치할 경우 반지름 R′은 몇 m로 하여야 하는가?",
    "local_images": [
      "images/dv20080511-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-28",
    "options": [
      "10.175m",
      "10.218m",
      "10.255m",
      "10.318m"
    ],
    "subject": "응용측량",
    "text": "측량결과가 그림과 같을 때 절토량과 성토량이 같게 되는 이 지역의 계획고는? (단, 직사각형의 넓이는 동일하고 토향변화는 고려하지 않는다.)",
    "local_images": [
      "images/dv20080511-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-29",
    "options": [
      "수직터널이 낮고 단면이 큰 경우에는 광학적인 방법을 이용하여 충분한 정확도를 얻을 수 있다.",
      "터널 내외의 측점 위치관계를 명확하게 하기 위한 목적으로 실시한다.",
      "수직터널이 한 개인 경우 수직터널에 한 개의 수선을 내리고 이 수선의 길이와 방위를 관측한다.",
      "지하의 터널과 지상의 광산구역경계 및 중요 제점과 어떤 관계가 있는가를 조사하기 위한 측량이다."
    ],
    "subject": "응용측량",
    "text": "터널 내외 연결측량에 대한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-30",
    "options": [
      "SIS(Surveying Information System)",
      "CAD체계",
      "AM(Automated Mapping)",
      "FM(Facilities Management)"
    ],
    "subject": "응용측량",
    "text": "지상 및 지하시설물 등에 대한 지도 및 도면 등 제반 정보를 수치 입력하여 효율적으로 운영 관리하는 종합적인 관리체계를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-31",
    "options": [
      "국가기준삼각점과 지적삼각점 을 기초로 측량한다 .",
      "지적삼각점간 거리는 평균 20㎞ 정도로 한다.",
      "삼각형의 내각은 30˚ ~ 120˚ 로 한다.",
      "지적삼각점 명칭은 행정구역별로 일련번호를 부여한다"
    ],
    "subject": "응용측량",
    "text": "지적삼각점 설치를 위한 지적삼각측량에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-32",
    "options": [
      "도로에서 복곡선을 사용하면 접속점에서 곡률이 급격히 변화되므로 가급적 피한다.",
      "복곡선은 반향곡선보다 곡률의 변화가 심하여 반드시 완화곡선을 설치하여야 한다.",
      "반향곡선과 복곡선의 기하학적인 성질과 설치법은 서로 거의 같다.",
      "산지 같은 특수한 도로에서 속도저하 때문에 복곡선을 설치하는 경우가 있다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 곡선의 설치 등에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-33",
    "options": [
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "원곡선과 직선부 사이에 넣는 특수곡선이다.",
      "반지름은 0에서 조금씩 증가하여 일정한 값이 된다.",
      "종류는 클로소이드, 3차 포물선, 렘니스케이트곡선 등이 있다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-34",
    "options": [
      "599.246m",
      "599.925m",
      "599.993m",
      "600.075m"
    ],
    "subject": "응용측량",
    "text": "지구중심을 향한 깊이 800m의 두 수갱에 대하여 지표에서의 두 수갱간 거리를 600m라 하면 지하 800m에서의 두 수갱간 거리는? (단, 지구의 반지름=6370㎞)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-35",
    "options": [
      "수면으로부터 평균유속까지의 깊이는 수심과 하천폭과의 비가 증가함에 따라서 커진다.",
      "일반적으로 평균유속의 위치는 수심의 0.2~0.3 사이에 존재한다.",
      "하상의 표면이 조잡할수록 평균유속의 위치는 낮아지고 평활할수록 높아진다.",
      "하상의 표면에 상관없이 평균유속의 위치는 같다."
    ],
    "subject": "응용측량",
    "text": "수로가 비교적 직선이고 단면적도 규칙적이며 하상이 편평한 상태에서의 평균유속을 설명한 것 중 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-36",
    "options": [
      "경제성",
      "조화감",
      "순화감",
      "미의식의 상승"
    ],
    "subject": "응용측량",
    "text": "다음 중 경관의 3요소와 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-37",
    "options": [
      "sine 곡선",
      "클로소이드 곡선",
      "렘니스케이트 곡선",
      "3차 포물선"
    ],
    "subject": "응용측량",
    "text": "고속도로의 완화곡선 설치에는 다음 중 어느 곡선을 많이 이용하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-38",
    "options": [
      "수심의 20% 깊이",
      "수심의 40% 깊이",
      "수심의 50% 깊이",
      "수심의 60% 깊이"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 2중 부자를 이용하여 유속을 관측하고자 할때 평균유속을 직접관측하기 위해서 수면에 있는 부자와 수중에 있는 부자간의 간격( ℓ )으로 적당한 길이는?",
    "local_images": [
      "images/dv20080511-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-39",
    "options": [
      "1237.108m",
      "1300.168m",
      "1348.689m",
      "1585.797m"
    ],
    "subject": "응용측량",
    "text": "그림에서 R=500m이고, γ=35˚ , β=55˚ 일 때 DA의 길이는? (단, CD의 길이는 200m 이다.)",
    "local_images": [
      "images/dv20080511-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-40",
    "options": [
      "최다수위(最多數位)",
      "평균수위(平均數位)",
      "평수위(平水位)",
      "평균저수위(平均低水位)"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 하천의 수위를 정할 때 어떤 기간을 통하여 관측한 수위 중 이것보다 높은 수위와 낮은 수위의 관측회수가 같은 수위를 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080302-21",
    "options": [
      "250m2",
      "2,500m2",
      "20,000m2",
      "40,000m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/1,000 의 도면을 축척 1/500 으로 잘못 계산하여 10,000m2의 면적을 얻었다. 실제 정확한 값은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-22",
    "options": [
      "169.2m2",
      "300.2m2",
      "319.3m2",
      "469.4m2"
    ],
    "subject": "응용측량",
    "text": "사변형의 면적을 구하기 위하여 실측한 결과가 아래 그림과 같을 때 사각형의 면적은?",
    "local_images": [
      "images/dv20080302-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-23",
    "options": [
      "87.27m",
      "73.15m",
      "64.80m",
      "53.75m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 곡선반지름(R)이 80m인 원곡선에서 PQ의 거리는? (단, AB의 방위 = N 22° 25′ 00″ E, BC의 방위 = S 25° 22′ 00″ E)",
    "local_images": [
      "images/dv20080302-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-24",
    "options": [
      "M은 M′의 약 2배가 된다.",
      "M은 M′의 약 4배가 된다.",
      "M은 R의 약 1/3 이 된다.",
      "M′은 R의 약 1/8 이 된다."
    ],
    "subject": "응용측량",
    "text": "그림은 노선측량에서 이용되는 원곡선이다. M 및 M′를 곡선의 중앙종거라 하는데 다음 중 M 과 M′사이에 성립되는 관계는?",
    "local_images": [
      "images/dv20080302-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-25",
    "options": [
      "a→g→c→d→f→d→e",
      "a→e→g→f→c→d→b",
      "a→c→d→e→f→g→b",
      "a→d→c→g→e→b→f"
    ],
    "subject": "응용측량",
    "text": "다음 a∼g는 단곡선을 포함한 노선측량에 있어서 현지에서 실시하는 주요 측량작업을 나열한 것이다. 기준점 측량에서 시작하는 경우의 일반적인 작업공정으로 옳은 것은?",
    "local_images": [
      "images/dv20080302-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-26",
    "options": [
      "단곡선에서 접선장(T.L)과 반지름(R)은 반비례 관계가 있다.",
      "2개의 원호가 공통접선의 양측에 있는 곡선은 반향 곡선이다.",
      "완화곡선의 곡선반지름은 시점에서 무한대, 종점에서 원곡선의 반지름(R)으로 된다.",
      "클로소이드의 형식에는 S형, 복합형, 기본형등이 있다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 곡선설치에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-27",
    "options": [
      "0.533 m/sec",
      "0.555 m/sec",
      "0.540 m/sec",
      "0.505 m/sec"
    ],
    "subject": "응용측량",
    "text": "하천흐름의 유속을 측정하기 위하여 수면으로부터 수심의 2/10, 6/10, 8/10 깊이의 지점에서 유속을 측정한 결과 각 각 0.56m/sec, 0.62m/sec, 0.42m/sec이었을 때 이 흐름의 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-28",
    "options": [
      "약 1″",
      "약 5″",
      "약 10″",
      "약 15″"
    ],
    "subject": "응용측량",
    "text": "편각법에 의한 단곡선의 측설에 있어서 그림과 같이, 호의 길이 20m를 현의 길이 20m로 간주하는 경우, δ1과 δ2의 차이는 얼마인가? (단, 단곡선의 반지름(R)은 190m 이다.)",
    "local_images": [
      "images/dv20080302-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-29",
    "options": [
      "유속관측은 유속계와 같은 기계관측과 부자(浮子)에 의한 관측 등이 있다.",
      "같은 단면내에서는 수심이나 위치에는 상관없이 유속의 분포는 일정하다.",
      "유속계의 방법은 주로 평수위시가 좋고 부자의 방법은 홍수시에 많이 이용된다.",
      "일반적으로 하천이나 수로의 유속은 기울기, 크기, 수량, 유로의 형태, 풍향 등에 따라 변한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 유속관측에 관한 설명으로 적당하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-30",
    "options": [
      "35.45m",
      "49.74m",
      "50.26m",
      "57.47m"
    ],
    "subject": "응용측량",
    "text": "갱내의 고저차 측량에서 두 측점이 천정에 설치되어 있을 때 아래와 같은 결과를 얻었다. 두 점간의 고저차는?",
    "local_images": [
      "images/dv20080302-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-31",
    "options": [
      "높이는 1/100, 거리는 1/1000",
      "높이는 1/200, 거리는 1/200",
      "높이는 1/500, 거리는 1/200",
      "높이는 1/500, 거리는 1/500"
    ],
    "subject": "응용측량",
    "text": "다음 중 하천측량을 실시한 후 종단면도를 작성할 때 높이(종), 거리(횡)의 축척으로 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-32",
    "options": [
      "18° 10′ 50″",
      "28° 15′ 45″",
      "48° 10′ 50″",
      "71° 50′ 10″"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 측점에서 측점의 위치가 다음 표와 같을 경우 터널 내 곡선의 교각은 얼마인가?",
    "local_images": [
      "images/dv20080302-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-33",
    "options": [
      "공사측량",
      "예비측량",
      "조사측량",
      "실시설계측량"
    ],
    "subject": "응용측량",
    "text": "노선측량 작업에서 중심선 설치를 하는 단계의 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-34",
    "options": [
      "시설물은 주위와 일체가 되고 경관의 주제로서 대상에서 벗어 난다.",
      "시설물의 전체 형상을 인식할 수 있고 경관의 주제로 적합하다.",
      "시설물이 시계 중에 차지하는 비율이 크고 강조된 경관으로 인식된다.",
      "시설물에 대한 압박감을 느낀다."
    ],
    "subject": "응용측량",
    "text": "경관 평가요인을 정량화하기 위하여 수평시각을 관측한 결과 30° ≤ θ ≤ 60° 의 값을 얻었다. 시설물에 대한 느낌으로 적절한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-35",
    "options": [
      "지중 레이다 측량기법",
      "전자유도 측량기법",
      "음파측량기법",
      "GPS 측량기법"
    ],
    "subject": "응용측량",
    "text": "전자파의 반사 성질을 이용하여 지하의 각종 현상을 밝히는 측량방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-36",
    "options": [
      "갱외측량, 갱내측량, 갱내외 연결측량으로 구분한다.",
      "갱내측량시 조명이 달린 표척과 레벨이 필요하다.",
      "갱내 중심선측량시 도벨이라는 기준점을 설치한다.",
      "갱내의 곡선설치시 편각현장법을 사용한다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-37",
    "options": [
      "70m, 25m",
      "60m, 25m",
      "75m, 20m",
      "60m, 20m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형을 A로부터 밑변을 향해 a:b:c=6:2:2의 비율로 면적을 분할하려면 BP와 PQ는 각각 얼마로 해야 하는가? (단, BC= 100m임)",
    "local_images": [
      "images/dv20080302-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-38",
    "options": [
      "지적 확정 측량",
      "경계 정정 측량",
      "경계 감정 측량",
      "분할 측량"
    ],
    "subject": "응용측량",
    "text": "지적측량 중에서 도시계획, 농지개량 등에 의해 토지를 구획하기 위해 실시되는 측량으로 세부측량에서도 정확하게 실시되는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-39",
    "options": [
      "배횡거법에 의한 방법",
      "좌표에 의한 방법",
      "모눈종이에 의한 방법",
      "두변과 그 협각에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "도형이 곡선으로 둘러 쌓여 있는 부분의 면적계산은 다음 중 어느 방법이 가장 적당한가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-40",
    "options": [
      "하천의 만곡부의 수면경사를 측정할 때 측점은 반드시 양안에서 하고 그 평균을 가장 중심의 수면으로 본다.",
      "하천 횡단면 직선내 평균 유속을 구하는데 2점법을 사용하는 경우 수면으로부터 수심의 2/10, 8/10점의 유속을 측정 평균 한다.",
      "하천측량에 수준측량을 할 때의 거리표는 하천의 중심에 직각의 방향으로 설치하는 것을 원칙으로 한다.",
      "수위관측소의 위치는 지천의 합류점 및 분류점으로 수위의 변화가 일어나기 쉬운 곳이 적당하다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 대한 설명으로 맞지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-21",
    "options": [
      "230m2",
      "240m2",
      "250m2",
      "260m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 두 변과 그 협각을 측정해서 그림과 같은 측정값을 얻었다. 이 삼각형의 면적은?",
    "local_images": [
      "images/dv20070902-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-22",
    "options": [
      "63m2",
      "58m2",
      "53m2",
      "48m2"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 지형의 면적은 얼마인가? (단, 단위는 m 이다.)",
    "local_images": [
      "images/dv20070902-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-23",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 형태의 넓은 면적의 토량을 계산하는데 적당한 식은? (단, 각각의 직사각형 면적은 같고, h1, h2, h3, h4는 표고를 의미함)",
    "local_images": [
      "images/dv20070902-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-24",
    "options": [
      "85° 30′",
      "94° 30′",
      "75° 30′",
      "90° 00′"
    ],
    "subject": "응용측량",
    "text": "다음과 같은 곡선의 시점에서 종점을 시준할 수가 없어서 ∠L, ∠M, ∠N, ∠O, ∠P를 측정 하였다. 이 각들의 합계가 684° 30′ 일 때 노선의 교각 (交角.I)은?",
    "local_images": [
      "images/dv20070902-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-25",
    "options": [
      "1.71m",
      "3.04m",
      "6.82m",
      "26.8m"
    ],
    "subject": "응용측량",
    "text": "교각 I=60°, 원곡선의 반지름 R= 200m 일 때 중앙종거법에 의하여 원곡선을 측설할 때 8등분점의 중앙종거는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-26",
    "options": [
      "72.55m",
      "59.82m",
      "45.22m",
      "38.05m"
    ],
    "subject": "응용측량",
    "text": "접선길이가 40m, 교각(交角)이 60° 일 때 원곡선의 곡선길이(C.L)는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-27",
    "options": [
      "강우량측량",
      "유량측량",
      "수준측량",
      "평면측량"
    ],
    "subject": "응용측량",
    "text": "하천 측량의 작업을 크게 3가지로 분류할 때 다음 중 이에 해당하는 측량과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-28",
    "options": [
      "거리표설치",
      "종단 및 횡단측량",
      "심천측량",
      "유속측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 하천측량에서 수준측량작업과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-29",
    "options": [
      "x=130. y=195",
      "x=128, y=200",
      "x=130, y=200",
      "x=128, y=195"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 ABC의 면적을 1:1로 분할할 경우 P점의 좌표는? (단, 단위는 m이다.)",
    "local_images": [
      "images/dv20070902-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-30",
    "options": [
      "기계오차 및 광선의 굴절에 의한 오차를 소고하기 위하여",
      "스타프(항척)를 세우는 방법이 쉽기 때문에",
      "개인오차를 제거하기 위해",
      "과실에 의한 오차를 제거하기 위해"
    ],
    "subject": "응용측량",
    "text": "하천 양만의 고저차를 측정할 때 교호수준측량을 많이 이용하고 있는데 가장 큰 이유는 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-31",
    "options": [
      "지거법",
      "접선편거법",
      "중앙종거법",
      "현편거법"
    ],
    "subject": "응용측량",
    "text": "터널의 곡선부 측설법으로 적당하지 않은 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-32",
    "options": [
      "ℓ2/R",
      "ℓ2/2R",
      "2ℓ2/R",
      "ℓ/R"
    ],
    "subject": "응용측량",
    "text": "현편거법에 의하여 갱내 곡선설치를 할 때 변 SQ의 크기는 얼마인가?",
    "local_images": [
      "images/dv20070902-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-33",
    "options": [
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "모든 클로소이드는 닮은 꼴이며 클로소이드 요소에는 길이의 단위를 가진 것과 단위가 없는 것이 있다.",
      "켄트(Cant)는 원상력 때문에 발생하는 불리한 점을 제거하기 위해 두는 편경사이다.",
      "단위 클로소이드란 매개 변수 A가 1인, 즉 R･L = 1의 관계에 있는 클로소이드이다."
    ],
    "subject": "응용측량",
    "text": "다음 완화곡선에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-34",
    "options": [
      "0.330m",
      "1.312m",
      "1.988m",
      "2.318m"
    ],
    "subject": "응용측량",
    "text": "다음과 같이 갱내 직접 수준측량을 실시하였을 때, A점 표고를 기준으로 AB점간의 표고차는 얼인가?",
    "local_images": [
      "images/dv20070902-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-35",
    "options": [
      "1° 05′ 38″",
      "1° 05′ 55″",
      "1° 15′ 38″",
      "1° 15′ 55″"
    ],
    "subject": "응용측량",
    "text": "교각(I)이 60°이고, 곡선반지름(R)이 150m, 노선의 시점에서 교점(I.P)까지의 추가거리가 540m일 때, 시단현의 편각은 얼마인가? (단, 중심점의 말뚝간격은 20m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-36",
    "options": [
      "0° ＜ θ ≤ 5°",
      "5° ＜ θ ≤ 10°",
      "10° ＜ θ ≤ 30°",
      "50° ＜ θ ≤ 60°"
    ],
    "subject": "응용측량",
    "text": "경관평가에 있어서 시준선과 시설물 축선이 이루는 수평 시각(θ)의 범위로 시설물 전체의 형상을 인식할 수 있고, 경관의 주제로서 적당한 경관을 얻을 수 있는 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-37",
    "options": [
      "지형도 작성",
      "중심선측량",
      "용지측량",
      "고저측량"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 도로를 신설 할 때, 실시설계측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-38",
    "options": [
      "교량, 그 밖의 구조물에 의한 영향을 받지 않는 곳",
      "협류에 의하여 불규칙한 영향을 받지 않는 곳",
      "완류와 역류가 생기지 않는 곳",
      "유수 방향의 변화가 활발히 발생하는 곳"
    ],
    "subject": "응용측량",
    "text": "유량측정장소의 선정이 바르지 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-39",
    "options": [
      "지표면상에 노출된 지하시설물은 측량하지 않는다.",
      "지하시설물의 위치, 깊이 서로 떨어진 거리 등을 측량 한다.",
      "지하시설물에 대한 탐사 간격은 20m 이하로 한다.",
      "지하시설물이란 상･하수도, 가스, 통신 등 지하에 매설된 시설물을 의미한다."
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량에 관한 다음 사항 중 바르지 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-40",
    "options": [
      "사전조사 → 현황측량 → 확정측량 → 경계측량 → 택지조성공사 → 준공측량",
      "사전조사 → 현황측량 → 택지조성공사 → 확정측량 → 경계측량 → 준 공측량",
      "사전조사 → 형황측량 → 경계측량 → 택지조성공사 → 확정측량 → 준공측량",
      "사전조사 → 현황측량 → 준공측량 →경계측량 → 택지조성공사 → 확정측량"
    ],
    "subject": "응용측량",
    "text": "일반적인 택지 조성측량의 순서로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070513-21",
    "options": [
      "용지의 경계",
      "절토 및 성토고",
      "계획고",
      "곡선 및 경사"
    ],
    "subject": "응용측량",
    "text": "다음 중 도로의 노선측량에서 종단면도에 기재되지 않는 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-22",
    "options": [
      "1년을 통하여 95일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 135일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 185일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 275일간은 이것보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 저수위란?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-23",
    "options": [
      "16 m2",
      "59 m2",
      "164 m2",
      "591 m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/600 도면에서 측정한 값이 그림과 같을 때 ABCD의 실제면적은",
    "local_images": [
      "images/dv20070513-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-24",
    "options": [
      "5.9m",
      "9.5m",
      "14.4m",
      "15.4m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 경사지에 폭원 6m의 도로를 건설하려 할 때 절토 기울기=1:0.7, 절토높이=2m, 성토기울기=1:1, 성토높이=5m라 할 때 필요한 용지폭(x1+x2)은? (단, 여유폭 α=1.50m 임)",
    "local_images": [
      "images/dv20070513-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-25",
    "options": [
      "0.4h 와 0.6h",
      "0.3h 와 0.7h",
      "0.2h 와 0.8h",
      "0.1h 와 0.9h"
    ],
    "subject": "응용측량",
    "text": "하천의 평균유속을 구하기 위하여 두 점을 사요할 경우 수면으로부터 수심(h) 어느 지점의 유속을 측정하여 평균하여야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-26",
    "options": [
      "341.5 m",
      "363.1 m",
      "463.0 m",
      "470.2 m"
    ],
    "subject": "응용측량",
    "text": "터널 내 A, B점의 좌표가 (1328m, 810m), (1734m, 589m)이고 높이가 각각 86.3m, 112.4m인 A, B점을 연결하는 터널을 굴진할 때 이 갱도의 경사거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-27",
    "options": [
      "BP=140m, QC=20m",
      "BP=150m, QC=30m",
      "BP=160m, QC=40m",
      "BP=170m, QC=50m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 ABC면적을 a:b:c=8:5:2로 면적을 분할하려고 할 때 BP와 QC의 길이는 얼마인가? (단, BC는 300m이다.)",
    "local_images": [
      "images/dv20070513-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-28",
    "options": [
      "도상계획 → 실측 → 공사측량 →예측",
      "도상계획 → 예측 → 실측 → 공사측량",
      "도상계획 → 실측 → 예측 → 공사측량",
      "도상계획 → 예측 → 공사측량 →실측"
    ],
    "subject": "응용측량",
    "text": "노선 측량의 순서로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-29",
    "options": [
      "절토량 137.50 m2",
      "성토량 137.50 m2",
      "절토량 210.00 m2",
      "성토량 210.00 m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 임의 지역에 대한 표고를 측정하였다. 이 지역의 계획고가 10.00m로 되기 위한 토량은? (단, 각 사각형의 면적 500.00 m2, 표고 단위 : m)",
    "local_images": [
      "images/dv20070513-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-30",
    "options": [
      "3°26′20″",
      "6°26′20″",
      "45°00′00″",
      "51°26′20″"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치를 위한 조건이 다음과 같을 경우 원곡선 시점(B.C)부터 원곡선상 처음 중심점(P1)까지의 편각은?",
    "local_images": [
      "images/dv20070513-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-31",
    "options": [
      "중심측량",
      "지거측량",
      "고저측량",
      "단면측량"
    ],
    "subject": "응용측량",
    "text": "터널의 변형조사 측량과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-32",
    "options": [
      "결합 트래버스에 의한 측량이므로 누적 오차 발생을 확인하기 쉽다.",
      "습기, 먼지, 소음, 어둠 등으로 측량조건이 매우 불량하다.",
      "굴착면의 변위발색으로 설치한 기준점의 변형이 수반될 수 있다.",
      "좁고 길며 밀폐된 공간의 측량으로서 후시의 경우 거리가 짧고 에각 발생의 경우가 많아 오차 발생 요인이 크다."
    ],
    "subject": "응용측량",
    "text": "갱내측량의 특성을 설명한 것 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-33",
    "options": [
      "시설물의 전체 형상을 인식할 수 있고 경관의 주체로서 적당하다.",
      "시설물이 시계 중에 차지하는 비율이 크고 강조된 경관을 얻는다.",
      "시설물에 대한 압박감을 느끼기 시작한다.",
      "시설물은 주위 환경과 일체가 되고 경관의 주체로서 대상에서 벗어난다."
    ],
    "subject": "응용측량",
    "text": "경관측량에서 수평시각(θH)이 60° ＜ θH일 때에 대한 설명으로 가장 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-34",
    "options": [
      "환경정비개선, 교통안전 확보, 재해발생방지 등 시가지 조성을 위해 실시된다.",
      "토지의 형상, 면적 파악 등의 정확한 측량이 요구된다.",
      "구획정리는 다른 공사의 시공과 달리 측량기술자에 의해 쉽게 설계변경을 할 수 있다.",
      "토지구획정리는 지역의 사회적, 자연적 조건을 고려하여야 한다."
    ],
    "subject": "응용측량",
    "text": "토지구획정리측량에 관한 설명 중 옳지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-35",
    "options": [
      "수애선은 수면과 하안의 경계선이다.",
      "수애선은 하천수위ㆍ최저수위에 의해 정해진다.",
      "수애선은 하천수위변화에 따라 변동한다.",
      "수애선측량은 동시 관측에 의한 방법이 있다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 수애선(水涯線) 측량에 관한 내용 중 틀린것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-36",
    "options": [
      "고속도로의 완화곡선에 적합하다.",
      "곡률이 곡선의 길이에 비례한다.",
      "철도의 종단곡선 설치에 가장 효과적이다.",
      "일종의 완화곡선이다."
    ],
    "subject": "응용측량",
    "text": "클로소이드(clothoid)에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-37",
    "options": [
      "축척 1/500 도면을 축척 1/1000 으로 축소했을 때 도면의 크기는 1/4로 된다.",
      "축척 1/1000 도면을 1/500 으로 확대했을 때 도면 크기가 2배가 된다.",
      "축척 1/500 도면상의 면적은 실제면적의 1/25000 이다.",
      "지상 1km2 면적을 지도상에서 4km2로 표시했을 때 축척은 1/5000 이다."
    ],
    "subject": "응용측량",
    "text": "다음 중에서 옳게 나타낸 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-38",
    "options": [
      "100 m",
      "200 m",
      "300 m",
      "400 m"
    ],
    "subject": "응용측량",
    "text": "하천의 고저측량시 설치하는 거리표의 간격 표준으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-39",
    "options": [
      "주접선으로부터의 설치법",
      "현에서 직각좌표에 의한 설치법",
      "극각동경법에 의한 설치법",
      "현다각으로부터의 설치법"
    ],
    "subject": "응용측량",
    "text": "클로소이드 설치에서 극좌표에 의한 중간점 설치법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-40",
    "options": [
      "기준점 측량",
      "상부구조물측량",
      "하부구조물 측량",
      "유지관리측량"
    ],
    "subject": "응용측량",
    "text": "시설물 측량의 교량 측량에서 말뚝 설치측량, 우물통설치측량, 형틀설치측량을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070304-21",
    "options": [
      "12.7m",
      "12.9m",
      "13.3m",
      "13.5m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 5각형 ABCDE를 동일면적의 사각형 AFDE로 만들기 위해 DC의 연장선에 경계점 F를 설치하였다. BC=25m, ∠ACB=30°, ∠BCF=80° 일 때 CF의 거리는 얼마인가?",
    "local_images": [
      "images/dv20070304-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-22",
    "options": [
      "유심선에 직각으로 1km 거리마다 양안에 설치하는 것을 표준으로 한다.",
      "양안의 거리표를 시준하는 선을 유심선에 직교 되어야 한다.",
      "설치 위치는 망실, 파손 및 변동의 염려가 없고 공사에 지장이 없는 위치로 한다.",
      "거리표는 하구나 합류점을 기점으로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 거리표 설치시 유의할 사항 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-23",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "다음과 같이 면적을 m:n으로 분할 하고자 할 때  의 길이를 구하기 위한 식으로 적절한 것은?",
    "local_images": [
      "images/dv20070304-23_img_0.gif",
      "images/dv20070304-23_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-24",
    "options": [
      "예측→지표설치→답사→지하설치",
      "답사→예측→지표설치→지하설치",
      "예측→답사→지하설치→지표설치",
      "답사→지표설치→예측→지하설치"
    ],
    "subject": "응용측량",
    "text": "터널측량은 크게 갱외측량, 갱내측량, 갱내외 연결측량으로 나누어지며, 일정한 작업순서를 가진다. 다음 중 터널측량 작업순서가 올바른 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-25",
    "options": [
      "12cm",
      "22cm",
      "32cm",
      "42cm"
    ],
    "subject": "응용측량",
    "text": "곡선반경이 200m이고 레일간격이 1067m이다. 이 때 곡선위를 100km/h로 주행할 때 캔트(cant)는 얼마인가? (단, g=9.8m/sec2)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-26",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "하천측량에서 평균유속을 구하는 식으로 3정법을 사용할 때의 공식은? (단, Vm=평균유속, V0.2, V0.4, V0.6, V0.8=수면에서 수심의 20%, 40%, 60%, 80% 되는 곳의 유속)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-27",
    "options": [
      "HB=HA-a+b",
      "HB=HA+a-b",
      "HB=HA+a+b",
      "HB=HA-a-b"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같이 터널에서 직접 수준측량을 하였을 때 B점의 지반고 HB를 구하는 식으로 옳은 것은? (단, HA는 기지점 A의 지반고이다.)",
    "local_images": [
      "images/dv20070304-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-28",
    "options": [
      "2.401m",
      "2.411m",
      "2.421m",
      "2.431m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 약 200m의 하천이 있어서 P 및 O에 레벨을 세우고 교로 수준측량을 하였다. A점으로부터 D점까지의 각 측점에서 전후 표척의 표고치는 각각 다음과 같다. D점의 표고는? (단, A점의 표고는 2.545m, A→B=-0.512m, 레벨 P에서 B→C = -0.229m, 레벨 Q에서 C→B = +0.267m, C→D = +0.636m)",
    "local_images": [
      "images/dv20070304-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-29",
    "options": [
      "3차 포물선",
      "클로소이드 곡선",
      "2차 포물선",
      "램니스케이트 곡선"
    ],
    "subject": "응용측량",
    "text": "원화곡선으로 쓰이지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-30",
    "options": [
      "150.00m",
      "173.21m",
      "259.81m",
      "519.62m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치시 교각(I)은 60°, 반경 (R)은 300m인 단곡선에서 접선의 길이(T.L)는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-31",
    "options": [
      "지적도근측량",
      "세부측량",
      "지적삼각보조측량",
      "지적삼각측량"
    ],
    "subject": "응용측량",
    "text": "대축척인 지적도를 작성하는 데에는 일반적으로 기존의 삼각점만으로는 충분하지 않다. 이 때 필요한 기준점 설치를 위한 기초측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-32",
    "options": [
      "365일 이상 이보다 적어지지 않는 수위",
      "275일 이상 이보다 적어지지 않는 수위",
      "어떤 기간 중 이것보다 높은 수위와 낮은 수위의 관측회수가 똑같은 수위",
      "일정 기간 중 제일 많이 생긴 수위"
    ],
    "subject": "응용측량",
    "text": "다음 중 평수위에 대한설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-33",
    "options": [
      "조사계획측량",
      "실시설계측량",
      "안전관리측량",
      "공사측량"
    ],
    "subject": "응용측량",
    "text": "댐 측량 중에서 하천의 개발계획, 즉 발전, 치수, 농업 및 공업용수 등의 종합 계획에 중점을 두고 실시하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-34",
    "options": [
      "중앙종거법",
      "현편거법",
      "트래버스 측량에 의한 방법",
      "점선편거법"
    ],
    "subject": "응용측량",
    "text": "다음 중 터널 곡선부의 측설법으로 적절치 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-35",
    "options": [
      "4.0m",
      "10.0m",
      "12.0m",
      "13.3m"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 토지의 면적을 심프슨(Simpson)제2법칙으로 구한 값이 60m2이었다. AD의 거리는 얼마인가? (단, 구간거리는 일정)",
    "local_images": [
      "images/dv20070304-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-36",
    "options": [
      "261.799m",
      "361.799m",
      "375.799m",
      "475.799m"
    ],
    "subject": "응용측량",
    "text": "단곡선에 있어서 교각(I)이 50°, 곡선반경(R)이 300m, 곡선시점(B, C)의 위치가 No. 10+14m일 때 도로의 기점에서 곡선의 종점(E.C)까지의 거리는? (단, 중심 말뚝간격은 20cm임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-37",
    "options": [
      "24.77m",
      "34.77m",
      "44.77m",
      "54.77m"
    ],
    "subject": "응용측량",
    "text": "노선의 곡률반경이 150m이고, 곡선길이가 20m일 때 클로소이드 매개변수 A의 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-38",
    "options": [
      "대상계",
      "경관장계",
      "시점계",
      "상호성계"
    ],
    "subject": "응용측량",
    "text": "경관을 분류할 때 경관구성요소에 의한 분류기준 중 인식의 주체가 되는 계는 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-39",
    "options": [
      "측점 간 수평거리",
      "측점의 계획단면",
      "각 측점의 기점으로부터의 누가거리",
      "측점에서의 계획고"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 중단면도를 작성할 때, 표기 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-40",
    "options": [
      "130223.3m2",
      "131233.3m2",
      "103233.3m2",
      "113233.3m2"
    ],
    "subject": "응용측량",
    "text": "10m 간격의 등고선으로 표시되어 있는 구릉지에서 구적기로 면적을 구하여 A0=100ㅡ2, A1=570m2, A2=1480m2, A3=4320m2, A4=8350m2을 얻었을 때 등고선법(각주 공식)에 의한 A0~A4의 체적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20060910-21",
    "options": [
      "50m3",
      "500m3",
      "656m3",
      "863m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 직사각형지역의 체적은 얼마인가? (단, 주어진 수치는 지반고이며 m 단위임)",
    "local_images": [
      "images/dv20060910-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-22",
    "options": [
      "1년을 통하여 275일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 355일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 185일간은 이것보다 내려가지 않는 수위",
      "1년을 통하여 125일간은 이것보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천수위의 갈수위에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-23",
    "options": [
      "전자유도 측량기법",
      "지중레이다 측량기법",
      "음파 측량기법",
      "관성 측량기법"
    ],
    "subject": "응용측량",
    "text": "다음 중 높은 정확도가 요구되는 지하매설물의 측량기법에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-24",
    "options": [
      "실측에는 중심선 설치, 종 횡단측량, 용지측량, 시공측량 등이 있다.",
      "예측은 답사에서 얻은 유망한 노선에 대하여 더욱 자세하게 조사한 후 현장에 곡선 설치를 하는 단계이다.",
      "용지측량은 노선구역에 대한 지가 보상 문제 등의 자료로 이용된다.",
      "시공측량은 설계되어 있는 대로 현장에서 공사를 진행하기 위한 측량이다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서를 도상계획, 예측, 실측, 및 공사측량 등으로 시행할 때 다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-25",
    "options": [
      "5m",
      "10m",
      "15m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선의 반지름 R=20m, 곡선길이 L=5m 일 때 클로소이드(clothoid)의 매개변수 A는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-26",
    "options": [
      "골조측량",
      "경계측량",
      "현황측량",
      "확정측량"
    ],
    "subject": "응용측량",
    "text": "도시계획사업, 토지구획정리사업, 농지개량사업 및 기타법령의 토지개발사업 등에 의하여 토지를 구획하고 환지를 완료한 토지의 지번, 지목, 면적, 경계 또는 좌표를 지적공부에 등록하기 위해서 실시하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-27",
    "options": [
      "중심선 도입측량과 중심말뚝 설치",
      "터널내 고저측량",
      "터널변형 측정",
      "터널내 곡선설치"
    ],
    "subject": "응용측량",
    "text": "터널내 중심선 측량과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-28",
    "options": [
      "4.38m3/sec",
      "4.83m3/sec",
      "5.38m3/sec",
      "5.83m3/sec"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 하천의 유량은 얼마인가? (단, 각 구간의 평균유속은 다음 표와 같다.)",
    "local_images": [
      "images/dv20060910-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-29",
    "options": [
      "10m2",
      "16m2",
      "18m2",
      "24m2"
    ],
    "subject": "응용측량",
    "text": "아래 그림과 같은 횡단면도의 성토 부분의 면적은?",
    "local_images": [
      "images/dv20060910-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-30",
    "options": [
      "5° 52‘ 18“",
      "4° 20‘ 15“",
      "3° 49‘ 11“",
      "1° 46‘ 32“"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치시 교각이 49° 30‘, 반지름 150m, 중심선 간격이 20m일 때 20m에 대한 편각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-31",
    "options": [
      "T.L = 26.79m, C.L = 52.36m, C = 51.76m",
      "T.L = 26.79m, C.L = 51.76m, C = 52.36m",
      "T.L = 51.76m, C.L = 26.79m, C = 52.36m",
      "T.L = 51.76m, C.L = 52.36m, C = 26.79m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어서 반지름 R=100m, 교각 I=30° 일 때 다음의 곡선요소는? (단, T.L은 접선장, C.L은 곡선장, C는 장현임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-32",
    "options": [
      "79° 55‘ 44“",
      "80° 05‘ 16“",
      "80° 11‘ 05“",
      "80° 15‘ 25“"
    ],
    "subject": "응용측량",
    "text": "측위망원경에 의해 수평각을 측정하여 H'=80°를 얻었다. 주망원경과 측위망원경의 시준선 간의 거리 OC=23.10m이고, 시준선까지의 거리 AO=35.77m이었다면 실제 수평각(H)는 얼마인가?",
    "local_images": [
      "images/dv20060910-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-33",
    "options": [
      "1/m",
      "3/m",
      "1/m3",
      "3/m3"
    ],
    "subject": "응용측량",
    "text": "수평 및 수직 거리관측을 동일한 정확도 1/m으로 관측하여 체적을 산정하였다면, 이 체적의 정확도는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-34",
    "options": [
      "곡선의 반지름이 곡선 길이에 반비례한다.",
      "고속도로에는 부적당하다.",
      "일종의 종곡선으로 경사가 급한 산악지대에 적당하다.",
      "철도의 종단곡선 설치에 효과적이다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 클로소이드 곡선(clothoid curve)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-35",
    "options": [
      "하상과 하안이 안전하고 세굴이나 퇴적이 생기지 않는 장소일 것",
      "상ㆍ하류 약 100m 정도의 직선의 장소일 것",
      "하저의 변화가 뚜렷한 장소일 것",
      "잔류 및 역류가 없는 장소일 것"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수위관측소의 설치장소에 대한 조건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-36",
    "options": [
      "대상계(對象系)",
      "경관장계(京觀場系)",
      "상호성계(相互性系)",
      "인공계(人工系)"
    ],
    "subject": "응용측량",
    "text": "다음 중 경관구성요소에 의한 분류(시점과 대상과의 관계에 의한 분류)에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-37",
    "options": [
      "트래버스측량의 트래버스는 삼각점을 기점과 종점으로 하는 결합 트래버스가 되도록 한다.",
      "수애선은 평수위에 의하여 정해진다.",
      "수위관측시 최고수위의 전후에는 6시간마다 관측한다.",
      "종단측량은 좌우양안의 거리표고와 지반고를 관측하는 것이다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-38",
    "options": [
      "105m2",
      "115m2",
      "205m2",
      "215m2"
    ],
    "subject": "응용측량",
    "text": "신설도로의 구간 No.10에서 No.10+10m 사이에 성토고 1m, 성토기울기 1:1:5, 도로폭 20m의 도로를 축조하고자 할 때 토공량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-39",
    "options": [
      "58.3m",
      "60.4m",
      "62.3m",
      "64.3m"
    ],
    "subject": "응용측량",
    "text": "두 직선의 교각 I=90°이다. 이들 직선 사이의 곡선을 설치하고 외선걸이(E)를 25m이상 취하고자 할 때 필요한 최소 곡선반지름(R)은?",
    "local_images": [
      "images/dv20060910-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-40",
    "options": [
      "도갱(道坑)",
      "레벨(Level)",
      "도벨(dowel)",
      "입갱"
    ],
    "subject": "응용측량",
    "text": "갱내에서 차량 등에 의하여 파손되지 않도록 콘크리트 등을 이용하여 만든 기준점을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060514-21",
    "options": [
      "자료조사→현지조사→평면측량→수준측량→유량측량",
      "자료조사→수준측량→평면측량→현지조사→유량측량",
      "현지조사→유량측량→자료조사→평면측량→ 수준측량",
      "현지조사→자료조사→유량측량→수준측량→평면측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 하천측량의 일반적인 작업 순서로서 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "dv20060514-22",
    "options": [
      "387.10m3, 568.10m3",
      "568.10m3, 387.10m3",
      "366.31m3, 241.94m3",
      "241.94m3, 366.31m3"
    ],
    "subject": "응용측량",
    "text": "직선구간의 도로설계를 위한 종횡단측량을 통하여 얻은 두 측점에서의 절토단면적 및 성토단면적이 주어진 표와 같다고 할 때 이 구간의 절토량과 성토량을 순서대로 맞게 열거한 것은?",
    "local_images": [
      "images/dv20060514-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-23",
    "options": [
      "20m2",
      "18m2",
      "16m2",
      "14m2"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 4각형의 각 점의 좌표가 표와 같을 때 4각형의 면적은? (단, 단위:m)",
    "local_images": [
      "images/dv20060514-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-24",
    "options": [
      "평면측량의 범위는 유제부에서 제외지의 30m 정도와 홍수가 영향을 주는 구역보다 약간 넓게 측량한다.",
      "1점법에 의한 평균유속은 수면으로부터 수심의 0.6H되는 곳의 유속을 말하며, 5% 정도의 오차가 발생한다.",
      "수심이 깊고 유속이 빠른 장소에는 음향측심기와 수압측심기를 사용하며, 음향측심기는 30m의 깊이를 0.5%정도의 오차로 측정이 가능하다.",
      "하천측량의 목적은 하천공작물의 계획, 설계, 시공에 필요한 자료를 얻기 위함이다."
    ],
    "subject": "응용측량",
    "text": "다음의 하천측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-25",
    "options": [
      "1760.03",
      "1779.53",
      "1786.73",
      "3573.33"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 부지의 측량결과에 의한 토량은?",
    "local_images": [
      "images/dv20060514-25_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-26",
    "options": [
      "167mm",
      "267mm",
      "367mm",
      "467mm"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 상향 기울기 5/1000, 하향 기울기 35/1000이고 반경 3000m인 곡선 중에서 만날 경우 곡선시점(A)에서 40m 떨어져 있는 점의 종거 y2는?",
    "local_images": [
      "images/dv20060514-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-27",
    "options": [
      "사진측량에 의해 수위에 대한 댐의 변위, 변형측량을 할 수 있다.",
      "댐에 설치된 표정점의 좌표를 관측하여 댐의 변위, 변형측량을 할 수 있다.",
      "측량망 조정방법은 사진측량에 의한 방법보다 관측시간이 적게 소요되므로 순간적인 변위 및 변형에 유용하게 이용된다.",
      "순간변형에 대하여 동시관측 및 반복관측을 통하여 변위량을 알 수 있다."
    ],
    "subject": "응용측량",
    "text": "댐의 변위, 변형측량의 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-28",
    "options": [
      "V2=0.46 m/sec, V3=0.65 m/sec",
      "V2=0.46 m/sec, V3=0.56 m/sec",
      "V2=0.48 m/sec, V3=0.65 m/sec",
      "V2=0.48 m/sec, V3=0.56 m/sec"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수면으로부터 수심(H)의 0.2H, 0.6H, 0.8H되는 곳의 유속이 각각 0.55m/sec, 0.66m/sec, 0.376m/sec 였다. 다음 중 2점법(V2) 및 3점법(V3)에 의하여 산출한 평균 유속이 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-29",
    "options": [
      "공사기간",
      "수송량 및 경제성",
      "곡선설치의 난이도",
      "용지비와 측량비"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 노선을 선정할 때 가장 우선시 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-30",
    "options": [
      "삼각형 세 변의 길이를 아는 경우",
      "네 변의 길이를 알고 있는 사각형",
      "각 꼭지점의 좌표를 알고 있는 오각형",
      "동일한 변의 길이를 가지는 정육각형"
    ],
    "subject": "응용측량",
    "text": "다음 중 면적을 계산할 수 없는 경우는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-31",
    "options": [
      "358.3m",
      "373.1m",
      "394.2m",
      "401.5m"
    ],
    "subject": "응용측량",
    "text": "그림에서 ADB구간에 단곡선을 설치할 때 ∠ADB의 2등분선상 점 C를 곡선중점으로 할 경우, 기점으로부터 곡선종점(E.C.)의 거리는? (단, 기점에서 D점까지의 거리는 380.4m, 외할 E=10.0m, 교각 I=90°이다.)",
    "local_images": [
      "images/dv20060514-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-32",
    "options": [
      "수면 기울기가 급하거나 완만하지 않은 지점",
      "관측장소의 상ㆍ하류의 유속이 일정한 단면을 가진 곳",
      "지천의 합류점이나 분류점으로 수위변화가 일어나기 쉬운 지점",
      "갈수시에도 관측이 가능한 지점"
    ],
    "subject": "응용측량",
    "text": "유량측정장소의 선정조건에서 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "dv20060514-33",
    "options": [
      "40° 25‘ 12“",
      "61° 49‘ 17“",
      "170° 20‘ 08“",
      "241° 49‘ 17“"
    ],
    "subject": "응용측량",
    "text": "터널 갱구를 연결하는 다각측량을 실시하여 A(50,80), B(-100, -200)를 얻었다. A-B측선의 방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-34",
    "options": [
      "시가지 계획을 위한 기초측량이다.",
      "구획정리를 하고 환지를 교부하여 토지의 면적을 지적공부에 새로이 등록하는 이동측량이다.",
      "토지구획과 형질을 변경한 뒤 새로운 획지에 이전시키는 측량이다.",
      "신규측량과 이동측량을 제외한 모든 측량을 말한다."
    ],
    "subject": "응용측량",
    "text": "확정측량에 대한 설명으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-35",
    "options": [
      "Sine 곡선",
      "clothoid 곡선",
      "램니스케이트",
      "3차 포물선"
    ],
    "subject": "응용측량",
    "text": "고속도로의 완화곡선 설치에는 다음 중 어느 곡선을 많이 이용하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "dv20060514-36",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "중앙종거법에 있어서 장현(L)을 구하는 공식은? (단, R=곡선의 반지름, I=교각[단위는 도(°)])",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-37",
    "options": [
      "약 3°",
      "약 5°",
      "약 7°",
      "약 9°"
    ],
    "subject": "응용측량",
    "text": "갱내 A, B의 좌표 A(x=1320.0m, y=810.0m, z=86.30m), B(x=1734.0m, y=589.0m, z=112.40m)되는 두 점을 굴진 하는 경우 A, B점의 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-38",
    "options": [
      "수작터널이 낮고 단면이 큰 경우에는 광학적인 방법을 이용하여 충분한 정확도를 얻을 수 있다.",
      "터널 내외의 측점 위치관계를 명확하게 하기 위한 목적으로 실시한다.",
      "수직터널이 한 개인 경우 수직터널에 한 개의 수선을 내리고 이 수선의 길이와 방위를 관측한다.",
      "지하의 터널과 지상의 광산구역경계 및 중요 제점과 어떤 관계가 있는가를 조사하기 위한 측량이다."
    ],
    "subject": "응용측량",
    "text": "터널 내외 연결측량에 대한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-39",
    "options": [
      "정책계획-체계계획-사업계획-조성계획",
      "정책계획-조성계획-체계계획-사업계획",
      "체계계획-사업계획-정책계획-조성계획",
      "사업계획-정책계획-체계계획-조성계획"
    ],
    "subject": "응용측량",
    "text": "다음의 괄호 안에 들어갈 계획이 순서대로 나열된 것은?",
    "local_images": [
      "images/dv20060514-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-40",
    "options": [
      "8000m2",
      "9600m2",
      "13824m2",
      "16589m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/1000인 지형도를 축척 1/1200 지형도로 잘못 생각하여 삼사법으로 구한 면적이 11520m2일 때 축척 1/1000 지형도의 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060305-21",
    "options": [
      "약 1° 47‘ 20“",
      "약 2° 12‘ 13“",
      "약 3° 27‘ 08“",
      "약 4° 32‘ 10“"
    ],
    "subject": "응용측량",
    "text": "터널 갱ㄴ재의 두 측점 좌표가 A(150, 300), B(400, 500)이고 표고가 각각 A=10m, B=20m일 때, AB점을 잇는 갱도의 경사각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "dv20060305-22",
    "options": [
      "22.89m",
      "25.13m",
      "45.71m",
      "50.27m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치하기 위하여 교각 I=80°, 외할 E=10m로 하려고 할 때 곡선길이(C.L )는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-23",
    "options": [
      "하구심천측량은 하구 부근 하저 및 해저의 지형을 조사한다.",
      "하구의 항만시설, 해안보전 시설의 설계자료로 사용된다.",
      "조위를 관측하고 실측한 수심을 기본수준면으로부터의 수심으로 보정하여 심천측량의 정확도를 높인다.",
      "해안에서는 수심 100m 되는 앞바다까지를 측량구역으로 한다."
    ],
    "subject": "응용측량",
    "text": "하구 심천측량에 관한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-24",
    "options": [
      "수면과 하안과의 경계선으로 하천수위의 변화에 따라 다르며 평균고수위에 의하여 결정한다.",
      "심천측량에 의하여 횡단면도를 만들고 그 도면에서 수위의 관계로부터 평수시의 수위를 구한다.",
      "감조부의 하천에서는 하구의 기준면인 평균해수면을 사용할 경우도 있다.",
      "같은 시각에 많은 횡단측량을 하여 횡단면도를 작성하고 수애의 위치를 구한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 수애선의 측량에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "dv20060305-25",
    "options": [
      "160.0mm",
      "180.00mm",
      "206.7mm",
      "230.5mm"
    ],
    "subject": "응용측량",
    "text": "완화곡선을 설치할 때 설계속도(V)가 350km/hr, 곡선반경(R)이 7,000m일 경우 캔트량은? (단, 레일 간격은 1.5m로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-26",
    "options": [
      "122.50m",
      "123.76m",
      "124.50m",
      "124.76m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 도로의 종단곡선을 2차 포물선으로 설치할 경우 교점 V의 표고가 125.30m라 할 때 종단곡선 시작점 A로부터 횡거(x)가 120m 되는 지점 C의 종단곡선상 계획고는 얼마인가? (단, 종단곡선의 길이(L)는 200m로 한다.)",
    "local_images": [
      "images/dv20060305-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-27",
    "options": [
      "(θH)＞60°, (θV)＞15°",
      "(θH)＞60°, (θV)＞10°",
      "(θH)＞50°, (θV)＞15°",
      "(θH)＞50°, (θV)＞15°"
    ],
    "subject": "응용측량",
    "text": "시설물을 보는 각도에서 압박감을 느끼는 수평시각(θH)과 수직시각(θV)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-28",
    "options": [
      "3차 포물선",
      "렘니스케이트 곡선",
      "3차 나선",
      "클로소이드 곡선"
    ],
    "subject": "응용측량",
    "text": "고속도로에 일반적으로 많이 쓰이는 완화곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-29",
    "options": [
      "⑤-④-②-⑥-③-①",
      "⑤-④-⑥-②-③-①",
      "⑤-⑥-②-④-③-①",
      "⑤-⑥-②-④-①-③"
    ],
    "subject": "응용측량",
    "text": "다음 중 터널측량의 순서로서 가장 옳은 것은?",
    "local_images": [
      "images/dv20060305-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-30",
    "options": [
      "곡선반경은 완화곡선의 시점에서 무한대이다.",
      "완화곡선의 접선은 시점에서 직선에 접한다.",
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "종점에 있는 캔트는 원곡선의 캔트와 역수이다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-31",
    "options": [
      "단곡선",
      "렘니스케이트",
      "머리핀곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원곡선의 종류에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-32",
    "options": [
      "45.5m2",
      "46.7m2",
      "49.8m2",
      "51.0m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 간격을 d로 일정하게 나누어 그 면적을 구할 때 사다리꼴 공식을 이용하여 구한 면적(m2)은?",
    "local_images": [
      "images/dv20060305-32_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-33",
    "options": [
      "지상측량(갱외측량)",
      "지하측량(갱내측량)",
      "지상ㆍ지하 연결측량",
      "평면측량"
    ],
    "subject": "응용측량",
    "text": "터널측량을 크게 3부분으로 나눌 때 그 분류로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "dv20060305-34",
    "options": [
      "1/3K",
      "1K",
      "3K",
      "9K"
    ],
    "subject": "응용측량",
    "text": "체적측량에 있어서 관측된 수평 및 수직거리 x, y, z의 거리오차를 dx, dy, dz라 하고 거리관측의 정도가 K로 동일하다고 할 때, 다음 중 체적관측의 정도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-35",
    "options": [
      "축척 1/500 또는 1/600의 용지도를 작성한다.",
      "용지도는 지적도와 관계가 있다.",
      "용지폭 말뚝설치는 중심선에 직각이다.",
      "종단면도를 이용하여 용지폭을 결정한다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 용지측량에 관한 사항 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-36",
    "options": [
      "2° 51‘ 53“",
      "3° 51‘ 53“",
      "5° 43‘ 46“",
      "6° 43‘ 46“"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치할 때 곡선반경 R=200m, 교각 I=45° 이면 20m에 대한 편각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "dv20060305-37",
    "options": [
      "평면측량의 범위는 제내지 300m 이내 또는 홍수가 영향을 미치는 영역보다 100m 정도 넓게 한다.",
      "삼각측량의 구역이 광범위한 경우에는 국가삼각점을 이용하지만 소규모 지역에서는 삼각점과 연결하지 않아도 된다.",
      "다각측량은 서로 다른 삼각점 간을 연결한 폐합다각망을 사용한다.",
      "세부측량은 하천유역에 있는 모든 것을 대상으로 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에 관한 내용 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-38",
    "options": [
      "13.95m2",
      "15.95m2",
      "12.95m2",
      "14.95m2"
    ],
    "subject": "응용측량",
    "text": "다음 그림은 도로건설의 절취단면을 표시한 것이다. 단면적을 계산한 것으로 맞는 것은?",
    "local_images": [
      "images/dv20060305-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-39",
    "options": [
      "강우량 측정",
      "유속 측정",
      "심천측량",
      "유수단면적 측정"
    ],
    "subject": "응용측량",
    "text": "하천의 어느 지점에서 유량측정을 위하여 직접적인 관측사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-40",
    "options": [
      "①→⑤→③→②→④→⑥",
      "①→②→③→④→⑤→⑥",
      "①→⑤→④→③→②→⑥",
      "①→②→⑤→④→③→⑥"
    ],
    "subject": "응용측량",
    "text": "지하시설물에 대한 탐사 공정 순서로 옳은 것은?",
    "local_images": [
      "images/dv20060305-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20050904-21",
    "options": [
      "10m",
      "12m",
      "14m",
      "15m"
    ],
    "subject": "응용측량",
    "text": "다음 수평곡선설치에서 곡선의 반지름(R)이 50m, x가 30m, 장현(AB)가 80m이면 중거(y)는?",
    "local_images": [
      "images/dv20050904-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-22",
    "options": [
      "61.7m",
      "71.8m",
      "83.6m",
      "89.6m"
    ],
    "subject": "응용측량",
    "text": "다음 그림은 도로중심선 측량도이다. 원곡선의 반지름(R)이 100m, α=45° , β=75 °,  = 100m 일 때  의 길이는?",
    "local_images": [
      "images/dv20050904-22_img_0.gif",
      "images/dv20050904-22_img_1.gif",
      "images/dv20050904-22_img_2.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-23",
    "options": [
      "104.72m",
      "214.34m",
      "356.87m",
      "319.72m"
    ],
    "subject": "응용측량",
    "text": "노선측량의 단곡선 설치시 교각 60° , 곡선 반지름 10m, 곡선 시점은 No10+15m일때 도로기점에서 곡선 종점까지의 거리는? (단, 중심 말뚝간격 20m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-24",
    "options": [
      "수심측량",
      "수준측량",
      "중심선측량",
      "지형측량"
    ],
    "subject": "응용측량",
    "text": "양터널의 중심선상에 기준점을 설치하고 이 두점의 좌표를 구하여 터널을 굴진하기 위한 방향을 맞춤과 동시에 정확한 거리를 찾아내는 것인 목적인 터널 외 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-25",
    "options": [
      "20m",
      "30m",
      "40m",
      "50m"
    ],
    "subject": "응용측량",
    "text": "상향구배 20/1,000, 하향구배 40/1,000 인 두 직선이 반경 1,000m의 단곡선 중에서 교차할 때 접선장은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-26",
    "options": [
      "초구장측량",
      "관계배수측량",
      "건축측량",
      "지하시설물측량"
    ],
    "subject": "응용측량",
    "text": "상∙하수도, 가스, 통신 등의 건설 및 유지관리를 위한 자료제공의 역할을 하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-27",
    "options": [
      "35.45m",
      "49.74m",
      "50.26m",
      "57.47m"
    ],
    "subject": "응용측량",
    "text": "갱내의 고저차 측량에서 두 측점이 천정에 설치되어 있을 때 아래와 같은 결과를 얻었다. 두 점간의 고저차는?",
    "local_images": [
      "images/dv20050904-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-28",
    "options": [
      "46.21m2",
      "46.67m2",
      "47.62m2",
      "48.09m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 토지의 밑변과 높이를 20m tape로 측정하여 삼사법으로 면적을 구하였더니 47.15m2였다. 이 tape을 실제 검정한 결과 20m에서 10㎝가 늘어나 있었다면 이 때 삼각형의 실제면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-29",
    "options": [
      "경제성",
      "조화감",
      "순화감",
      "미의식의 상승"
    ],
    "subject": "응용측량",
    "text": "다음 중 경관의 3요소와 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-30",
    "options": [
      "0.5m2",
      "1.0m2",
      "1.5m2",
      "2.0m2"
    ],
    "subject": "응용측량",
    "text": "가로, 세로의 축척이 각각 1/50, 1/20로 된 횡단면도에서 임의의 정사각형의 도상면적이 10cm2일 때 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-31",
    "options": [
      "지거법",
      "점토 및 성토고",
      "중앙종거법",
      "현편거법"
    ],
    "subject": "응용측량",
    "text": "터널의 곡선부 측설법으로 적당하지 않은 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-32",
    "options": [
      "용지의 경계",
      "절토 및 성토고",
      "계획고",
      "곡선 및 구배"
    ],
    "subject": "응용측량",
    "text": "다음중 도로의 노선측량에서 종단면도에 기재하지 않는 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-33",
    "options": [
      "L≥15.8m",
      "L≥20.8m",
      "L≥25.8m",
      "L≥30.6m"
    ],
    "subject": "응용측량",
    "text": "유하거리 정도가 10/L(%), 유하거리 정도가 30/L(%)라면 관측유속 1.0m/sec의 경우 그 오차를 2%이내에 있도록 하기 위한 부자 유하거리(L)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-34",
    "options": [
      "작업계획 → 경계확인 → 면적계산 → 경계측량 → 자료조사 → 용지실측도, 원도 등의 작성",
      "자료조사 → 작업계획 → 경계확인 → 경계측량 → 면적계산 → 용지실측도, 원도 등의 작성",
      "작업계획 → 자료조사 → 경계확인 → 경계측량 → 면적계산 → 용지실측도, 원도 등의 작성",
      "작업계획 → 경계측량 → 경계확인 → 자료조사 → 면적계산 → 용지실측도, 원도 등의 작성"
    ],
    "subject": "응용측량",
    "text": "용지 측량 순서 중 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-35",
    "options": [
      "14m",
      "17m",
      "24m",
      "27m"
    ],
    "subject": "응용측량",
    "text": "다음과 같이 삼각형의 토지를 면적비 2:3으로 분할하려면 CD의 거리를 얼마로 하면 되는가?",
    "local_images": [
      "images/dv20050904-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-36",
    "options": [
      "곡선이 하향인 구간은 절토구간이고, 상향인 구간은 성토구간이다.",
      "곡선의 저점은 성토에서 절토로 정점은 절토에서 성토로 바뀌는 점이다.",
      "극대치와 다음 극대치의 두 점간 종거의 차는 전체 토공량을 나타낸다.",
      "유토곡선이 평행선(기선)과 교차점은 성, 절토의 균형선으로 토공 평행선이라 한다."
    ],
    "subject": "응용측량",
    "text": "유토곡선의 특성 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-37",
    "options": [
      "3° 26′ 20″",
      "6° 26′ 20″",
      "45° 00′ 00″",
      "51° 26′ 20″"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치를 위한 조건이 다음과 같을 경우 원곡선 시점(B.C)부터 원곡선상 처음 중심점(P1)까지의 편각은?",
    "local_images": [
      "images/dv20050904-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-38",
    "options": [
      "사변형 삼각형",
      "유심 삼각망",
      "단열 삼각망",
      "단 삼각형"
    ],
    "subject": "응용측량",
    "text": "하천의 삼각측량에 가장 적합한 삼각망은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-39",
    "options": [
      "평균수위",
      "평균저수위",
      "평수위",
      "갈수위"
    ],
    "subject": "응용측량",
    "text": "하천의 수위 중에서 어느 기간에 높은 수위와 낮은 수위의 관측횟수가 같은 수위는 어느 수위인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-40",
    "options": [
      "거리표설치",
      "종단 및 횡단측량",
      "심천측량",
      "유속측량"
    ],
    "subject": "응용측량",
    "text": "다음중 하천측량에서 고저측량작업과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050529-21",
    "options": [
      "16.6m",
      "17.7m",
      "18.8m",
      "19.9m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 삼각형 토지의 한변 BC(=55m) 위의 점 D와 변 AC(=40m) 위의 점 E를 연결하여 △ABC의 면적을 2등분할 때 AE의 길이는?",
    "local_images": [
      "images/dv20050529-21_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-22",
    "options": [
      "조사계획측량",
      "실시설계측량",
      "안전관리측량",
      "공사측량"
    ],
    "subject": "응용측량",
    "text": "댐 측량 중에서 하천의 개발계획, 즉 발전, 치수, 농업 및 공업용수 등의 종합 계획에 중점을 두고 실시하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-23",
    "options": [
      "용지측량",
      "중심점 인조측량",
      "시공기준틀 설치측량",
      "준공검사 조사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량 중 시공측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-24",
    "options": [
      "288.68m, 523.60m",
      "288.68m, 553.60m",
      "308.68m, 523.60m",
      "308.68m, 553.60m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치하려고 한다. 곡선반지름(R)이 500m, 교각(I)이 60°일 때 접선길이(T.L.)와 곡선길이(C.L.)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-25",
    "options": [
      "11.5 Rad",
      "12.5 Rad",
      "13.5 Rad",
      "14.5 Rad"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 곡선 길이(L)이 200m, 매개변수(A)가 40m일 때 접선각(τ)은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-26",
    "options": [
      "계획수립 - 선점 및 조표 - 준비 및 현지답사 - 성과표 작성 - 관측 및 계산",
      "준비 및 현지답사 - 계획수립 - 선점 및 조표 - 성과표 작성 - 관측 및 계산",
      "준비 및 현지답사 - 선점 및 조표 – 계획수립 - 관측 및 계산 - 성과표 작성",
      "계획수립 - 준비 및 현지답사 - 선점 및 조표 - 관측 및 계산 - 성과표 작성"
    ],
    "subject": "응용측량",
    "text": "지적측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-27",
    "options": [
      "5000m2",
      "4000m2",
      "3000m2",
      "2000m2"
    ],
    "subject": "응용측량",
    "text": "건설하고자 하는 구조물이 축척 1/1000의 도면에서 면적이 40㎝2이면 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-28",
    "options": [
      "유토곡선이 하향인 구간은 성토구간이고, 상향인 구간은 절토구간이다.",
      "유토곡선의 극대점은 성토에서 절토로 옮기는 점이고, 극소점은 절토에서 성토로 옮기는 점이다.",
      "절토와 성토의 평균운반거리는 유토곡선토량의 1/2점간의 거리로 한다.",
      "평균운반거리는 절토부분의 중심과 성토부분의 중심간의 거리를 의미한다."
    ],
    "subject": "응용측량",
    "text": "유토곡선의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-29",
    "options": [
      "레벨에 의한 직접 수준 측량",
      "기압계에 의한 기압 수준측량",
      "경사계와 줄자를 이용한 계산 방법",
      "트랜싯과 줄자의 조합에 의한 간접 수준 측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 경사가 급한 사갱 내에서 고저차를 측량하는 데 사용할 수 있는 가장 정밀한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-30",
    "options": [
      "51.54m",
      "59.67m",
      "87.31m",
      "103.31m"
    ],
    "subject": "응용측량",
    "text": "갱내의 천정에 측점 A, B가 그림과 같이 결정되었다고 할때 두 점의 고저차 H는 얼마인가? (단, 관측 경사거리=100.5m, 수직각=30° 25′ 30″)",
    "local_images": [
      "images/dv20050529-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-31",
    "options": [
      "14.45㎝2",
      "15.45㎝2",
      "16.45㎝2",
      "17.45㎝2"
    ],
    "subject": "응용측량",
    "text": "반경 10㎝의 구면에서 구면삼각형 ABC의 각을 측정하니 A=75°, B=66°, C=49°이었다면 구면삼각형의 면적은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-32",
    "options": [
      "클로소이드, 3차 포물선, 반향곡선",
      "클로소이드, 3차 포물선, 렘니스케이트 곡선",
      "3차 포물선, 렘니스케이트 곡선, 반향곡선",
      "단곡선, 원곡선, 배향곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선의 종류로만 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-33",
    "options": [
      "양단면평균법",
      "중앙단면법",
      "점고법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "사각형 형태의 부지에 대하여 동일한 간격으로 나누어 그 지점의 표고를 관측한 결과를 이용하여 토공량을 산출하기 위한 방법으로 가장 적절한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-34",
    "options": [
      "79° 55′ 44″",
      "80° 05′ 16″",
      "80° 11′ 05″",
      "80° 15′ 25″"
    ],
    "subject": "응용측량",
    "text": "측위망원경에 의해 수평각을 측정하여 H′=80°를 얻었다. 주망원경과 측위망원경의 시준선 간의 거리OC=OC'=0.10m이고, 시준선까지의 거리 AO=35.77m, BO=23.10m이었다면 실제 수평각(H)는 얼마인가?",
    "local_images": [
      "images/dv20050529-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-35",
    "options": [
      "유심망",
      "결합다각망",
      "복합망",
      "사변망"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 합류점, 분류점이나 만곡이 심한 장소로 높은 정확도가 요구되는 곳에서는 어느 망을 구성하는 것이 가장 좋은가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-36",
    "options": [
      "0°＜ ≤H ≤10°",
      "10°＜ ≤H ≤30°",
      "40°＜ ≤H ≤60°",
      "60°＜ ≤H ≤90°"
    ],
    "subject": "응용측량",
    "text": "경관평가요인 중 시설물의 전체 형상을 인식할 수 있고 경관의 주제로서 가장 적당한 수평시각( ≤H )의 크기는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-37",
    "options": [
      "클로소이드는 나선형 곡선의 일종이다.",
      "클로소이드 곡선의 반지름은 시점에서 무한대이고, 종점에서 원곡선의 반지름과 같게 된다.",
      "모든 클로소이드는 닮은꼴이다.",
      "클로소이드 곡선은 곡률이 곡선 길이에 반비례하는 곡선이다."
    ],
    "subject": "응용측량",
    "text": "클로소이드(clothoid)곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-38",
    "options": [
      "29.3m3/sec",
      "39.3m3/sec",
      "43.7m3/sec",
      "45.7m3/sec"
    ],
    "subject": "응용측량",
    "text": "하천의 유수부 횡단면을 5m 간격으로 4개 구간으로 나누어 각 구간의 유수단면적(A)을 구하고 각 구간의 중심연직선 상에서 평균유속(V)을 관측하였다면 전체 유량은? (단, A1=7.6m2, A2=18.0m2, A3=23.3m3, A4=9.5m2, V1=0.5m/s, V2=0.75m/s, V3=0.7m/s, V4=0.6m/s)",
    "local_images": [
      "images/dv20050529-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-39",
    "options": [
      "접선에 대한 지거법",
      "지거설치법",
      "편각 설치법",
      "장현에서의 종거에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치 방법 중 접선과 현이 이루는 각을 이용하여 설치하는 방법으로 정확도가 비교적 높아 가장 널리 사용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-40",
    "options": [
      "제방이 있는 경우 거리표는 하천의 중심에 직각방향으로 양안에 설치한다.",
      "거리표는 반드시 기점으로부터 하천의 우안을 따라 500m 간격으로 설치한다.",
      "횡단측량은 양안의 거리표를 기준으로 그 선상의 고저를 측량한다.",
      "하천측량에서의 고저측량 작업은 거리표 설치, 종단 및 횡단측량, 심천측량 등을 포함한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 거리표 설치와 고저측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050320-21",
    "options": [
      "1/2배",
      "1배",
      "2배",
      "4배"
    ],
    "subject": "응용측량",
    "text": "곡선 설치시 동일한 조건에서 곡선 반경만을 1/2로 줄였을 때 캔트(cant)의 값은 몇 배가 되는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-22",
    "options": [
      "2199.0m2",
      "2199.5m2",
      "4835.6m2",
      "3199.9m2"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 삼각형의 면적은?",
    "local_images": [
      "images/dv20050320-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-23",
    "options": [
      "측점간의 수평거리",
      "각 측점의 지반고 및 B.M. 점의 높이",
      "횡단방향 지반고 및 중심말뚝간의 거리",
      "측점에서의 계획고"
    ],
    "subject": "응용측량",
    "text": "도로 종단측량에 의한 종단면도작성에서 기입사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-24",
    "options": [
      "점고법",
      "음영법",
      "지모법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "하천, 항만 등에서 심천측량을 한 결과의 지형을 표시하는 방법중 알맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-25",
    "options": [
      "지적 확정 측량",
      "경계 정정 측량",
      "경계 감정 측량",
      "분할 측량"
    ],
    "subject": "응용측량",
    "text": "지적측량 중에서 도시 계획, 농지개량, 토지구획정리사업등에 의해 토지를 구획하기 위해 실시되는 측량으로 세부측량에서도 정확하게 실시되는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 4,
    "id": "dv20050320-26",
    "options": [
      "클로소이드곡선",
      "3차 포물선",
      "렘니스케이트곡선",
      "복심곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선으로 부적당한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-27",
    "options": [
      "하상과 하안이 안전하고 세굴과 퇴적이 생기지 않는 곳",
      "상하류 약 100m는 직선인 곳",
      "지천의 합류점인 곳",
      "수위가 교각 및 그 밖의 구조물로 인하여 영향을 받지 않는 곳"
    ],
    "subject": "응용측량",
    "text": "하천의 양수표 설치장소로 부적당한 곳은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-28",
    "options": [
      "78m2",
      "80m2",
      "87m2",
      "90m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단면의 면적은 얼마인가?",
    "local_images": [
      "images/dv20050320-28_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-29",
    "options": [
      "775.5m",
      "865.5m",
      "975.5m",
      "1065.5m"
    ],
    "subject": "응용측량",
    "text": "교각 I=90°, 곡선반경 R=150m인 단곡선의 교점(I.P.)의 추가거리가 1125.50m일 때 곡선 시점(B.C.)의 추가거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-30",
    "options": [
      "유제부에서 제내지 및 제외지 300m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 넓게 한다.",
      "유제부에서 제내지 및 제외지 200m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 좁게 한다.",
      "유제부에서 제내지 및 제외지 200m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 넓게 한다.",
      "유제부에서 제내지 및 제외지 300m이내, 무제부에서는 홍수가 영향을 주는 구역보다 약간 좁게 한다."
    ],
    "subject": "응용측량",
    "text": "하천 측량에서 평면측량의 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-31",
    "options": [
      "751m2",
      "752m2",
      "753m2",
      "754m2"
    ],
    "subject": "응용측량",
    "text": "정방형의 토지를 50m 테이프로 측정하여 면적을 구하였더니 750m2의 결과를 얻었다. 그런데 이 테이프가 50m에 10cm가 늘어나 있다면 실제의 면적은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 4,
    "id": "dv20050320-32",
    "options": [
      "면적측량의 정확도는 거리관측 정확도의 3배이다.",
      "체적측량의 정확도는 거리관측 정확도의 3배이다.",
      "면적측량의 정확도는 거리관측 정확도의 1/3배이다.",
      "체적측량의 정확도는 거리관측 정확도의 1/3배이다."
    ],
    "subject": "응용측량",
    "text": "수평 및 수직거리에 대한 관측의 정확도가 일정할 때 다음 설명 중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-33",
    "options": [
      "1.0m",
      "1.6m",
      "2.2m",
      "2.8m"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 따라 20m 간격으로 종단측량을 하여 다음과 같은 결과를 얻었다. 측점 No.1의 계획고를 115m로 하고 3% 상향구배의 도로를 시공하고자 할 때, 측점 No.3의 성토고는?",
    "local_images": [
      "images/dv20050320-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-34",
    "options": [
      "3.209m",
      "5.235m",
      "4.439m",
      "6.028m"
    ],
    "subject": "응용측량",
    "text": "기존 노선의 양접선은 변하지 않고 R2 = 300m인 신곡선을 설치할 경우 신곡선의 곡선중점은 구곡선의 곡선중점에서 얼마를 이동시켜야 하는가?",
    "local_images": [
      "images/dv20050320-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-35",
    "options": [
      "0.635m/sec",
      "0.638m/sec",
      "0.62m/sec",
      "0.655m/sec"
    ],
    "subject": "응용측량",
    "text": "수심이 h인 하천의 유속을 측정하기 위해 수면에서 0.2h, 0.6h, 0.8h 깊이 지점의 유속이 0.88m/sec, 0.62m/sec, 0.43m/sec일 때 평균 유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-36",
    "options": [
      "수애선은 수면과 하안의 경계선이다.",
      "수애선은 하천수위 최저수위에 의해 정해진다.",
      "수애선은 하천수위변화에 따라 변동한다.",
      "수애선측량은 동시 관측에 의한 방법이 있다."
    ],
    "subject": "응용측량",
    "text": "하천측량의 수애선(水涯線) 측량에 관한 내용 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-37",
    "options": [
      "대상계",
      "경관장계",
      "시점계",
      "상호성계"
    ],
    "subject": "응용측량",
    "text": "경관은 구성요소에 의하여 대상계, 경관장계, 시점계, 상호성계로 분류된다. 이중 사물의 규모, 상태, 형상 및 배치를 뜻하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-38",
    "options": [
      "레벨에 의한 측설법",
      "트랜싯에 의한 측설법",
      "트래버스측량에 의한 측설법",
      "삼각측량에 의한 측설법"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 지표 중심선 측량방법과 직접적인 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-39",
    "options": [
      "10m",
      "20m",
      "25.5m",
      "30m"
    ],
    "subject": "응용측량",
    "text": "부자에 의해 유속을 측정할 경우 유하거리에 ±0.1m 오차와 관측시간에 ±0.5초의 오차가 허용된다면 관측유속 1m/sec인 경우 그 오차를 2% 이하로 하기 위한 최소 유하거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-40",
    "options": [
      "도상계획→답사→지형측량→공사측량",
      "답사→도상계획→공사측량→지형측량",
      "답사→공사측량→도상계획→지형측량",
      "도상계획→지형측량→답사→공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 일반적인 작업 순서로서 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050306-21",
    "options": [
      "1점법",
      "2점법",
      "3점법",
      "4점법"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에서 수면으로부터 0.2h, 0.6h, 0.8h 깊이의 유속이 각각 0.562, 0.497, 0.364 m/sec이었다. 이 때 평균유속이 0.463m/sec이었다면 다음 어느 방법으로 계산한 것인가? (단, h : 하천의 수심)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-22",
    "options": [
      "-1%",
      "-3.5%",
      "+3.5%",
      "+1%"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 따라 20m 간격의 종단측량을 해서 표와 같은 결과를 얻었다. 측점 1과 측점 5의 지반고를 연결하는 도로계획선을 설정한다면 이 계획선의 구배는?",
    "local_images": [
      "images/dv20050306-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-23",
    "options": [
      "완화곡선에 연한 곡선반경의 감소율은 캔트의 증가율과 같다.",
      "곡선반경은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반경이 된다.",
      "종점에 있는 캔트는 직선의 캔트와 같게 된다.",
      "완화곡선의 접선은 시점에서 직선에, 종점에서 원호에 접한다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 다음 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-24",
    "options": [
      "교량가설위치, 형식, 규모를 결정한다.",
      "교량을 조망하는 시점 및 시점장을 찾는다.",
      "교량의 유지관리 체계를 평가한다.",
      "교량과 지형, 주변시설물과의 조화 등을 평가한다."
    ],
    "subject": "응용측량",
    "text": "교량의 경관 계획에서 고려할 사항으로 가장 거리가 먼것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-25",
    "options": [
      "반향곡선과 원곡선 사이",
      "배향곡선과 원곡선 사이",
      "반향곡선과 직선사이",
      "원곡선과 직선사이"
    ],
    "subject": "응용측량",
    "text": "완화곡선을 설치하는 장소로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-26",
    "options": [
      "90m",
      "100m",
      "120m",
      "156m"
    ],
    "subject": "응용측량",
    "text": "원곡선을 설치하는 데 있어서 교각 I = 90°, 접선장 T.L= 90m 일때 원곡선 반경 R은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-27",
    "options": [
      "230m2",
      "240m2",
      "250m2",
      "260m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 두변과 그 협각을 측정해서 그림과 같은 측정값을 얻었다. 이 삼각형의 면적은?",
    "local_images": [
      "images/dv20050306-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-28",
    "options": [
      "20m",
      "30m",
      "40m",
      "50m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 토지를 면적비 m:n=1:3으로  에 평행하게 분할하였다.  의 거리가 20m라면  의 거리는?",
    "local_images": [
      "images/dv20050306-28_img_0.gif",
      "images/dv20050306-28_img_1.gif",
      "images/dv20050306-28_img_2.gif",
      "images/dv20050306-28_img_3.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-29",
    "options": [
      "5.3m",
      "44.9m",
      "81.9m",
      "106.9m"
    ],
    "subject": "응용측량",
    "text": "교각이 80°인 두 직선 사이에 단곡선을 설치할 때 외선길이(external secant)를 25m로 한다면 곡선반경(R)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-30",
    "options": [
      "도갱(導坑)",
      "레벨(level)",
      "자이로(gyro)",
      "도벨(dowel)"
    ],
    "subject": "응용측량",
    "text": "갱내에서 차량 등에 의하여 파손되지 않도록 콘크리트 등을 이용하여 만든 중심말뚝을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-31",
    "options": [
      "1년 중 275일간은 이보다 내려가지 않는 수위",
      "수년간 저수위 및 고수위를 평균한 수위",
      "어느 기간 중 가장 많이 일어난 수위",
      "1년을 통하여 355일간은 이보다 내려가지 않는 수위"
    ],
    "subject": "응용측량",
    "text": "하천수위에 대한 설명 중 갈수위는 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-32",
    "options": [
      "정확도가 전체적으로 균일하다.",
      "대단위지역에서 시간·경제적으로 우수하다.",
      "공중에서 전체지역을 볼 수 있기 때문에 보완측량이 필요없다.",
      "접근하기 어려운 대상지역에도 측량이 가능하다."
    ],
    "subject": "응용측량",
    "text": "항공사진측량을 지적측량에 활용하는 이유로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-33",
    "options": [
      "2° 11′ 19″",
      "2° 13′ 19″",
      "3° 11′ 59″",
      "3° 13′ 19″"
    ],
    "subject": "응용측량",
    "text": "갱의 시점(P)과 종점(Q)의 좌표가 P(1200, 800, 75), Q(1600, 600, 100)로 갱도를 굴진할 경우 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-34",
    "options": [
      "4° 35′ 01″",
      "4° 45′ 01″",
      "4° 55′ 01″",
      "5° 35′ 01″"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선의 계산에서 곡선 길이(L)= 40m, 매개변수(A)=100m일 경우 접선각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-35",
    "options": [
      "자료조사→현지조사→평면측량→수준측량→유량측량",
      "자료조사→수준측량→평면측량→현지조사→유량측량",
      "현지조사→유량측량→자료조사→평면측량→수준측량",
      "현지조사→자료조사→유량측량→수준측량→평면측량"
    ],
    "subject": "응용측량",
    "text": "다음 중 하천측량의 일반적인 작업 순서로서 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-36",
    "options": [
      "K2",
      "2K",
      "K/2",
      "2/K"
    ],
    "subject": "응용측량",
    "text": "정사각형의 면적을 관측하기 위하여 거리 관측을 실시한 결과의 정확도가 K라고 할 때, 면적 측량의 정확도는 얼마인가? (단, K는 전체거리 분의 오차거리를 나타낸 것이다. 예를 들어 정확도 K=1/1000 은 1000m 거리에서 ±1m 오차가 있을 수 있다는 뜻이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-37",
    "options": [
      "지상측량(갱외측량)",
      "지하측량(갱내측량)",
      "지상ㆍ지하 연결측량",
      "평면측량"
    ],
    "subject": "응용측량",
    "text": "터널측량을 크게 3부분으로 나눌 때 그 분류로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-38",
    "options": [
      "산",
      "정원",
      "하천",
      "바다"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 인식대상의 주체에 대하여 경관을 자연경관, 인공경관, 생태경관으로 분류할 때 자연경관에 해당 되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-39",
    "options": [
      "103.92m2",
      "3741.12m2",
      "4741.12m2",
      "5741.12m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/600 도상에서 세변의 길이가 각각 24.8cm, 47.5cm, 23.5cm 일 때 실제 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-40",
    "options": [
      "87.27m",
      "73.15m",
      "64.80m",
      "53.75m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 다음과 같은 단곡선이고 곡률반경(R)이 80m일 때 PQ의 거리는? (단, AB의 방위 = N 22° 25′ 00″ E, BC의 방위 = S 25° 22′ 00″ E)",
    "local_images": [
      "images/dv20050306-40_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20040905-21",
    "options": [
      "수류 방향의 변화가 큰 장소",
      "유실, 세굴, 파손의 위험이 없는 장소",
      "유량 관측소의 부근",
      "유수부분의 형상과 하상의 변화가 작은 장소"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 영구적인 양수표를 설치하려고 할 때 위치조건으로 부적당한 곳은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-22",
    "options": [
      "10.175m",
      "10.218m",
      "10.255m",
      "10.318m"
    ],
    "subject": "응용측량",
    "text": "측량결과가 그림과 같을 때 토량의 외부출입이 없다면 이 지역의 계획고는?",
    "local_images": [
      "images/dv20040905-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-23",
    "options": [
      "0.113m/sec",
      "0.132m/sec",
      "0.146m/sec",
      "0.277m/sec"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정을 위하여 그림과 같이 표면부자를 수면에 띄우고 A점을 출발하여 B점을 통과하는 데 소요되는 시간은 2분20초이었다. AB 두점 사이의 거리가 20.5m일 때 유속은? (단, 큰 하천에 대한 계수(부자고)는 0.9임)",
    "local_images": [
      "images/dv20040905-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-24",
    "options": [
      "조화감",
      "순화감",
      "미의식의 상승",
      "시대감"
    ],
    "subject": "응용측량",
    "text": "경관측량은 녹지와 여공간을 이용하여 도시공원조성이나 토목구조물 등이 자연환경과 어울어진 쾌적한 인간의 생활공간을 창조하는 데 이용되는 것으로 경관측량시 고려해야할 경관의 3요소와 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-25",
    "options": [
      "C.L=524.62m, T.L=286.60m",
      "C.L=523.60m, T.L=288.68m",
      "C.L=525.57m, T.L=285.65m",
      "C.L=521.62m, T.L=289.63m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치할 때 교각이 60° , 곡선 반지름이 500m일 때 곡선장(C.L) 및 접선장(T.L)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-26",
    "options": [
      "SIS(Surveying Information System)",
      "CAD체계",
      "AM(Automated Mapping)",
      "FM(Facilities Management)"
    ],
    "subject": "응용측량",
    "text": "지상 및 지하시설물 등에 대한 지도 및 도면등 제반 정보를 수치 입력하여 효율적으로 운영 관리하는 종합적인 관리체계를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-27",
    "options": [
      "실측에는 중심선 설치, 종.횡단측량, 용지측량, 시공측량 등이 있다.",
      "예측은 답사에서 얻은 유망한 노선에 대하여 더욱 자세하게 조사한 후 현장에 곡선 설치를 하는 단계이다.",
      "용지측량은 노선구역에 대한 지가 보상 문제 등의 자료로 이용된다.",
      "시공측량은 설계되어 있는 대로 현장에서 공사를 진행하기 위한 측량이다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서를 도상계획, 예측, 실측 및 공사측량으로 시행할 때 다음 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-28",
    "options": [
      "20m",
      "30m",
      "40m",
      "50m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 토지를 면적비 m:n=1:3으로  에 평행하게 분할하였다.  의 거리가 20m라면  의 거리는?",
    "local_images": [
      "images/dv20040905-28_img_0.gif",
      "images/dv20040905-28_img_1.gif",
      "images/dv20040905-28_img_2.gif",
      "images/dv20040905-28_img_3.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-29",
    "options": [
      "38° 30'21\"",
      "218° 30'21\"",
      "141° 29'39\"",
      "87° 45'52\""
    ],
    "subject": "응용측량",
    "text": "터널 측량결과 입구 A와 출구 B의 좌표가 다음과 같을 때 AB의 방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-30",
    "options": [
      "0.2H, 0.8H 지점",
      "0.4H, 0.8H 지점",
      "0.2H, 0.6H 지점",
      "0.4H, 0.6H 지점"
    ],
    "subject": "응용측량",
    "text": "하천에서 2점법으로 평균 유속을 구할 경우, 수면에서 수심의 어느 두 점을 택하여 유속의 평균값을 유속으로 산정하는가?",
    "local_images": [
      "images/dv20040905-30_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-31",
    "options": [
      "0° ≤ A ≤ 10° 일 때",
      "10° ≤ A ≤ 30° 일 때",
      "30° ≤ A ≤ 90° 일 때",
      "90° ≤ A ≤ 120° 일 때"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 시준선과 시설물 축선이 이루는 각(A)의 분포중 입체감이 있고 계획이 잘된 경관을 얻을 수 있는 경우는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-32",
    "options": [
      "도갱(導坑)",
      "레벨(level)",
      "자이로(gyro)",
      "도벨(dowel)"
    ],
    "subject": "응용측량",
    "text": "갱내에서 차량 등에 의하여 파손되지 않도록 콘크리트 등을 이용하여 만든 중심말뚝을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-33",
    "options": [
      "28.662m",
      "7.254m",
      "1.818m",
      "0.456m"
    ],
    "subject": "응용측량",
    "text": "교각이 50° 30′ 이고 곡선반경이 300m일 때 단곡선을 중앙종거에 의하여 설치하고자 한다. 세 번째 중앙종거 M3는 얼마인가?",
    "local_images": [
      "images/dv20040905-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-34",
    "options": [
      "완화곡선 반경은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반경(R)으로 된다.",
      "완화곡선의 접선은 시점에서 곡선에, 종점에서 직선에 접한다.",
      "완화곡선에 연한 곡선 반경의 감소율은 캔트의 증가율과 같다.",
      "종점에 있는 캔트(cant)는 원곡선의 캔트(cant)와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-35",
    "options": [
      "750m3",
      "1050m3",
      "1350m3",
      "1400m3"
    ],
    "subject": "응용측량",
    "text": "아래 표는 어느 노선의 구간별 토량계산 결과이다. 구간 4까지의 누가토량은 얼마인가?",
    "local_images": [
      "images/dv20040905-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-36",
    "options": [
      "캔트(Cant)",
      "슬랙(Slack)",
      "완화곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "철도노선에서 곡선부를 통과하는 차량에 원심력이 발생하여 접선방향으로 탈선하려는 것을 방지하기 위해 바깥쪽 철로를 안쪽 철로보다 높이는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-37",
    "options": [
      "3차 포물선",
      "2차 포물선",
      "클로소이드 곡선",
      "렘니스케이트 곡선"
    ],
    "subject": "응용측량",
    "text": "다음중 도로의 종단곡선으로 많이 쓰이는 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-38",
    "options": [
      "예측→답사→지표설치→지하설치",
      "답사→예측→지표설치→지하설치",
      "예측→답사→지하설치→지표설치",
      "답사→예측→지하설치→지표설치"
    ],
    "subject": "응용측량",
    "text": "터널측량은 크게 갱외측량, 갱내측량, 갱내외 연결측량으로 나누어지며, 일정한 작업순서를 가진다. 다음 중 터널측량 작업순서가 올바른 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-39",
    "options": [
      "지적도근측량",
      "세부측량",
      "지적삼각보조측량",
      "지적삼각측량"
    ],
    "subject": "응용측량",
    "text": "대축척인 지적도를 작성하는 데에는 일반적으로 기존의 삼각점만으로는 충분하지 않다. 이때 필요한 기준점 설치를 위한 기초측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-40",
    "options": [
      "초구장측량",
      "관계배수측량",
      "건축측량",
      "지하시설물측량"
    ],
    "subject": "응용측량",
    "text": "상.하수도시설, 가스시설, 통신시설 등의 건설 및 유지관리를 위한 자료제공의 역할을 하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040523-21",
    "options": [
      "대상계(對象系)",
      "경관장계(景觀場系)",
      "상호성계(相互性系)",
      "인공계(人工系)"
    ],
    "subject": "응용측량",
    "text": "다음 중 경관구성요소에 의한 분류(시점과 대상과의 관계에 의한 분류)에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-22",
    "options": [
      "약 3°",
      "약 5°",
      "약 7°",
      "약 9°"
    ],
    "subject": "응용측량",
    "text": "갱내 A, B의 좌표 A(x=1328.0m, y=810.0m, z=86.30m), B(x=1734.0m, y=589.0m, z=112.40m)되는 두 점을 굴진하는 경우 A, B점의 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-23",
    "options": [
      "수심의 20% 깊이",
      "수심의 40% 깊이",
      "수심의 50% 깊이",
      "수심의 60% 깊이"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 2중 부자를 이용하여 유속을 관측하고자 한다. 평균유속을 직접 관측하기 위해서 수면에 있는 부자와 수중에 있는 부자간의 간격(ℓ)으로 적당한 길이는?",
    "local_images": [
      "images/dv20040523-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "dv20040523-24",
    "options": [
      "90.66m",
      "89.13m",
      "87.99m",
      "80.82m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 곡률반경 R=50m인 단곡선을 설치할 때 장현C의 값은? (단, AB 방위=N 25° 33'00\" E, BC 방위=S 28° 22'00\" E)",
    "local_images": [
      "images/dv20040523-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-25",
    "options": [
      "상, 하류 최소 100m 정도 곡선인 장소",
      "수위가 교각 및 그 밖의 구조물로 영향을 받지 않는 곳",
      "홍수시 유실 또는 이동의 염려가 없는 곳",
      "평상시는 물론 홍수시에도 쉽게 양수표를 읽을 수 있는 장소일 것"
    ],
    "subject": "응용측량",
    "text": "수위관측소의 설치 장소로서 적합치 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-26",
    "options": [
      "약 526m2",
      "약 538m2",
      "약 547m2",
      "약 557m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 변길이와 내각을 관측하였을 때 사변형 ABCD의 면적은 얼마인가?",
    "local_images": [
      "images/dv20040523-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-27",
    "options": [
      "41.12m2",
      "45.25m2",
      "82.23m2",
      "90.50m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 터널 단면의 좌표(x, y)를 측정하였을 때 터널의 내공단면적은?",
    "local_images": [
      "images/dv20040523-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-28",
    "options": [
      "인공경관",
      "생태경관",
      "환경경관",
      "자연경관"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 인식대상의 주체에 의한 분류에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-29",
    "options": [
      "7.07m",
      "6.98m",
      "6.67m",
      "5.00m"
    ],
    "subject": "응용측량",
    "text": "△ABC에서 선DE를 BC에 평행하게 그어 △ADE와 □ DBCE의 넓이를 같게 하고자 할 때 DE의 길이는?",
    "local_images": [
      "images/dv20040523-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "dv20040523-30",
    "options": [
      "0.438m/sec",
      "0.518m/sec",
      "0.654m/sec",
      "0.704m/sec"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 유속을 측정하였더니 하저로부터 깊이(H)의 0.8H, 0.6H, 0.2H인 곳의 유속이 각 각 0.584m/sec, 0.624m/sec, 0.240m/sec로 관측되었다. 평균유속은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-31",
    "options": [
      "51.86m",
      "61.86m",
      "71.86m",
      "81.86m"
    ],
    "subject": "응용측량",
    "text": "두 직선의 교각이 80° , 외할(E)이 25m 인 두 직선사이에 곡선을 설치하고자 한다. 이 때 반경 R은 얼마인가?",
    "local_images": [
      "images/dv20040523-31_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-32",
    "options": [
      "절토의 운반거리가 짧게 될 것",
      "배수가 완전할 것",
      "가능한 경사가 완만할 것",
      "가능한 곡선으로 할 것"
    ],
    "subject": "응용측량",
    "text": "도상에서 노선 선정시 고려사항에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-33",
    "options": [
      "상수도",
      "가스관",
      "도시기준점",
      "하수도"
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량의 대상이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-34",
    "options": [
      "터널측량을 크게 나누어 갱외측량, 갱내측량, 갱내외 연결측량으로 구분한다.",
      "갱내에서 중심말뚝을 콘크리트 등을 이용하여 견고하게 만든 것을 자이로(gyro)라고 한다.",
      "터널측량의 순서는 갱내측량, 갱내외연결측량, 갱외측량의 순서로 행한다.",
      "갱내의 측량에는 기계의 십자선과 표척 등에 조명이 필요하지 않다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-35",
    "options": [
      "양단면 평균법",
      "등고선법",
      "점고법",
      "중앙단면법"
    ],
    "subject": "응용측량",
    "text": "넓은 지역의 정지나 매립과 같은 경우의 토공량 산정 시 많이 이용하는 방법으로, 대상지역을 일정한 크기의 삼각형 또는 사각형으로 구분하여 각 꼭지점 지반고에서 계획고 사이의 높이차를 구하여 체적을 구하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-36",
    "options": [
      "x = 51.20m, y = 6.67m",
      "x = 31.63m, y = 2.52m",
      "x = 6.67m, y = 51.20m",
      "x = 2.52m, y = 31.63m"
    ],
    "subject": "응용측량",
    "text": "반경(R)이 200m, 교각(I)이 56° 20'인 원곡선 위의 한 점에 대해서 편각(δ)이 7° 25'일 때 이 점의 좌표는? (단, 시점을 원점(0,0), 시점에서 곡선중심으로의 방향을 x축, 시점에서 교점으로의 방향을 y축으로 가정함.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-37",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 포물선으로 둘러쌓인 부분의 면적을 구하는 식으로 옳은 것은?",
    "local_images": [
      "images/dv20040523-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-38",
    "options": [
      "72.54m",
      "59.86m",
      "45.22m",
      "38.05m"
    ],
    "subject": "응용측량",
    "text": "접선길이가 40m, 교각(交角)이 60° 일 때 원곡선의 곡선장은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-39",
    "options": [
      "11.75m",
      "13.58m",
      "15.78m",
      "17.55m"
    ],
    "subject": "응용측량",
    "text": "사갱의 고저차를 구하기 위해 측량을 하여 A점의 기계고=1.55m, B점의 시준고=1.89m, 사거리=42.77m, 연직각=+21°10′의 결과를 얻었다. A, B의 고저차는? (단, A점의 기계고와 B점의 시준고는 천상(天上)으로부터 측정한 값이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-40",
    "options": [
      "삼사법",
      "단면법",
      "방안법",
      "좌표법"
    ],
    "subject": "응용측량",
    "text": "면적산정법을 산정방법에 따라 크게 수치계산법과 도해법으로 구분할 때 수치계산법에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040307-21",
    "options": [
      "자연 경관",
      "인공 경관",
      "생태 경관",
      "환경 경관"
    ],
    "subject": "응용측량",
    "text": "경관의 분류중 인식 대상의 주체에 관한 구분으로서 잘못 된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-22",
    "options": [
      "완화곡선의 접선은 시점에서 직선에 종점에서 원곡선에 접한다.",
      "원곡선과 직선부 사이에 넣는 특수곡선이다.",
      "종류는 클로소이드, 3차 포물선 등이 있다.",
      "완화곡선은 편경사(cant)와 무관하다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-23",
    "options": [
      "A=(b+mh)h",
      "A=(b+m)h",
      "A=(b+h)h",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지의 단면적을 구하는 공식은? (단, 단면적을 A라 한다)",
    "local_images": [
      "images/dv20040307-23_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-24",
    "options": [
      "41.56m",
      "50.00m",
      "54.62m",
      "246.15m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 종단곡선의 A점에서 가장 높은 지점(crest)까지는 얼마나 떨어져 있는가? (단, 종단곡선은 포물선이고 A점의 계획고는 65.50m)",
    "local_images": [
      "images/dv20040307-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-25",
    "options": [
      "평균수위 - 어떤 기간의 관측수위를 합계하여 관측횟수로 나누어 평균값을 구한 수위",
      "평균저수위 - 어떤 기간의 평균수위 이하의 수위로부터 구한 평균수위",
      "평수위 - 어떤 기간의 수위 중 이것보다 높은 수위와 낮은수위의 관측횟수가 똑같은 수위",
      "지정수위 - 홍수시에 지정된 통보를 개시하는 수위"
    ],
    "subject": "응용측량",
    "text": "다음 하천수위에 대한 정의 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-26",
    "options": [
      "525,000m3",
      "645,000m3",
      "1,011,670m3",
      "1,208,300m3"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 계곡에 150m 높이의 댐을 축조하여 140m까지 저수한다면 저수량은 얼마인가? (단, 각 등고선으로 둘러싸인 내부면적은 아래와 같고 각주공식을 이용할 것)",
    "local_images": [
      "images/dv20040307-26_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-27",
    "options": [
      "24.77m",
      "34.77m",
      "44.77m",
      "54.77m"
    ],
    "subject": "응용측량",
    "text": "노선의 곡률반경이 150m이고, 곡선길이가 20m일 때 클로소이드의 매개변수 A의 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-28",
    "options": [
      "도상조사→ 현지조사→ 평면측량→ 수준측량→ 유량측량",
      "현지조사→ 유량측량→ 도상조사→ 수준측량→ 평면측량",
      "도상조사→ 현지조사→ 수준측량→ 평면측량→ 유량측량",
      "도상조사→ 현지조사→ 유량측량→ 수준측량→ 평면측량"
    ],
    "subject": "응용측량",
    "text": "다음 하천측량의 가장 일반적인 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-29",
    "options": [
      "기본형(基本形)",
      "S형",
      "난형(卵形)",
      "복합형(複合形)"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 형식은 조합하는 형식에 따라 기본형(基本形), S형, 난형(卵形), 복합형(複合形) 등이 있다. 이중복심곡선 사이에 클로소이드를 삽입한 형식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-30",
    "options": [
      "클로소이드",
      "렘니스케이트",
      "3차포물선",
      "2차포물선"
    ],
    "subject": "응용측량",
    "text": "완화 곡선 중 가장 먼저 곡률 반경이 작아지는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-31",
    "options": [
      "47.62m2",
      "48.62m2",
      "49.62m2",
      "50.62m2"
    ],
    "subject": "응용측량",
    "text": "삼각형인 토지의 밑변과 높이를 20.0m의 줄자로 측정하여 면적을 구하였더니 47.15m2 이었다. 그 후에 이 줄자가 20.0m에 10cm가 늘어나 있음을 알았다면 실면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-32",
    "options": [
      "수심(H)의 0.2H, 0.8H인 지점",
      "수심(H)의 0.4H, 0.6H인 지점",
      "수심(H)의 0.3H, 0.7H인 지점",
      "수심(H)의 0.5H, 0.9H인 지점"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 이점법으로 평균유속을 구할 때 선택해야 할 지점으로 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-33",
    "options": [
      "721,325m2",
      "28,853m2",
      "7,213m2",
      "288m2"
    ],
    "subject": "응용측량",
    "text": "도상에서 3변의 길이가 각각 20.5cm, 32.4cm, 28.5cm인 삼각형의 실제면적은 약 얼마인가? (단, 축척은 1/500)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-34",
    "options": [
      "관측소의 위치는 그 상하류의 상당한 범위까지 하안과 하상이 안전하고 세굴이나 퇴적이 되지 않아야 한다.",
      "상하류의 길이 약 100m 정도의 직선이어야 하고 유속의 변화가 크지 않아야 한다.",
      "지천의 합류점 및 분류점으로 수위의 변화가 생기는 곳이어야 한다.",
      "평상시에는 홍수때 보다 수위표를 쉽게 읽을 수 있는 곳이어야 한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수위관측소를 설치할 경우 고려할 사항으로 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-35",
    "options": [
      "2.50m",
      "4.33m",
      "6.50m",
      "8.33m"
    ],
    "subject": "응용측량",
    "text": "지표에서 보링을 행하여 단층의 코어를 채취한 결과가 코어 길이가 5.00m, 지표면과 이루는 층의 경사각이 30°이었다. 이때 한층의 실제두께는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-36",
    "options": [
      "0° < θH≦10° 사이에서 시설물은 시점이 높은 특이한 시설물 경관이 된다.",
      "10° < θH≦30° 에서는 시설물의 전체 형상을 인식할수 있어 경관의 주체로서 적당하다.",
      "30° < θH≦60° 에서는 시설물이 시계 중에 차지하는비율이 커서 강조된 경관을 얻는다.",
      "θH > 60° 이면 시설물 자체가 시야의 대부분을 차지한다."
    ],
    "subject": "응용측량",
    "text": "경관측량에서 수평시각(水平視角)에 대한 설명중 잘못된 것은 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-37",
    "options": [
      "150.00m",
      "173.21m",
      "259.81m",
      "519.62m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치시 교각(I)는 60° , 반경(R)은 300m인 단곡선에서 접선의 길이(T .L)은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-38",
    "options": [
      "12.98m",
      "17.46m",
      "17.84m",
      "22.06m"
    ],
    "subject": "응용측량",
    "text": "교점(I.P.)이 기점으로부터 400m의 위치에 있고, 교각 (I)= 30° , 중심말뚝간격(ℓ)=15m 이라면외할(E)=5.00m라면 시단현의 길이는 약 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-39",
    "options": [
      "250m2",
      "2,500m2",
      "20,000m2",
      "40,000m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/1,000의 도면을 축척 1/500으로 잘못 계산하여 10,000m2의 면적을 얻었다. 정확한 값은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-40",
    "options": [
      "트랜싯에 의한 직접 측량법",
      "트래버스 측량에 의한 측설법",
      "레벨에 의한 측설법",
      "삼각 측량에 의한 측설법"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 지표 중심선 측량방법과 직접적인 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20030831-21",
    "options": [
      "5° 52'18\"",
      "4° 20'15\"",
      "3° 49'11\"",
      "1° 46'32\""
    ],
    "subject": "응용측량",
    "text": "단곡선 설치시 교각이 49° 30', 반지름 150m, 중심선 간격이 20m일 때 20m에 대한 편각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 1,
    "id": "dv20030831-22",
    "options": [
      "4.38m3/sec",
      "4.83m3/sec",
      "5.38m3/sec",
      "5.83m3/sec"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 하천의 유량을 계산한 값중에서 알맞는 값은? (단, 각 구간의 평균유속은 다음표와 같다.)",
    "local_images": [
      "images/dv20030831-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-23",
    "options": [
      "0° ＜ θH∙10° 사이에서 시설물은 주위 경관과 일체가 되고, 경관의 주제로서 대상에서 벗어난다.",
      "10° ＜ θH∙30° 에서는 시설물의 전체 형상을 인식할 수 있고, 경관의 주제로서 적당하다.",
      "30° ＜ θH∙60° 사이는 시설물이 시계중에 차지하는 비율이 작아 강조된 경관을 얻을 수 없다.",
      "θH가 60° 보다 크면 시설물에 대한 압박감을 느끼기 시작한다."
    ],
    "subject": "응용측량",
    "text": "시설물을 보는 각도중 수평시각에 관한 설명중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-24",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "그림과 같은 형태의 넓은 면적의 토량을 계산하는데 적당한 식은? (단, a, b는 구형단면의 세로와 가로의 거리 h1, h2, h3는 절취를 해야할 높이임)",
    "local_images": [
      "images/dv20030831-24_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 1,
    "id": "dv20030831-25",
    "options": [
      "점고법",
      "음영법",
      "지모법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "하천, 항만 등에서 심천측량을 한 결과의 지형을 표시하는 방법중 알맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 1,
    "id": "dv20030831-26",
    "options": [
      "37.50\"",
      "38.50\"",
      "39.50\"",
      "39.55\""
    ],
    "subject": "응용측량",
    "text": "경사 60° 에서 사거리 55m인 사갱의 수평각을 관측할 때 시준선에 직각으로 5mm의 시준오차가 있었다면 수평각의 오차는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-27",
    "options": [
      "평판측량",
      "평판측량과 시거측량의 병용",
      "지상사진측량",
      "항공사진측량"
    ],
    "subject": "응용측량",
    "text": "대규모 댐건설을 위한 조사측량에 있어서 수몰지등을 포함하는 댐 주변부와 같이 넓은 지역의 평면도작성은 어떤 측량방법에 의하는 것이 가장 경제적인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-28",
    "options": [
      "경관은 인간의 시.지각적 인식에 의한 공간구성으로 대상군을 전체로 보는 인간의 심적현상에 의해 판단된다.",
      "경관도는 때와 장소에 좌우되지 않도록 근원적인 경관의 가치를 실현할 수 있는 계획을 수립해야 한다.",
      "인간과 물적 대상의 양 요소에 대한 경관도의 정량화 및 표현에 관한 평가에 의의를 둔다.",
      "조경이란 자연적인 요소만을 주체로 하여 미의식을 강조시켜 생활공간을 미화하는 실내외 장식이다."
    ],
    "subject": "응용측량",
    "text": "다음은 경관측량에 관한 내용이다. 잘못 설명된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-29",
    "options": [
      "120.0m",
      "174.6m",
      "209.4m",
      "349.2m"
    ],
    "subject": "응용측량",
    "text": "곡률반경 200m, 교각 60° 인 곡선의 길이(C.L.)는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-30",
    "options": [
      "101.803m",
      "102.400m",
      "104.164m",
      "105.400m"
    ],
    "subject": "응용측량",
    "text": "교각 I = 32° 36′ 인 2개의 선간에 최소반경 Ro = 180m의 렘니스케이트(Lemniscate)곡선을 측설하려고 한다. 접선길이는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-31",
    "options": [
      "시단현=7.85m, 편각=1° 52′ 23″",
      "시단현=8.85m, 편각=2° 06′ 37″",
      "시단현=9.85m, 편각=2° 20′ 57″",
      "시단현=12.15m, 편각=2° 54′ 02″"
    ],
    "subject": "응용측량",
    "text": "기점에서 500m되는 지점에 교점(I.P.)이 있다. 곡률반경이 120m, 교각I=30° 이면 원곡선 시점에서 시단현의 길이와 그 때 편각은 얼마인가? (단, 중심선 간격은 20m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-32",
    "options": [
      "548.39m2",
      "647.49m2",
      "684.39m2",
      "721.49m2"
    ],
    "subject": "응용측량",
    "text": "축척 1/200인 도상에서 세변 a=20.80cm, b=50.20cm, c=31.30cm일 때 실면적을 구하면?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-33",
    "options": [
      "0.479m/sec",
      "0.448m/sec",
      "0.438m/sec",
      "0.432m/sec"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에 있어서 수면깊이가 0.2, 0.6, 0.8인 지점의 유속이 0.541m/sec, 0.417m/sec, 0.355m/sec일 때 2점법으로 평균유속은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-34",
    "options": [
      "2.58m/s",
      "1.90m/s",
      "1.86m/s",
      "1.58m/s"
    ],
    "subject": "응용측량",
    "text": "다음과 같은 사다리꼴 모양의 하천에서 유속은 얼마인가? (단, 조도계수 n=0.025, 하저경사(Slope) S=0.002이다.)",
    "local_images": [
      "images/dv20030831-34_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-35",
    "options": [
      "캔트(Cant)",
      "확폭(Slack)",
      "전도",
      "횡거"
    ],
    "subject": "응용측량",
    "text": "철도의 곡선부에서는 궤도간격을 넓히는데, 넓히는 양을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-36",
    "options": [
      "1/2배",
      "1배",
      "2배",
      "4배"
    ],
    "subject": "응용측량",
    "text": "캔트(cant)의 계산에 있어서 속도 및 반경을 2배로 하면 캔트는 몇 배로 하여야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-37",
    "options": [
      "홍수가 영향을 주는 구역보다 약간 넓게 측량한다.",
      "제외지의 전부와 제내지의 300m이내까지 측량한다.",
      "홍수시에 물이 흐르는 맨 옆에서 약 100m까지 측량한다.",
      "하구에서부터 상류의 홍수피해가 미치는 지점까지 측량한다."
    ],
    "subject": "응용측량",
    "text": "하천측량시 평면측량에서 유제부(뚝이 있는 제방)의 측량해야 할 범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 1,
    "id": "dv20030831-38",
    "options": [
      "2.015m2",
      "1.875m2",
      "1.325m2",
      "0.995m2"
    ],
    "subject": "응용측량",
    "text": "도상면적 200m2로 측정된 도면이 측량 당시 보다 가로, 세로 각각 0.5%씩 늘어난 것이였다면 면적오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-39",
    "options": [
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "원곡선과 곡선부 사이에 넣는 특수곡선이다.",
      "반지름은 0에서 조금씩 증가하여 일정한 값이 된다.",
      "종류는 클로소이드, 3차 포물선, 렘니스케이트곡선등이 있다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-40",
    "options": [
      "C → B → D → A",
      "B → C → D → A",
      "D → A → B → C",
      "C → D → A → B"
    ],
    "subject": "응용측량",
    "text": "노선측량의 순서를 가장 옳게 나열한 것은? (단, A : 실측, B : 공사측량, C : 도상계획 및 답사, D : 예측)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030525-21",
    "options": [
      "대상계",
      "경관장계",
      "시점계",
      "시준계"
    ],
    "subject": "응용측량",
    "text": "경관측량에서 경관 구성요소에 의한 분류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-22",
    "options": [
      "조사측량",
      "예비측량",
      "공사측량",
      "실시설계측량"
    ],
    "subject": "응용측량",
    "text": "노선측량 작업에서 도상에 중심선을 설치하는 공정은 다음 중 어느 단계에 해당되는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-23",
    "options": [
      "강우량측량",
      "유량측량",
      "수준측량",
      "평면측량"
    ],
    "subject": "응용측량",
    "text": "하천 측량의 작업을 분류하면 3가지를 들 수 있다. 다음 사항 중에서 해당되지 않는 것은 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-24",
    "options": [
      "Δa = 10mm, Δb = 7.5mm",
      "Δa = 12mm, Δb = 7.5mm",
      "Δa = 10mm, Δb = 8.5mm",
      "Δa = 12mm, Δb = 8.5mm"
    ],
    "subject": "응용측량",
    "text": "가로가 20m, 세로가 15m인 사각형의 면적계산에서 상대 오차를 1/1000이내로 하기 위해서 각 변장의 제한오차는 얼마인가? (단, 변장의 측정정밀도는 동일함)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-25",
    "options": [
      "특이한 시설물 경관을 얻고 시점이 높게 된다.",
      "입체감 있는 계획이 잘된 경관을 얻는다.",
      "입체감이 없는 평면적인 경관이 된다.",
      "시설물 축선이 이루는 각과는 상관이 없다."
    ],
    "subject": "응용측량",
    "text": "경관측량시 시설물의 1점을 시준할 때 시준선과 시설물 축선이 이루는 각(α )이 10° < α ≤ 30° 일 때 얻어지는 경관은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-26",
    "options": [
      "5,730m",
      "5,440m",
      "4,865m",
      "4,500m"
    ],
    "subject": "응용측량",
    "text": "곡선에서 현의 길이가 100m, 이 현의 길이에 대한 중심각을 θ, 반지름을 R이라 할 때, θ가 1° 인 곡선의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-27",
    "options": [
      "78m2",
      "80m2",
      "87m2",
      "90m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단면의 면적은 얼마인가?",
    "local_images": [
      "images/dv20030525-27_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-28",
    "options": [
      "3차 포물선",
      "렘니스케이트곡선",
      "3차 나선",
      "클로소이드곡선"
    ],
    "subject": "응용측량",
    "text": "고속도로에 일반적으로 많이 쓰이는 완화곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-29",
    "options": [
      "40.2m",
      "42.3m",
      "44.0m",
      "46.7m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 토지분할에서 면적비 n:m가 1:1이 되려면 AD의 길이는 얼마인가? (단, a=27.2m, AB=52m, AC=46m)",
    "local_images": [
      "images/dv20030525-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-30",
    "options": [
      "최대수위",
      "평균수위",
      "평균최고수위",
      "최고수위"
    ],
    "subject": "응용측량",
    "text": "제방, 교량, 배수 등 주로 치수(治水)목적에 이용되는 수위는 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-31",
    "options": [
      "1/8법에 의한 설치법",
      "극각동경법에 의한 설치법",
      "극각현장법에 의한 설치법",
      "현에서 직교좌표에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선설치 방법에 있어서 중간점 설치방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-32",
    "options": [
      "완화곡선의 곡선반경은 시점에서 무한대, 종점에서 원곡선 R로 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "클로소이드의 형식에는 S형, 복합형, 기본형 등이 있다.",
      "모든 클로소이드는 닮은 꼴이며 클로소이드의 요소에는 길이의 단위가 있는 것과 단위가 없는 것이 있다."
    ],
    "subject": "응용측량",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-33",
    "options": [
      "6.27 m",
      "6.25 m",
      "4.97 m",
      "4.95 m"
    ],
    "subject": "응용측량",
    "text": "다음과 같은 터널(Tunnel)측량에서 A, B 두점간의 고도차는 얼마인가? (단, I.H.= 2.45m, H.P.= 3.10m, A,B의 경사거리= 58.40m, 경사각 α= 5°30'이다.)",
    "local_images": [
      "images/dv20030525-33_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-34",
    "options": [
      "14개",
      "15개",
      "16개",
      "17개"
    ],
    "subject": "응용측량",
    "text": "노선 측량의 단곡선 설치에서 곡선의 반지름 R=600m, 교각 I=32° 15'일 때 이 곡선상에 설치할 해야 할 20m 간격의 말뚝 수는? (단, 시단현의 길이는 15m이다)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-35",
    "options": [
      "64.6m",
      "64.8m",
      "74.6m",
      "74.8m"
    ],
    "subject": "응용측량",
    "text": "노선 선정에서 지형상 접선장의 길이가 25m이고, 교각이 42° 20′ 일 때 반지름 R 은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-36",
    "options": [
      "0.48m/s",
      "0.45m/s",
      "0.55m/s",
      "0.65m/s"
    ],
    "subject": "응용측량",
    "text": "하천의 유속측정에 있어서 수면에서부터 0.2, 0.6, 0.8의 깊이에서 지점의 유속이 0.562m/s, 0.497m/s, 0.364m/s 였다. 이때 평균유속은 다음 중 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-37",
    "options": [
      "387.10m3, 586.10m3",
      "586.10m3, 387.10m3",
      "366.31m3, 241.94m3",
      "241.94m3, 366.31m3"
    ],
    "subject": "응용측량",
    "text": "직선구간의 도로설계를 위한 종횡단측량을 통하여 얻은 두 측점에서의 절토단면적 및 성토단면적이 주어진 표와 같다고 할 때 이 구간의 절토량과 성토량을 순서대로 맞게 열거한 것은?",
    "local_images": [
      "images/dv20030525-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-38",
    "options": [
      "1/1,000",
      "1/750",
      "1/500",
      "1/250"
    ],
    "subject": "응용측량",
    "text": "하천의 수면구배를 정하기 위해 100m 의 간격으로 동시에 수위를 측정하여 다음 결과를 얻었다. 이 결과로부터 구한 이 구간의 평균 수면구배는?",
    "local_images": [
      "images/dv20030525-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-39",
    "options": [
      "약 35m",
      "약 33m",
      "약 31m",
      "약 29m"
    ],
    "subject": "응용측량",
    "text": "강 건너에 있는 굴뚝의 높이를 알고자 다음과 같은 측량결과를 얻었다. ∠ABC=45°, ∠BAC=70°, ∠CBD=26°, =70m 이다. 굴뚝의 높이()는 얼마인가?",
    "local_images": [
      "images/dv20030525-39_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-40",
    "options": [
      "180.00m",
      "90.00m",
      "60.00m",
      "30.00m"
    ],
    "subject": "응용측량",
    "text": "파라미터(A) = 60.00의 클로소이드 곡선상에서 클로소이드 시점에서 곡선의 길이 40m인 점의 곡선 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030316-21",
    "options": [
      "좌표법",
      "중앙종거법",
      "지거설치법",
      "종거에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "토탈스테이션(total station)을 이용한 단곡선 설치에 있어서 가장 널리 사용되는 편리한 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "dv20030316-22",
    "options": [
      "85° 30'",
      "94° 30'",
      "75° 30'",
      "90° 00'"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 곡선의 시점에서 종점을 시준할 수가 없어서 ∠L, ∠M, ∠N, ∠O, ∠P를 측정 하였다. 이각들의 합계가 634° 30' 일때 노선의 교각(交角) I 는?",
    "local_images": [
      "images/dv20030316-22_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-23",
    "options": [
      "5m",
      "6m",
      "7m",
      "8m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 △ABC의 면적을 2등분하려면 의 얼마로 하여야 하는가?",
    "local_images": [
      "images/dv20030316-23_img_0.gif",
      "images/dv20030316-23_img_1.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "dv20030316-24",
    "options": [
      "유량관측은 유속계와 같은 기계관측과 부자(浮子)에 의한 관측이 있다.",
      "같은 단면내에서는 수심이나 위치에는 상관없이 유속의 분포는 일정하다.",
      "유속계의 방법은 주로 평수위시가 좋고 부자의 방법은 홍수시에 많이 이용된다.",
      "보통 하천이나 수로의 유속은 구배, 유로의 형태, 크기, 수량, 풍향등에 따라 변한다."
    ],
    "subject": "응용측량",
    "text": "하천측량에서 다음의 유량(流量)관측에 관한 설명에서 적당하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-25",
    "options": [
      "불규칙한 흐름이나 수위변화가 없는 지점",
      "하상변화가 작고 상,하류가 약 100∼200m 되는 직선인 지점",
      "평시나 홍수시에도 관측이 편리한 지점",
      "교각 또는 구조물에 인접한 지점"
    ],
    "subject": "응용측량",
    "text": "유량을 추정하기 위하여 수위관측 지점을 선정할 때 고려할 사항으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-26",
    "options": [
      "10° ＜ θH ≦ 30°",
      "60° ＜ θH",
      "30° ＜θH ≦50°",
      "0° ≦θH ≦20°"
    ],
    "subject": "응용측량",
    "text": "경관 평가지표에 의한 정량적 해석시 시설물의 전체 형상을 인식할 수 있고 경관의 주체로 적당한 수평시각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-27",
    "options": [
      "임의의 측선에 대한 배횡거는 하나 앞 측선의 배횡거에 하나 앞 측선의 위거와 해당 측선의 경거를 합치면 된다.",
      "좌표의 종측에 접하는 시발측선의 배횡거는 해당 측선의 경거의 값과 같다.",
      "폐합트래버스의 마지막 측선의 배횡거는 그 측선의 경거와 값이 같으나 부호가 반대이다.",
      "각 측선의 배횡거와 위거를 곱한 것을 대수화 하면 폐합트래버스의 배면적이 된다"
    ],
    "subject": "응용측량",
    "text": "다음 중 면적측량에서 폐트래버스의 면적을 계산할때에 이용되는 배횡거(D.M.D)에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-28",
    "options": [
      "236m",
      "172m",
      "161m",
      "136m"
    ],
    "subject": "응용측량",
    "text": "기본대칭형 클로소이드곡선 설치에 있어서 완화곡선장 L=100m, 원곡선장 Lc=36m, 클로소이드곡선의 파라메타 A=50m 일 때 전곡선장은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-29",
    "options": [
      "절토 50m3",
      "성토 50m3",
      "절토 75m3",
      "성토 75m3"
    ],
    "subject": "응용측량",
    "text": "운동장 예정부지를 측량한 결과, 10m 격자점의 표고가 그림과 같았다. 계획고를 10m로 할 때, 토량은 얼마인가?",
    "local_images": [
      "images/dv20030316-29_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-30",
    "options": [
      "장대터널에서 자동차의 배기가스의 배제를 위하여 최대 오르막구배를 4.0%로 하고 특별한 경우에도 5.0%를 넘지 않도록 한다.",
      "구배변화가 작을 때의 종단곡선은 될 수 있는한 크게 취해야 한다.",
      "종단구배는 완만할수록 좋지만 노면의 배수를 위해서 0.3%∼0.5%의 구배로 하는 것이 좋다.",
      "연장이 긴 연속된 오르막 구간에는 오르막구배가 끝나는 정상부근에서 구배를 비교적 완만하게 하는 것이 좋다."
    ],
    "subject": "응용측량",
    "text": "종단선형의 설계방법 중 틀린 것은 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-31",
    "options": [
      "14.45cm2",
      "15.45cm2",
      "16.45cm2",
      "17.45cm2"
    ],
    "subject": "응용측량",
    "text": "반경 10㎝의 구면상에서 구면삼각형 ABC의 각을 측정하니 A=75° , B=66°, C=49°이었다. 구면삼각형의 면적은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-32",
    "options": [
      "453ha",
      "353ha",
      "253ha",
      "153ha"
    ],
    "subject": "응용측량",
    "text": "축척 1/25,000의 도면상에서 어떤 지역의 면적을 구하였더니 40.5cm2였다면 실제면적은 대략 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-33",
    "options": [
      "이심(移心)장치를 해서 상· 하 어느 측점에 대해서도 언제나 빨리 구심할 수 있어야 한다.",
      "상부 고정나사와 하부 고정나사의 형상을 달리하여 어두운 갱내에서도 손쉽게 구별할 수 있어야 한다.",
      "수평눈금판의 눈금은 한방향으로 0°-360° 로 표시해야 하고 연직눈금은 반원식(半園式)이어야 한다.",
      "주망원경의 위나 옆면에 보조망원경을 장치할 수 있어야 한다."
    ],
    "subject": "응용측량",
    "text": "광산의 갱내측량에 사용되는 트랜싯은 다음의 사항을 구비해야 하는데 다음중 중요하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-34",
    "options": [
      "갱내의 곡선설치는 일반적으로 지상에서와 같다.",
      "지하측량에는 지하중심측량과 지하수준측량으로 나눈다.",
      "터널의 길이방향은 삼각측량 또는 트래버스측량으로 행한다.",
      "갱내측량에서는 기계의 십자선 및 잣눈표척등에 조명이 필요하다."
    ],
    "subject": "응용측량",
    "text": "다음 터널측량에 대한 설명중 옳지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-35",
    "options": [
      "180.0m2",
      "20.5m2",
      "248.0m2",
      "262.5m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 세변을 측정해서 그림과 같은 결과를 얻었다. 이 삼각형의 면적은?",
    "local_images": [
      "images/dv20030316-35_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-36",
    "options": [
      "1/n",
      "n/10",
      "n/100",
      "n/1,000"
    ],
    "subject": "응용측량",
    "text": "우리나라 철도에서 적용하는 경사도의 표시방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-37",
    "options": [
      "9.279m",
      "9.282m",
      "9.285m",
      "9.288m"
    ],
    "subject": "응용측량",
    "text": "하천을 횡단하기 위하여 그림과 같은 교호수준측량을 실시하였다. B의 표고는 얼마인가? (단, A의 표고는 9.446m 이다.)",
    "local_images": [
      "images/dv20030316-37_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-38",
    "options": [
      "288.68m",
      "278.68m",
      "268.68m",
      "258.68m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 AC 및 BD 사이에 곡선을 설치하고자 한다. 이 때 교점 P에 장애물이 있어 교각(交角)을 측정하지 못하였기 때문에 그림에 표시한 바와 같은 값을 얻었다. 곡선의 반지름이 300m라면 C점에서부터 곡선의 시점까지의 거리는 얼마인가?",
    "local_images": [
      "images/dv20030316-38_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-39",
    "options": [
      "25.502″",
      "26.502″",
      "27.502″",
      "28.502″"
    ],
    "subject": "응용측량",
    "text": "경사가 60° 이고 사거리가 30m인 사갱에서 수평각을 측정 할 경우 시준선에 직각으로 4mm의 시준오차가 있었다면 수평각의 오차는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-40",
    "options": [
      "현편거법",
      "교각법",
      "편각설치법",
      "중앙종거법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치법 중에서 터널내 또는 임야지대에서 어느 방법이 가장 좋은가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  }
];