const questions_측지학_및_위성측위시스템 = [
  {
    "answer": 1,
    "id": "dv20220305-1",
    "options": [
      "진북방위각과 도북방위각의 차이이다.",
      "기준타원체와 지오이드의 차이에 의해 발생한다.",
      "연직선(vertical line)과 법선(normal line)의 차이이다.",
      "측지위도와 천문위도의 차이이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "연직선편차에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-2",
    "options": [
      "고도(elevation)보정-지표상의 한점에서 측정된 중력값을 지오이드 면상의 중력값으로 보정하는 것이다.",
      "지형(terrain)보정-지형이 평평하다는 가정을 보정해 주는 것으로 그 값을 항상 (-)가 된다.",
      "부게(bouger)보정-측정점과 지오이드면 사이에 존재하는 물질이 중력에 미치는 영향에 대한 보정이다.",
      "아이소스타시(isostatic)보정-아이소스타시 지각균형 이론에 의한 보정이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력보정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-3",
    "options": [
      "단독측위 시 많은 수의 위성을 동시에 관측하므로 위성의 궤도정도 오차는 측위결과에 영향이 거의 없어 무시할 수 있다.",
      "DGPS는 미지점과 기지점에서 동시에 관측을 실시하여 양 측점에서 관측한 정보를 모두 해석함으로써 미지점의 위치를 결정한다.",
      "GNSS 이동측량은 관측하는 전 과정동안 모든 수신기에서 최소 4개 이상의 위성들로부터 송신되는 위성신호를 동시에 수신하여야 한다.",
      "네트워크 RTK측량(이동측위법)은 3~4급 공공삼각점측량에 적용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측위 방식에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-4",
    "options": [
      "궤도타원의 장반경",
      "인공위성 질량",
      "근지점 인수",
      "궤도면 경사각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성의 케플러 궤도요소에 해당 되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-5",
    "options": [
      "적도",
      "북위 45°",
      "남위 45°",
      "북극"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 이론적으로 중력과 만유인력이 같은 지점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-6",
    "options": [
      "위성과 수신기의 반송파 위상 차이를 이용하여 수신기의 위치를 결정한다.",
      "센티미터 수준의 정확도 확보는 정확한 미지정수 결정으로 가능하다.",
      "반송파는 전리층에서 코드의 경우와 반대로 빠르게 진행한다.",
      "반송파는 코드의 경우보다 다중경로 오차가 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반송파를 이용한 상대측위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-7",
    "options": [
      "266000km2",
      "422000km2",
      "909025km2",
      "944000km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상 구면삼각형의 각을 관측한 결과가 ∠A=50°20', ∠B=66°25', ∠C=64°35'이고 지구의 곡률반지름이 6250 km라고 할 때, 구면삼각형 ABC의 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-8",
    "options": [
      "84°10‘ 25“",
      "59°02‘ 25“",
      "89°30‘ 25“",
      "94°10’ 25”"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면직교좌표의 원점에서 동쪽에 있는 A점에서 B점방향의 자북방위각을 관측한 결과가 89°10‘ 25“이었다. A점에서의 자침편차가 5°W일 때 진북방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-9",
    "options": [
      "두 점이 거의 같은 위도 상에 있을 경우에 측지선은 수직절선을 교차할 수도 있다.",
      "측지선은 두 수직절선 사이의 각을 2:1의 비율로 분할한다.",
      "측지선은 직접 측정하기 어렵다.",
      "측지선은 단일곡률을 갖는 곡선이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-10",
    "options": [
      "표준중력",
      "타원체의 장반경",
      "원방위각",
      "원점의 경도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지원점을 정의하기 위해 필요한 요소로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-11",
    "options": [
      "복각은 자북으로 갈수록 커진다.",
      "복각은 진북에서 최대가 된다.",
      "복각은 적도 지방에서는 거의 0에 가깝다.",
      "복각은 지각 내에서 철광이 있으면 비정상적으로 크게 나타난다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자침의 복각에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-12",
    "options": [
      "단순차분은 두 개의 서로 다른 수신기에서 하나의 위성을 동시에 관측할 때 두 개의 수신기에서 수신되는 신호의 순간적인 위상을 측정하여 그들의 차를 구하는 것이다.",
      "이중차분은 하나의 위성에 대해 단순차분을 수행하고 동시에 또 다른 위성에 대하여 똑같은 단순차분을 시행한 후 두 방정식의 대수적 차에 의하여 결정하는 방법이다.",
      "이중차분은 미확정 정수를 제거함으로써 사이클 슬립의 문제점을 해결할 수 있다.",
      "삼중차분은 수신기, 위성, 시간이 모두 계산의 주체가 되며, 이중차분을 두 번의 연속된 시간에 대해 두 번 시행하여 그 차를 구하여 얻는 방법이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 고정밀 측위에서 사용하는 차분(differencing) 기법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-13",
    "options": [
      "우주부문",
      "사용자부문",
      "제어(관제)부문",
      "장비부문"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 3가지 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "dv20220305-14",
    "options": [
      "Delta Process",
      "Anti-Spoofing",
      "Epsilon Process",
      "Selective Availability"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 군사용 신호를 이용할 수 없도록 제한하는 암호화 체계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-15",
    "options": [
      "전 세계적으로 측정해온 지구의 중력장과 지구 모양을 근거로 해서 만들어진 좌표계이다.",
      "X축은 국제시보국(BIH)에서 정의한 본초자오선과 평행한 평면이 지구 적도면과 교차하는 선이다.",
      "Y축은 X축과 Z축이 이루는 평면에 서쪽으로 수직인 방향(서쪽으로 90°)으로 정의된다.",
      "Z축은 1984년 국제시보국(BIH)에서 채택한 평균극축(CTP)과 평행하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량의 기준좌표계인 WGS84에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-16",
    "options": [
      "지표상 두 점간 거리의 정밀 측정",
      "인공위성을 이용한 지구상 점의 좌표 측정",
      "지질구조의 파악",
      "파고의 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파를 이용하여 파악하는 주요 사항으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-17",
    "options": [
      "장소에 상관없이 실내ㆍ외에서 모두 측량할 수 있다.",
      "날씨와 무관하게 측량할 수 있다.",
      "24시간 연속적으로 측량할 수 있다.",
      "전 지구적으로 측량할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "dv20220305-18",
    "options": [
      "0.9996",
      "0.9999",
      "1.0000",
      "1.1001"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 평면직각좌표계 4개의 중앙 자오선 축척계수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "dv20220305-19",
    "options": [
      "31km",
      "65km",
      "98km",
      "110km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면측량에서 1/40000까지 거리의 허용오차를 둔다면 지구를 평면으로 볼 수 있는 한계는 약 얼마인가? (단, 지구의 반지름은 6370km로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20220305-20",
    "options": [
      "다중경로오차",
      "위성시계오차",
      "위성궤도오차",
      "수신기오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 위성신호가 수신기 주변 장애물에 반사되어 취득됨으로 인해 발생하는 관측오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "dv20210912-1",
    "options": [
      "약 2km",
      "약 7km",
      "약 11km",
      "약 22km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리 측량 정밀도를 1/108까지 허용할 때 지구 표면을 평면으로 고려할 수 있는 거리의 한계는? (단, 지구의 곡선반지름은 6370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-2",
    "options": [
      "일반적으로 실측값과 계산식에 의한 이론적 중력값은 일치하지 않는다.",
      "중력이상이 (+)이면 그 지점 부근에 무거운 물질이 있다.",
      "표준 중력값에서 기준면 환산 실측 중력값을 뺀 값이다.",
      "중력이상에 의해 지표면 아래의 상태를 추정할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-3",
    "options": [
      "지오이드고",
      "정표고",
      "타원체고",
      "동표고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준타원체로부터 지오이드 면까지의 수직거리를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-4",
    "options": [
      "전리층오차",
      "위성시계오차",
      "사이클슬립",
      "위성궤도오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 DGPS에 의해서 보정되지 않는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-5",
    "options": [
      "0.05km",
      "0.04km",
      "0.03km",
      "0.01km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름이 5000km인 구(球)에서 수평거리 10km에 대한 곡률오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-6",
    "options": [
      "다중경로(Multipath)",
      "DOP(Dilution of Precision)",
      "사이클 슬립(Cycle Slip)",
      "선택적 부과오차(S/A)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 기하학적 배치 상태가 수신기 위치의 정확도에 미치는 영향을 나타내는 척도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-7",
    "options": [
      "σH=±5.74m, σV=±9.25m",
      "σH=±4.8m, σV=±6.20m",
      "σH=±1.48m, σV=±8.51m",
      "σH=±0.92m, σV=±1.48m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 절대측위에서 HDOP와 VDOP가 2.3과 3.7이고 예상되는 관측데이터의 정확도(σ)가 ±2.5m일 때 예상할 수 있는 수평위치 정확도(σH)와 수직위치 정확도는(σV)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-8",
    "options": [
      "GNSS 측량은 관측 가능한 기상 및 시간의 제약이 매우 적다.",
      "도심지내 GNSS 측량에서는 다중경로에 주의해야 한다.",
      "GNSS 측량에서는 3차원 좌표값을 직접 얻기 때문에 안테나 높이를 관측할 필요가 없다.",
      "GNSS 측량에서는 수신점 간의 시통이 없어도 기선벡터를 구할 수 있으므로 시통을 염려할 필요가 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-9",
    "options": [
      "1",
      "1/100",
      "1/299",
      "0"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 모양이 완전구체로 되어 있다면 지구의 편평률은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-10",
    "options": [
      "원주좌표, 구면좌표",
      "원ㆍ원좌표, 원ㆍ방사선좌표",
      "구면좌표, 원ㆍ원좌표",
      "원주좌표, 원ㆍ방사선좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 2차원 좌표로 올바르게 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-11",
    "options": [
      "위성의 시계오차",
      "위성의 궤도오차",
      "전리층 지연오차",
      "관측 잡음오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GNSS 측량의 계통적 오차(정오차)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-12",
    "options": [
      "L1 반송파",
      "E5 반송파",
      "P 코드",
      "C/A 코드"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 위성신호가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-13",
    "options": [
      "Galileo",
      "BeiDou",
      "SPOT",
      "GLONASS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "세계 각 국에서는 보다 정확하고 시공을 초월한 측위환경에 대한 수요가 증가함에 따라 각 국 고유의 측위위성시스템(GNSS)을 개발ㆍ구축하고 있다. 이와 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-14",
    "options": [
      "편각, 복각, 수평분력",
      "복각, 연직각, 수평분력",
      "복각, 수평각, 연직분력",
      "편각, 복각, 연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측정의 3요소로 올바르게 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210912-15",
    "options": [
      "지형보정",
      "부게보정",
      "기계보정",
      "프리-에어 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측점들의 고도차에 존재하는 물질의 인력이 중력에 미치는 영향을 보정하는 중력보정을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-16",
    "options": [
      "WGS72",
      "Bessel",
      "WGS84",
      "GRS80"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에서 채택하고 있는 세계측지계의 기준타원체로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-17",
    "options": [
      "O(관측) 파일",
      "N(항법메시지) 파일",
      "M(기상) 파일",
      "S(측위해) 파일"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량을 통해 수집된 공통 데이터 형식인 RINEX 파일에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 1,
    "id": "dv20210912-18",
    "options": [
      "외핵과 내핵의 경계를 알아내기 위하여 반사법을 이용한다.",
      "단층과 같은 지질 구조는 탄성파 측량에 의해 알아낼 수 있다.",
      "굴절법은 지표면으로부터 낮은 곳을 대상으로 한다.",
      "반사법은 지표면으로부터 깊은 곳을 대상으로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 4,
    "id": "dv20210912-19",
    "options": [
      "본초자오면과 지표상 한점을 지나는 자오면이 만드는 적도면상 각거리를 측지경도라고 한다.",
      "지표면상 한 점에 세운 법선이 적도면과 이루는 각을 측지위도라고 한다.",
      "본초자오선과 어느 지점의 천문자오선 사이의 적도면에서 잰 각거리를 천문경도라 한다.",
      "지구상 한 점에서의 지오이드에 대한 연직선이 적도면과 이루는 각거리를 지심위도라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "경위도에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 3,
    "id": "dv20210912-20",
    "options": [
      "지구전체를 경도 6°씩 60개의 구역으로 나누고 각 종대의 중앙자오선과 적도의 교점을 원점으로 한다.",
      "횡축메르카토르(TM) 투영법을 사용한다.",
      "종대에서 위도는 남ㆍ북위 70°까지만 포함시키며 다시 7°간격으로 20구역으로 나눈다.",
      "좌표의 표시는 중앙자오선과 적도를 종축과 횡축으로 정하여 미터(m)로 표기한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표계에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-09-12)",
    "date": "2021-09-12"
  },
  {
    "answer": 2,
    "id": "dv20210515-1",
    "options": [
      "측지학이란 지구내부의 특성, 지구의 형상 및 운동을 결정하는 특성과 지구표면상 점간의 상호위치관계를 결정하는 학문이다.",
      "지각변동의 조사, 항로 등의 측량은 평면측량으로 실시한다.",
      "측지측량은 지구의 곡률을 고려한 정밀한 측량이다.",
      "측지학은 지구의 특성 결정을 위한 물리측지학과 위치결정을 위한 기하측지학으로 나눌 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-2",
    "options": [
      "RINEX는 GNSS 수신기 기종에 따라 기록 방식이 달라 이를 통일하기 위해 만든 표준 파일형식이다.",
      "헤더부분에는 관측점명, 안테나높이, 관측 날짜, 수신기명 등 파일에 대한 정보가 들어간다.",
      "RINEX 파일로 변환하였을 경우 자료처리의 신뢰도를 높이기 위해 사용자가 편집할 수 없도록 되어 있다.",
      "의사거리와 반송파 관측데이터를 모두 기록한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "RINEX 파일에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-3",
    "options": [
      "적도를 횡축, 지구 자전축을 종축으로 한다.",
      "지구를 회전타원체로 보고 지구 전체를 경도 6°씩 60개의 구역, 위도 8°씩 20개의 구역으로 나눈다.",
      "각 종대의 중앙자오선과 적도의 교점을 원첨으로 하여 횡메르카도르 투영법으로 등각투영한다.",
      "84°N 이북과 80°S 이남의 양극지역의 지도는 국제극심입체좌표(UPS)로 표시한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표계에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-4",
    "options": [
      "단일차분위상차",
      "이중차분위상차",
      "삼중차분위상차",
      "무차분 위상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반송파(carrier)의 모호정수(ambiguity)가 포함되어 있지 않은 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-5",
    "options": [
      "등각투영",
      "등적투영",
      "등거투영",
      "복합투영"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 지형도에서 사용하고 있는 평면좌표의 투영법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-6",
    "options": [
      "승교점의 적경",
      "궤도 경사각",
      "궤도의 장반경",
      "관측지점의 경위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-7",
    "options": [
      "중력차이",
      "중력이상",
      "중력변화",
      "중력상수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "실제 관측된 중력값과 기준중력식에 의한 이론값과의 차이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-8",
    "options": [
      "중력은 만유인력에 의한 힘과 지구자전에 의한 원심력의 합력으로 나타난다.",
      "중력의 크기는 적도지방이 극지방보다 크다.",
      "중력은 단위질량에 작용하는 힘이다.",
      "중력장 내에서 같은 중력값(중력가속도)을 갖게 된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력 및 중력장에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-9",
    "options": [
      "약 11km",
      "약 22km",
      "약 35km",
      "약 45km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측량시 지구의 곡률을 고려하지 않을 경우에 허용오차가 1/105이면 반지름을 최대 몇 km까지 평면으로 볼 수 있는가? (단, 지구반지름은 6400km로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-10",
    "options": [
      "6°43‘14“",
      "7°53’14”",
      "8°53‘14“",
      "9°43’14”"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름 1.5m인 구면상의 구면삼각형 면적이 0.349m2일 때 구면삼각형의 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-11",
    "options": [
      "위성의 시계오차",
      "위성의 궤도오차",
      "전리층 지연오차",
      "관측 잡음오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측위의 계통적 오차(정오차) 요인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-12",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성신호의 전송데이터 양",
      "위성과 수신기 사이의 각",
      "위성과 수신기의 안테나 길이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS에 의한 위치결정에 있어서 가장 중요한 관측요소로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "dv20210515-13",
    "options": [
      "RTK-GPS에 의한 지형측량시 기준점과 관측점 간의 시통이 양호한 경우에는 상공 시계의 확보가 필요 없다.",
      "RTK-GPS에 의한 지형측량시 기준점과 관측점 간에는 관측데이터를 전송하기 위한 통신장치가 필요하다.",
      "RTK-GPS에 의한 지형측량시 관측점의 위치가 즉시 결정되기 때문에 현장에서 휴대용 PC상에 측정결과를 표시하여 확인하는 것이 가능하다.",
      "RTK-GPS에 의한 지형측량시 RTK-GPS로 구한 타원체고에 대하여는 지오이드고를 정하여 지오이드면으로부터 높이로 변환하는 것이 필요하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "RTK-GPS에 의한 지형측량 방법의 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-14",
    "options": [
      "멘틀과 외핵의 밀도차이 때문이다.",
      "U288의 붕괴 때문이다.",
      "내핵이 고체이기 때문이다.",
      "외핵이 액체이기 때문이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기가 생기는 주된 원인으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-15",
    "options": [
      "36803m",
      "36828m",
      "73263m",
      "1228450m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 전송되는 L2대의 신호 주파수가 1227.60MHz일 때 L2 신호 300000 파장의 거리는? (단, 광속(c)=299792458m/s이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-16",
    "options": [
      "북반구에서는 자유낙하물체가 동편한다.",
      "운동하는 물체에 전향력이 생긴다.",
      "조석이 하루에 두 번씩 일어난다.",
      "인공위성의 궤도가 동편한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전으로 인한 현상에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210515-17",
    "options": [
      "위성이 지구를 한 바퀴 공전할 때 지구는 반 바퀴 자전한다.",
      "위성의 고도는 정지궤도위성의 고도보다 낮다.",
      "하나의 궤도면에 3개의 위성이 등간격을 이루도록 설계되어 있다.",
      "북극점 혹은 남극점에서도 가시위성(visible satellite)이 존재한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "dv20210515-18",
    "options": [
      "S파",
      "L파",
      "P파",
      "γ파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지진파의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-19",
    "options": [
      "오차를 제거하기 위하여 일반적으로 차분된 관측치를 사용한다.",
      "정밀한 위치결정을 위하여 반송파보다는 코드 신호를 사용한다.",
      "상용보다는 학술용 자료처리 프로그램을 사용한다.",
      "정확한 궤도정보인 정밀궤도력을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지각 변동(운동)의 결정과 같이 정밀한 위치결정을 위하여 GNSS측량을 이용하는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "dv20210515-20",
    "options": [
      "UTM 좌표",
      "WGS84 좌표",
      "천문 좌표",
      "베셀 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지심 좌표 방식으로 GPS 위성 측량에서 쓰이는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "dv20210307-1",
    "options": [
      "지구를 6°경도대로 나누어 이 경도대마다 각각 투영한 도법이다.",
      "극 지역에는 따로 UPS 좌표계를 사용한다.",
      "왜곡 없는 투영이 가능하다.",
      "중앙경선 상의 축척계수를 0.9996으로 하면, 중앙경선에서 동서로 각각 약 180km 떨어진 곳에서 축척계수가 1.0000 이 된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "국제 횡 메르카토르 좌표계(UTM좌표계)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-2",
    "options": [
      "세차운동",
      "장동",
      "공전",
      "연주운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전축 기울기가 바뀌게 되는 현상으로 춘분점이 황도를 따라 매년 약 50″씩 서쪽으로 이동하게 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-3",
    "options": [
      "인공위성의 전파를 수신하여 위치를 결정하는 시스템이다.",
      "우천시에도 위치 결정이 가능하다.",
      "수신점의 높이를 결정하는데 이용될 수 있다.",
      "2점이상 관측시 수신점간 시통이 되지 않으면 위치를 결정할 수 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-4",
    "options": [
      "1320.17m",
      "1902.94m",
      "3254.00m",
      "20257.67m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성으로부터 전송되는 L1 신호의 주파수가 1575.42MHz 일 때 L1 신호 10000파장의 거리는? (단, 광속 c = 299792458 m/s)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-5",
    "options": [
      "전리층 지연 오차",
      "위성시계오차",
      "GPS 안테나의 구심오차",
      "다중경로오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 오차원인 중 L1신호와 L2신호의 굴절 비율이 상이함을 이용하여 L1/L2의 선형 조합을 통해 보정이 가능한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-6",
    "options": [
      "반지름 30km",
      "반지름 11km",
      "반지름 8km",
      "반지름 6km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면측량에서 허용 오차를 10-6로 한다면, 반지름 몇 km 까지의 범위를 평면으로 간주할 수 있는가? (단, 지구 반지름은 6370km로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-7",
    "options": [
      "TM(Trasverse Mercator) 투영",
      "람베르트 정각원추 투영",
      "카시니 투영",
      "심사 투영"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 직각좌표계에서 사용하고 있는 지도 투영법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-8",
    "options": [
      "4대",
      "5대",
      "6대",
      "7대"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량시 시계오차가 소거된 3차원 위치 결정을 위해 필요로 하는 최소 위성의 수?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-9",
    "options": [
      "사이클슬립",
      "대류권지연",
      "시계오차",
      "전리층지연"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성전파가 장해물로 인해 차폐되는 등의 이유로 위상측정이 중단되어 발생하는 오차를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-10",
    "options": [
      "3차원 위치의 결정",
      "지구의 형상과 크기",
      "지구의 중력장",
      "지구 내부의 물질규명"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 측지학에서 다루는 분야가 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-11",
    "options": [
      "이 지점에서 진북은 자침의 N극보다 서쪽으로 6.5° 방향이다.",
      "이 지점에서 진북은 자침의 N극보다 동쪽으로 6.5° 방향이다.",
      "이 지점에서 자침의 N극은 수평선보다 6.5° 기운다.",
      "이 지점에서 자침의 S극은 수평선보다 6.5° 기운다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 지점의 자침 편각이 W 6.5°이고 복각은 N 57° 일 때 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-12",
    "options": [
      "0.736m2",
      "0.636m2",
      "0.536m2",
      "0.436m2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형 ABC의 3각을 관측한 결과 ∠A = 50° 10′, ∠B = 66° 35′, ∠C = 64° 15′ 이었다면 이 구면삼각형의 면적은? (단, 구의 반지름은 5m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-13",
    "options": [
      "3차원 사교 좌표계",
      "3차원 직교 좌표계",
      "2차원 직교 좌표계",
      "2차원 사교 좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "직교하는 세 개의 축 방향에 대한 길이로 공간상의 한 점의 좌표를 결정하는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20210307-14",
    "options": [
      "지자기장의 일변화 및 기계오차 보정",
      "태양 고도각 보정",
      "기준점 보정",
      "온도 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에서 필요한 보정이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "dv20210307-15",
    "options": [
      "대기 물질의 변화",
      "만유인력상수의 변동",
      "지구의 형상과 질량의 변화",
      "지구 전체적인 질량분포인 일반적인 변동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력의 영년변화(secular variation) 원인과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-16",
    "options": [
      "C/A 코드",
      "P 코드",
      "방송궤도력",
      "정밀궤도력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호에 포함되어 있지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-17",
    "options": [
      "위치를 알고 있는 기지점과 위치를 모르는 미지점에서 동시에 관측한다.",
      "동시에 수신 가능한 위성이 최소한 4개 필요하다.",
      "기지점과 미지점의 거리가 길수록 측위정확도가 높다.",
      "기지점과 미지점에서의 오차가 유사할 것이라는 가정을 이용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측위에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-18",
    "options": [
      "1 kg·m/s2",
      "1 kg·cm/s2",
      "1 cm/s2",
      "1 m/s2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에서 사용되는 “1 Gal”과 같은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "dv20210307-19",
    "options": [
      "GNSS는 위치를 알고 있는 위성에서 발사한 전파를 수신하여 소요시간을 관측함으로써 미지점의 위치를 구하는 인공위성을 이용한 범지구 위치결정체계이다.",
      "GNSS의 구성은 우주부문, 제어부문, 사용자부문으로 나눌 수 있다.",
      "GNSS에서 정밀도 저하율(DOP)의 수치가 클수록 정확하다.",
      "GNSS에 이용되는 좌표체계는 WGS 84를 이용하고 있으며 WGS 84의 원점은 지구질량중심이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "dv20210307-20",
    "options": [
      "GPS",
      "GLONASS",
      "GALILEO",
      "LANDSAT"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위치기반서비스(LBS)를 위한 실시간 위치결정과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "dv20200926-1",
    "options": [
      "천문측량에 의한 경·위도 측정은 관측점마다 독립적으로 이루어진다.",
      "지구상의 위치는 지리학적 경·위도 및 준거타원체상으로부터의 높이로 표시된다.",
      "목적하는 측량의 정확도에 따라서 지구를 평면으로 가정할 수 있다.",
      "지구상의 위치는 직각좌표나 극좌표 등으로 표시하기도 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-2",
    "options": [
      "일반적으로 실측중력값과 계산식에 의한 이론적 중력값은 일치한다.",
      "중력이상이 (+)이면 그 지점 부근에 무거운 물질이 있는 것으로 추정할 수 있다.",
      "중력이상값은 실측중력값에서 이론중력값을 뺀 값으로 계산된다.",
      "중력이상으로 지표면 밑의 상태를 추정할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-3",
    "options": [
      "탄성파 측량은 굴절법과 반사법이 있다.",
      "탄성파의 전파속도 관측으로 지반탐사가 가능하다.",
      "탄성파에는 전자기파와 내면파 2종류가 있다.",
      "탄성파는 탄성체에 충격으로 급격한 변형을 주었을 때 생기는 파이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-4",
    "options": [
      "단순 차분",
      "2중 차분",
      "3중 차분",
      "4중 차분"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "하나의 관측방정식에서 다른 관측방정식을 빼는 차분법 중 사이클 슬립(cycle slip)의 문제를 가장 잘 해결할 수 있는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-5",
    "options": [
      "39.8m",
      "42.3m",
      "49.4m",
      "60.0m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 구면 삼각형이 구과량 30“이고, 면적이 0.355m2이라면 구의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-6",
    "options": [
      "동서보다 남북이 긴 지역에는 원뿔투영을 주로 사용한다.",
      "대축척 지형도 제작에는 주로 등각투영을 사용한다.",
      "투영은 왜곡 없이 구면을 평면으로 나타내는 것이다.",
      "투영면 상의 거리는 실제 거리와 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에서 사용하는 투영에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-7",
    "options": [
      "지자기는 그 방향과 크기를 구함으로써 결정된다.",
      "지자기의 3요소란 수평분력, 편각 및 복각을 말한다.",
      "북반구에서 복각은 음(-)의 값으로 나타난다.",
      "편각이란 진북과 수평분력이 이루는 각을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-8",
    "options": [
      "모호정수",
      "AS(anti-spoofing)",
      "다중경로",
      "삼중차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반송파(carrier)에 대한 미지의 수로서, 위성과 수신기 안테나 간 온전한 파장의 개수를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-9",
    "options": [
      "위성 궤도정보의 정확성",
      "관측 위성의 배치",
      "전리층과 대류권의 영향",
      "위성의 의사 잡음 부호"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 단독측위의 정확도에 영향을 미치는 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-10",
    "options": [
      "GNSS 수신기 한 대로 위치결정을 할 수 있다.",
      "실시간으로 현재 위치를 파악할 수 있다.",
      "코드 신호를 이용하여 산출된 의사거리를 사용하여 위치를 결정한다.",
      "우주공간부터 항공, 해상, 해저, 지상, 지하등 어느 곳을 막론하고 사용이 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS를 이용한 단독측위에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-11",
    "options": [
      "-1090806m",
      "-2090806m",
      "+1090806m",
      "+2090806m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도 38°, 경도 127°인 지점의 묘유선의 곡률반지름(N)이 2300km, 타원체고(H)가 130m이었다면 이 지점의 3차원 직각좌표증×좌표 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-12",
    "options": [
      "DGPS 측량은 실시간 위치결정이 불가능하다.",
      "일반적으로 DGPS가 단독측위보다 정확하다.",
      "DGPS에서는 2개의 수신기에 관측된 자료를 사용한다.",
      "기선의 길이가 길수록 DGPS의 정확도는 낮다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "dv20200926-13",
    "options": [
      "GPS 위성의 궤도는 타원 형태이다.",
      "GPS 위성의 회전주기는 약 12시간이다.",
      "GPS 위성의 고도는 약 2000km 이다.",
      "GPS 위성들은 모두 상이한 코드정보를 전송한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 궤도와 관련된 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-14",
    "options": [
      "(A) 비고, (B) 타원체고",
      "(A) 정표고, (B) 타원체고",
      "(A) 타원체고, (B) 비고",
      "(A) 타원체고, (B) 정표고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 (A), (B)의 명칭으로 옳은 것은?",
    "local_images": [
      "images/dv20200926-14_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-15",
    "options": [
      "우주 부분",
      "제어 부분",
      "사용자 부분",
      "위성 부분"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 주표구성 중 궤도와 시각 결정을 위한 위성 추적을 담당하는 부분은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-16",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측한 타원체의 장반경(a)이 6400km, 단반경(b)이 6300km라면 타원체의 편평률은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-17",
    "options": [
      "부게보정(Bouguer correction)",
      "에토베스보정(Eotvos correction)",
      "지각균형보정(lsostatic correction)",
      "후리-에어보정(Free-air correction)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상을 보정할 때 관측값으로부터 기준면사이의 질량을 무시하고 기준면으로부터 높이(또는 깊이)의 영향을 고려하여 실시하는 보정은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "dv20200926-18",
    "options": [
      "GPS 위성의 C/A 코드 의사거리",
      "GLONASS 위성의 항법 메시지",
      "GEO(Geostationary) 위성의 항법 메시지",
      "IKONOS 위성의 항법 메시지"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "RINEX 형식이 포함할 수 있는 내용으로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200926-19",
    "options": [
      "위성측지",
      "중력측정",
      "3차원 위치결정",
      "시의 결정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 기하학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "dv20200926-20",
    "options": [
      "자오선과 항상 일정한 각도를 유지하는 지표의 선",
      "양극을 지나는 대원의 북극과 남극 사이의 절반으로 중심각이 180°의 대원호",
      "지표상 두 점간의 최단거리로 지심과 지표상 두 점을 포함하는 평면과 지표면의 교선",
      "지구타원체상 한 점의 법선을 포함하며 그 점을 지나는 자오면과 직교하는 평면과 타원체면과의 교선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "항정선(rhumb line)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "dv20200822-1",
    "options": [
      "정지측량",
      "네트워크 RTK측량",
      "이동측량",
      "Fast-static측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측자가 이동국(관측점)의 GNSS만을 운용하며, 기준국(GNSS 상시관측소)들로부터 생성된 관측오차정보 데이터를 무선인터넷으로 수신받아 실시간 정밀위치 측정을 수행하는 GNSS측량 방식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-2",
    "options": [
      "지평좌표",
      "황도좌표",
      "적도좌표",
      "시각좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문좌표계에서 어떤 시각의 별의 위치를 적경(a)과 직위(δ)로 나타내는 좌표는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-3",
    "options": [
      "1.023MHz",
      "10.23MHz",
      "102.3MHz",
      "1023MHz"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호의 기본 주파수는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-4",
    "options": [
      "다년간 조석 관측한 결과를 평균 조정한 평균해수면을 이용하여 그 위치를 지상에 영구표석으로 설치하여 수준원점으로 삼았다.",
      "우리나라의 수준원점의 표고는 26.6871m이다.",
      "해저수심은 평균최고 만조면을 기준으로 한다.",
      "우리나라 수준원점은 인하공업전문대학 내에 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 표고기준에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-5",
    "options": [
      "타원",
      "쌍곡선",
      "포물선",
      "8자 형태"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성의 궤도 형태로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-6",
    "options": [
      "약 1.96m",
      "약 19.6m",
      "약 196m",
      "약 1960m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호에서 C/A 코드는 1.023Mbps로 이루어져 있다. GPS 신호의 전파 속도를 200000km/s로 가정 했을 때 코드 1bit 사이의 간격은 약 몇 m인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-7",
    "options": [
      "태양의 남중고도의 변화가 생긴다.",
      "밤과 낮이 생긴다.",
      "조석현상이 생긴다.",
      "운동하는 물체에 전향력이 생긴다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 공전에 의한 현상으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-8",
    "options": [
      "자오선과 항상 일정한 각도를 유지하는 지표선이다.",
      "방위각이 일정한 등방위선이다.",
      "한 점에서 출발한 항정선은 나선형의 곡선을 그리게 된다.",
      "항정선은 보통 평행권과 일치하므로 등위도선이라고도 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "항정선(rhumb line)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-9",
    "options": [
      "고도보정",
      "아이소스타시보정",
      "경도보정",
      "부게보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력보정에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-10",
    "options": [
      "7“",
      "16”",
      "23“",
      "30”"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형의 면적이 1377km2, 지구의 곡선반지름이 6370km일 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-11",
    "options": [
      "각 구역은 서쪽방향으로 10°간격으로 1부터 번호를 붙인다.",
      "지구 전체를 경도 6°씩 60구역으로 나눈다.",
      "위도는 6° 간격으로 남북으로 20등분하여 나눈다.",
      "위도 80°이상의 양극지역의 좌표를 표시하기 위한 좌표계이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표계에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "dv20200822-12",
    "options": [
      "실측 중력값과 이론 중력값은 일반적으로 일치하는 경우가 많다.",
      "중력이상은 실측 중력값에서 이론 중력값을 뺀 값을 말한다.",
      "중력측정은 높이 측정에만 이용된다.",
      "후리에어 보정은 지형보정, 고도보정을 한 후 관측점의 위도에 따라 정해지는 표준중력을 뺀 값이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명 중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-13",
    "options": [
      "10.7cm",
      "6.3cm",
      "2.2cm",
      "0.1cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 반지름이 6370km이고, 지구를 평면이라고 가정할 때 거리 오차의 정밀도가 1/106이면 허용 거리오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-14",
    "options": [
      "위성의 궤도 정보 오차",
      "전리층에 의한 신호지연",
      "대류권에 의한 신호지연",
      "전파의 간섭"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 오차요인 중에서 DGPS기법으로 상쇄되는 오차가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "dv20200822-15",
    "options": [
      "지자기는 스칼라양이다.",
      "편각은 지자기의 방향과 자오선과의 각이다.",
      "복각은 지자기의 방향과 수평면과의 각이다.",
      "수평분력이란 수평면내에서의 자기장의 크기이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-16",
    "options": [
      "ITRS",
      "ITRF",
      "GRS80",
      "WGS84"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 공식 기준좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-17",
    "options": [
      "1시간",
      "2시간",
      "4시간",
      "8시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "통합기준점 설치를 위한 GPS 기준점 측량 시 연속 관측 시간은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-18",
    "options": [
      "수신기간 단일차분위상차",
      "위성간 단일차분위상차",
      "이중차분위상차",
      "삼중차분위상차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 간섭측위 방법 중 위성 시계오차와 수신기 시계오차를 상쇄시킬 수 있고 관측 시간이 길지만 모호징수(ambiguity)가 소거될 수 있는 반송파 위상 조합 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200822-19",
    "options": [
      "1개",
      "2개",
      "4개",
      "6개"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 위성측위에서 3차원 위치결정에 필요한 최소 위성 수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "dv20200822-20",
    "options": [
      "P파",
      "L파",
      "S파",
      "V파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지진파의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "dv20200606-1",
    "options": [
      "3차원 위치결정을 위해서는 4개 이상의 위성신호를 관측하여야 한다.",
      "임계 고도각(양각)은 15도 이상을 유지하는 것이 좋다.",
      "DOP 값이 3이하인 경우는 관측을 하지 않는 것이 좋다.",
      "철탑이나 구조물, 고압선의 아래 지점에서는 관측을 피하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량 시 고려해야 할 사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-2",
    "options": [
      "VRS",
      "SLR",
      "DGPS",
      "Pseudo Kinematic"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량 방법 중 보기가 설명하고 있는 방법은?",
    "local_images": [
      "images/dv20200606-2_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-3",
    "options": [
      "-2.38cm",
      "-2.56cm",
      "1.28cm",
      "3.28cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "표고 336.42m의 평탄지에서 거리 450m를 평균해면상의 값으로 보정하려고 할 때 보정량은? (단, 지구반지름은 6370km로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-4",
    "options": [
      "측지학은 지구내부의 특성, 지구의 형상 및 운동을 결정하는 측정과 지구표면상 점간의 위치관계를 선정하는 측량에 기본이 되는 학문이다.",
      "지각변동의 측정, 항로 등의 측량은 평면측량으로 한다.",
      "측지측량은 지구의 곡률을 고려한 정밀한 측량이다.",
      "측지학은 물리학적 측지학과 기하학적 측지학으로 구분할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-5",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성의 위치정보",
      "대기 중 습도정보",
      "수신시의 시계오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 방송궤도력에서 제공하는 정보로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-6",
    "options": [
      "P 코드",
      "C/A 코드",
      "L1 반송파",
      "E1 신호"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성과 수신기 간의 거리를 측정할 수 있는 재원과 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-7",
    "options": [
      "중력이상이란 실제 관측 중력값에서 표준 중력식에 의해 계산한 중력값을 뺀 것이다.",
      "지오이드의 요철, 지하구조의 결정 등에 이용된다.",
      "일반적으로 실측 중력값과 계산식에 의한 이론 중력값은 일치하지 않는다.",
      "중력이상이 (+)이면 그 부근에 밀도가 작고 가벼운 물질이 존재한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-8",
    "options": [
      "수신기 시계 오차",
      "위성 시계 오차",
      "위상 관측 오차",
      "전리층과 대류권에 의한 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 관측의 정오차와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-9",
    "options": [
      "5m",
      "2.5m",
      "0.5m",
      "0.25m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "L2 반송파의 주파수가 약 1.2GHz하고 할 때, L2 반송파의 파장은? (단, 빛의 속도는 3.0×108m/s이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-10",
    "options": [
      "기선해석의 결과는 FLOAT해에 의한다.",
      "GPS위성의 궤도요소는 정밀력 또는 방송력에 의한다.",
      "기선해석의 방법은 세션(session)마다 단일기선해석에 의한다.",
      "사이클슬립(cycle slip)의 편집은 원칙적으로 기선해석프로그램에 의하여 자동편집하나, 수동편집할 수도 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각점측량을 GPS측량에 의하여 작업할 때의 기선해석에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-11",
    "options": [
      "원점에서의 지오이드고",
      "원점으로부터 최초 삼각측량의 기선에 이르는 방위각",
      "원점에서 중앙 지오선의 연직선 편차",
      "원점의 표준 중력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지원점(Geodetic Datum)을 결정하기 위한 매개변수가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-12",
    "options": [
      "동경 125°와 적도",
      "동경 125°와 위도 38°",
      "동경 129°와 적도",
      "동경 129°와 위도 38°"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라가 속해 있는 UTM 좌표구역 52S에서 좌표 원점의 위치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-13",
    "options": [
      "고정국 및 미지점에 각각 1주파용 수신기 및 안테나로 관측하고 위성궤도력은 보통력을 사용한다.",
      "고정국 및 미지점에 각각 2주파용 수신기 및 안테나로 관측하고 위성궤도력은 정밀력을 사용한다.",
      "고정국은 1주파용 수신기 및 안테나, 미지점은 2주파용 수신기 및 안테나로 관측하고 위성궤도력은 보통력을 사용한다.",
      "고정국은 2주파용 수신기 및 안테나, 미지점은 1주파용 수신기 및 안테나로 관측하며 위성궤도력은 정밀력을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "고정점으로부터 50km 떨어져 있는 미지점의 좌표를 GNSS관측으로 결정하려고 한다. 다음 중 가장 우수한 결과를 확보할 수 있는 조건은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-14",
    "options": [
      "레만면",
      "모호면",
      "암영대",
      "구텐베르그 면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지진파가 도달하지 않는 부분을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-15",
    "options": [
      "지자기방향이 자오선과 이루는 각을 편각이라 한다.",
      "지자기방향이 수평면과 이루는 각을 복각이라 한다.",
      "지자기 강도의 연직방향성분을 연직분력이라 한다.",
      "북을 향하여 아래쪽으로 기우는 복각을 (-)로 표시한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기관측에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-16",
    "options": [
      "50°",
      "55°",
      "63°",
      "72°"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "현재 운용되고 있는 GPS 위성의 궤도 경사각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "dv20200606-17",
    "options": [
      "평면 직각좌표",
      "표고",
      "관측 방향각",
      "경도와 위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 삼각점 성과표 상에 기재되어 있지 않은 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "dv20200606-18",
    "options": [
      "A=α√B",
      "A=αㆍB",
      "A=α/B",
      "A=αㆍB2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구과량(A)과 구면삼각형 면적(B)의 관계로 옳은 것은? (단, α는 비례산수)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "dv20200606-19",
    "options": [
      "지평좌표",
      "경위도좌표",
      "UTM좌표",
      "UPS좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구좌표에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20200606-20",
    "options": [
      "태양이 천구상의 어느 한 점에서 출발하여 다시 그 지점에 돌아오는데 걸리는 시간을 항성년이라 한다.",
      "태양이 춘분점을 출발하여 다시 춘분점으로 돌아오는데 걸리는 시간을 회귀년이라 한다.",
      "지구가 태양을 기준으로 한번 자전하는 시간을 1태양일이라 한다.",
      "지구가 항성을 기준으로 한번 자전하는 시간을 1항성시라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 설명이 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "dv20190921-1",
    "options": [
      "L1 반송파",
      "P 코드",
      "C/A 코드",
      "K 반송파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 신호가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-2",
    "options": [
      "1° 02′ 32″",
      "2° 03′ 14″",
      "3° 03′ 04″",
      "4° 12′ 09″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름 2m인 구면상의 구면삼각형 면적이 0.213m2 일 때 이 구면삼각형의 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-3",
    "options": [
      "단독측위",
      "session",
      "DGPS",
      "PDOP"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "연속적으로 측정한 일련의 GNSS 관측(또는 관측단위)을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-4",
    "options": [
      "지구의 부피",
      "만유인력 상수",
      "지구 자전 각속도",
      "지구 원심력의 크기"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 질량을 계산하기 위하여 지구의 반지름, 중력가속도 외에 필요한 요소는? (단, 지구는 자전하지 않는 완전구체로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-5",
    "options": [
      "중앙자오선에서의 축척계수는 0.9996 이다.",
      "우리나라는 51S와 52S의 지역대에 속한다.",
      "경도는 8°, 위도는 6°로 분할하여 나타낸다.",
      "위도 80°S부터 84°N까지의 지역을 나타낸다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-6",
    "options": [
      "GNSS 시스템은 우주부문, 제어부문 및 사용자 부문으로 구성된다.",
      "WGS84 타원체의 요소와 GRS80 타원체의 요소는 완전히 일치한다.",
      "WGS84 기준계는 지구질량 중심을 원점으로 한다.",
      "GPS 제어국(control station)은 주제어국(master control station)과 감시국(monitor station)으로 구성되어 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 시스템 및 좌표계에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-7",
    "options": [
      "절대(단독)측위의 경우 최소 4개의 가시위성(visible satellite)이 필요하다.",
      "상대측위 방법을 사용하면 관측시간은 단축되나 높은 측위정확도 확보는 어렵다.",
      "상대측위는 기준국이 필요하다.",
      "절대(단독)측위는 기준국이 필요 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측위에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-8",
    "options": [
      "-20m",
      "0m",
      "10m",
      "20m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "특정 지점의 지오이드고가 –10m이고 타원체고가 10m 일 때 정표고는? (단, 연직선편차는 0으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-9",
    "options": [
      "굴절법",
      "굴착법",
      "충격법",
      "반사법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "깊은 곳의 광물탐사를 하기 위한 탄성파 측정방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-10",
    "options": [
      "운동하는 물체에 전향력이 생긴다.",
      "1 태양일과 1 항성일이 차이가 난다.",
      "조석이 하루에 2번씩 일어난다.",
      "인공위성의 궤도가 서편한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 공전으로 인하여 생기는 현상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-11",
    "options": [
      "2개",
      "3개",
      "4개",
      "5개"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 코드 신호의 이중차분(Double Differencing)을 이용하여 정지측위를 실시하는 경우 필요한 위성의 최소 개수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 3,
    "id": "dv20190921-12",
    "options": [
      "궤도의 장반경",
      "이심률",
      "위성의 질량",
      "궤도 경사각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성의 케플러 궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-13",
    "options": [
      "측위정확도를 향상시킬 수 있기 때문이다.",
      "대기효과를 제거할 수 있기 때문이다.",
      "사이클슬립을 방지할 수 있기 때문이다.",
      "수신기의 갑작스러운 이동을 막을 수 있기 때문이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "모호정수(cycle ambiguity)를 결정하여 고정해(fixing solution)를 산출하는 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-14",
    "options": [
      "VLBI",
      "SLR",
      "GPS",
      "LiDAR"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "수십 억 광년 떨어져 있는 준성(Quasar)에서 방사되는 전파를 지구상 복수의 전파망원경(안테나)으로 동시에 수신하여 관측점의 위치좌표를 고정밀로 구하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-15",
    "options": [
      "75° 16′ 09″",
      "75° 49′ 33″",
      "255° 16′ 09″",
      "255° 49′ 33″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "성과표에서 삼각점 A에 대한 진북방향각이 a = +0° 16′ 42″ 일 때 시준점 B에 대한 방향각이 75° 32′ 51″ 라면 AB 측선의 방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 1,
    "id": "dv20190921-16",
    "options": [
      "측지선",
      "자오선",
      "측량선",
      "항정선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구면 위의 두 점간 최단거리선으로 지심과 지표상의 두 점을 포함하는 평면과 지표면의 교선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-17",
    "options": [
      "화산폭발",
      "태양과 달의 인력",
      "지구의 자전 및 공전",
      "지구내부의 물질분포"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-18",
    "options": [
      "좌표 원점",
      "좌표축 방향",
      "타원체 형상",
      "지오이드"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지좌표계를 정의하는 데 필요한 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 4,
    "id": "dv20190921-19",
    "options": [
      "대류권의 수증기 양이 적을수록 정확도가 높다.",
      "전리층의 전하량이 적을수록 정확도가 높다.",
      "위성의 궤도가 정확할수록 정확도가 높다.",
      "위성의 배치가 천정방향에 집중될수록 정확도가 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 단독측위에서의 정확도에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190921-20",
    "options": [
      "베셀타원체",
      "GRS타원체",
      "WGS84타원체",
      "헤이포드타원체"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "현재 우리나라 측량에서 채택하고 있는 지구타원체는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-09-21)",
    "date": "2019-09-21"
  },
  {
    "answer": 2,
    "id": "dv20190427-1",
    "options": [
      "반지름=22km, 면적=400km2 이상인 지역",
      "반지름=11km, 면적=400km2 이상인 지역",
      "지름=22km, 면적 = 100km2 이상인 지역",
      "지름=11km, 면적 = 100km2 이상인 지역"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리의 허용정밀도가 1/106일 때 지구의 곡률을 고려하여야 하는 측량구역 범위로 옳은 것은? (단, 지구반지름 R=6370km)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-2",
    "options": [
      "전 세계적으로 측정해온 지구의 중력장과 지구 모양을 근거로 해서 만들어진 좌표계이다.",
      "X축은 국제시보국(BIH)에서 정의한 본초자오선과 평행한 평면이 지구 적도면과 교차하는 선이다.",
      "Y축은 X축과 Z축이 이루는 평면에 서쪽으로 수직인 방향(서쪽으로 90°)으로 정의된다.",
      "Z축은 1984년 국제시보국(BIH)에서 채택한 평균근축(CTP)과 평행하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량의 기준좌표계인 WGS84에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-3",
    "options": [
      "장동(natation)",
      "세차(precession)",
      "균시차(equation of time)",
      "일주운동(diurnal motion)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전축이 황도면의 수직방향에 대하여 약 23.5° 기울기를 가지고 약 26000년을 주기로 회전하는 현상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-4",
    "options": [
      "UPS좌표",
      "3차원극좌표",
      "UTM좌표",
      "가우스그뤼거좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "극심입체투영법에 의해 위도 80°이상 양극지역의 지도 좌표를 표시하는데 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-5",
    "options": [
      "아이소스타시 보정",
      "프리에어 보정",
      "에트뵈스 보정",
      "부게 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "항공 및 해상 중력관측의 경우 이동 중 관측을 실시하게 되므로 관측기기의 속도에 의한 영향을 보정하기 위한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-6",
    "options": [
      "GNSS의 오차에는 위성시계 오차, 대기 굴절 오차, 수신기 오차 등이 있다.",
      "위성의 위치오차는 위성의 배치상태의 오차를 말하며 측점의 좌표계산에는 영향을 주지 않는다.",
      "안테나의 높이 측정오차의 구심오차는 안테나의 중심과 위상중심의 차이에서 발생하는 오차를 말한다.",
      "위성의 기하학적 배치상태가 정밀도에 주는 영향을 추정할 수 있는 척도로 DOP(Dilution Of Precision)를 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS측량의 오차에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-7",
    "options": [
      "AS",
      "Cycle Slip",
      "SA",
      "VRS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 반송파 위상추적회로에서 반송파 위상관측값에 순간적인 손실이 발생하는 현상을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-8",
    "options": [
      "GPS",
      "GLONASS",
      "EDM",
      "Galileo"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성 측위 시스템이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-9",
    "options": [
      "1.0000",
      "1.0001",
      "0.9999",
      "0.9996"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM(Universal Transverse Mercator Projection)좌표계에서 사용하는 원점의 축척계수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-10",
    "options": [
      "RINEX",
      "DXF",
      "DWG",
      "RTCM"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기종이 서로 다른 GNSS 수신기를 혼합하여 관측하였을 경우 수집된 GNSS 데이터의 기선 해석이 용이하도록 고안된 세계 표준의 GNSS 데이터의 자료형식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-11",
    "options": [
      "0.85",
      "1.36",
      "1.51",
      "1.88"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 단독측위에서 4개 위성의 관측점 좌표 x, y에 대한 Cofactor 행렬의 대각선요소가 각각 σxx=0.75, σyy=1.13일 때 관측점의 수평정확도 저하율(HDOP)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-12",
    "options": [
      "부게이상",
      "프리에어이상",
      "지각균형이상",
      "지구자기이상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력관측점과 지오이드면 사이의 질량을 고려한 중력이상을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-13",
    "options": [
      "SA(선택적 부가오차)의 해제로 절대측위의 정확도가 향상되었다.",
      "수신기 시계의 오차가 없다면 3대의 위성신호를 사용하여도 위치결정이 가능하다.",
      "GPS 위성은 위성마다 각각 자기의 코드신호를 전송한다.",
      "위성과 수신기 간의 거리측정의 정확도는 C/A 코드를 사용하거나 L1 반송파를 사용하거나 차이가 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190427-14",
    "options": [
      "코드데이터 기반으로 측량을 수행한다.",
      "중앙국과의 무선통신이 가능해야 한다.",
      "중앙국에서 계산된 오차를 이용하여 위치를 결정하는 기법이다.",
      "실시간 측위가 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "VRS(virtual reference station)를 활용한 GNSS 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-15",
    "options": [
      "GNSS측량은 정적간섭측위방식으로 실시한다.",
      "위성 고도각은 15°이상의 것을 사용한다.",
      "관측시간은 연속으로 8시간을 표준으로 한다.",
      "동시 수신 위성은 최소 6개 이상이 되도록 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "통합기준점을 GNSS측량을 통해 관측을 실시할 경우에 준수하여야 할 사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "dv20190427-16",
    "options": [
      "북으로 갈수록 편각이 작아지므로",
      "북으로 갈수록 편각이 커지므로",
      "북으로 갈수록 복각이 작아지므로",
      "북으로 갈수록 복각이 커지므로"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 자기의 북반부에서는 북극으로 갈수록 자침이 남극 쪽을 무겁게 하거나 길게 하는데 그 이유로 가장 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-17",
    "options": [
      "266000km2",
      "422000km2",
      "909025km2",
      "944000km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상 구면삼각형의 각을 관측한 결과∠A=50°20', ∠B=66°25', ∠C=64°35'이었다면 지구의 곡률반지름이 6250km라고 할 때, 구면삼각형 ABC의 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-18",
    "options": [
      "지평좌표",
      "적도좌표",
      "경위도좌표",
      "황도좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문좌표계에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "dv20190427-19",
    "options": [
      "복각",
      "편각",
      "수평자기력",
      "연직자기력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자석으로 진북을 결정할 때 필요한 지구자기의 요소는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "dv20190427-20",
    "options": [
      "지오이드 모델 결정",
      "중력측정",
      "시각의 결정",
      "지구내부 물질조사"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "dv20190303-1",
    "options": [
      "적도 지방으로 갈수록 감소한다.",
      "적도 지방으로 갈수록 증가한다.",
      "중위도까지는 감소하다가 이후 증가한다.",
      "중위도까지는 증가하다가 이후 감소한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "극에서 적도 지방으로 갈수록 중력의 변화에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-2",
    "options": [
      "X=4084.25km, Y=5405.95km",
      "X=4085.25km, Y=5406.95km",
      "X=-4085.25km, Y=5406.95km",
      "X=-3113.40km, Y=4101.47km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도 36°16‘11“, 경도 127°12’7”에서 3차원 직각좌표의 X, Y좌표는? (단, 묘유면 곡률반경 v=6384.80km, 타원체고 h=2000m)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-3",
    "options": [
      "다중경로(multipath)오파를 제거할 수 있다.",
      "전리충지연 효과를 제거할 수 있다.",
      "대기 온도의 영향을 제거할 수 있다.",
      "전파방해에 대응할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS측량에서 이중주파수(dual frequency)를 채택하고 있는 가장 큰 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-4",
    "options": [
      "145.053cm",
      "145.981cm",
      "147.693cm",
      "148.622cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 기준점 측량에서 관측 전ㆍ후에 측정한 관측점에서 ARP(Antenna Reference Point)까지의 경사거리가 각각 147.2cm와 147.4cm이었고 안테나 반지름이 16.5cm이었다. ARP를 기준으로 APC(Antenna Phase Center)의 오프셋 높이방향으로 +1.32cm라면 기선해석에 사용해야할 안테나 고는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-5",
    "options": [
      "다각측량, 중력측량",
      "수준측량, 중력측량",
      "수준측량, 지자기측량",
      "다각측량, 지자기측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "표고를 결정하기 위해 수행하여야 하는 측량으로 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-6",
    "options": [
      "궤도 경사각",
      "승교점 적경",
      "궤도타원의 장반경",
      "위성과 수신기 사이의 의사거리"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위상의 궤도 요소에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-7",
    "options": [
      "단일차분위상차",
      "이중차분위상차",
      "삼중차분위상차",
      "무차분 위상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반송파(carrier)의 모호정수(ambiguity)가 포함되어 있지 않은 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-8",
    "options": [
      "표고",
      "정표고",
      "타원체고",
      "지오이드고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드와 타원체면과의 거리를 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-9",
    "options": [
      "편각",
      "복각",
      "수평분력",
      "수직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측량에서 수평면 내에 작용하는 지자기력의 크기를 의미하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-10",
    "options": [
      "전파",
      "음파",
      "가시광선",
      "적외선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS측량에서 위성으로부터 송신되어 측위에 이용되는 신호는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-11",
    "options": [
      "공통된 위성으로부터 수신된 신호는 같은 궤도 오차를 가진다.",
      "하나의 수신기에서 수신된 여러 위성에 대한 관측값은 동일한 수신기 시계오차를 가진다.",
      "기지점과 미지점간의 거리가 짧다면 대기효과는 비슷하게 나타난다.",
      "단일차분에 의해서 위성과 수신기의 시계오차를 동시에 제거할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "차분(Differencing)을 이용한 GNSS측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-12",
    "options": [
      "고도이상",
      "부게이상",
      "프리에어이상",
      "위도이상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력관측점과 지오이드면 사이의 질량을 고려한 중력이상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-13",
    "options": [
      "오차를 제거하기 위하여 일반적으로 차분된 관측치를 사용한다.",
      "정밀한 위치결정을 위하여 코드 신호를 사용한다.",
      "상용보다는 학술용 자료처리 프로그램을 사용한다.",
      "정확한 궤도정보인 정밀궤도력을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지각 변동(운동)의 결정과 같이 정밀한 위치결정을 위하여 GNSS측량을 이용하는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-14",
    "options": [
      "GRS80 타원체",
      "WGS84 타원체",
      "지오이드",
      "물리적 지표면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 물리적 형상을 나타내는 것으로 평균해수면을 육지까지 연장한 곡면을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-15",
    "options": [
      "S파는 고체와 액체 상태를 모두 통과한다.",
      "지진파에는 P파, S파, L파가 있다.",
      "P파는 지진파 중 가장 빠르다.",
      "L파는 지표면을 따라 전파하는 표면파이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지진파에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "dv20190303-16",
    "options": [
      "세차",
      "균시차",
      "구과량",
      "연직선편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에서 내각의 합이 180°을 넘게 되는데 그 차를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-17",
    "options": [
      "적도(equator) : 지구중심을 지나 자전축에 직교하는 평면과 지표면의 교선",
      "위도(latitude) : 지표면상 한 점이 자오선과 이루는 각",
      "평행성(parallels) : 적도와 나란한 평명과 지표면과의 교선",
      "경도(longitude) : 그리니치를 지나는 자오선을 본초 나오선으로 하고 자오면이 만드는 적도면 상의 각 거리"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 용어에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20190303-18",
    "options": [
      "탄성파 측정",
      "지자기 측정",
      "중력 측정",
      "사진 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "물리학적 측지학에 속하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "dv20190303-19",
    "options": [
      "정지(Static)측량",
      "이동(Kinematic)측량",
      "네트워크 RTK(Real Time Kinematic)측량",
      "RTK(Real Time Kinematic)측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS측량방법 중 가장 정밀한 위치결정방법으로 기준점측량이나 학술목적으로 주로 사용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "dv20190303-20",
    "options": [
      "47.977m",
      "97.726m",
      "147.944m",
      "197.357m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "수준점을 이용하여 미지점의 정표고를 결정하기 위해 GPS levelling을 실시하였다. 수준점과 미지점 사이의 거리가 약 150m, 수준점의 정표고가 67.248m, 타원체고가 42.357m이고 미지점의 타원체고가 72.835m라고 할 때 미지점의 정표고는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "dv20180915-1",
    "options": [
      "전파의 속도를 이용하여 관측",
      "전파의 도플러효과를 이용하여 관측",
      "레이저의 왕복시간을 이용하여 관측",
      "하나의 관측점에서 촬영된 사진상의 위성과 그 배경에 있는 별들의 각, 거리를 관측"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지상에서 인공위성의 위치를 관측하는 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-2",
    "options": [
      "굴절법",
      "반사법",
      "굴착법",
      "충격법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "석유탐사의 주요 방법으로 일반적으로 지표면으로부터 깊은 곳의 탐사에 적합한 탄성과 측정방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-3",
    "options": [
      "199.67cm",
      "199.56cm",
      "199.45cm",
      "199.33cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 단면도를 그릴 때, 적도 반지름을 200cm로 그린다면 극 반지름은? (단, 지구의 편평율은 1/299로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-4",
    "options": [
      "22.0km",
      "15.6km",
      "12.8km",
      "7.8km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 곡률로부터 생기는 길이의 오차를 1/2000000까지 허용하면 반지름 몇 km 이하를 평면으로 보는가? (단, 지구 곡률 반지름은 6370km이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-5",
    "options": [
      "반송파의 경우 전리층 지연이 음수(축소)가 된다.",
      "코드 신호의 경우 전리층 지연이 양수(연장)가 된다.",
      "전리층 지연효과는 선형조합으로 소거할 수 없다.",
      "태양활동, 지역, 계절, 주야에 따라 달라진다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에서 전리층의 영향에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-6",
    "options": [
      "VLBI",
      "GPS",
      "GLONASS",
      "SLR"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "전파망원경을 이용하여 지구표면의 위치를 수 mm 정도로 정확하게 측정할 수 있어 지구자전, 대륙이동의 측정 및 측지원점 결정 등에 활용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-7",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성신호의 전송데이터 량",
      "위성과 수신기 사이의 각",
      "위성과 수신기의 안테나 길이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS에 의한 위치결정에 있어서 가장 중요한 관측요소로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-8",
    "options": [
      "GPS",
      "KH-11",
      "GLONASS",
      "Galileo"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS(Global Navigational Satellite System) 위성과 관련 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-9",
    "options": [
      "24시간 측량이 가능하다.",
      "날씨, 기상에 관계없이 위치결정이 가능하다.",
      "EDM과 같은 TWO-WAY 시스템이다.",
      "기선결정의 경우, 두 측점 간 시통 여부와는 무관하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-10",
    "options": [
      "측지위도",
      "천문위도",
      "지심위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상 한 점에서 지오이드에 대한 연직선이 천구의 적도면과 이루는 각으로 지오이드를 기준으로 한 위도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-11",
    "options": [
      "차분되지 않은 반송파",
      "단일차분된 반송파",
      "이중차분된 반송파",
      "삼중차분된 반송파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 모호정수(ambiguity)를 제거하기 위한 GPS 측위 관측신호는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-12",
    "options": [
      "2.608",
      "3.557",
      "3.942",
      "6.800"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 기하학적 분포상태는 의사거리에 의한 단독측위의 선형화된 관측방정식을 구성하고 정규방정식의 역행렬을 활용하면 판단할 수 있다. 관측점 좌표 x, y, z 및 수신기시계 t에 대한 여인자 행렬(Q)의 대각선 요소가 각각 qxx=0.4, qyy=1.5, qzz=3.2, qtt=1.7일 때 관측점의 GDOP는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-13",
    "options": [
      "의사거리 측정오차",
      "위성의 궤도정보 오차",
      "전리층에 의한 지연",
      "대류권에 의한 지연"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 여러 오차 중 DGPS 기법으로 제거되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 3,
    "id": "dv20180915-14",
    "options": [
      "서해, 내륙, 중부, 동해 원점",
      "동부, 서부, 내부, 중부 원점",
      "동부, 서부, 중부, 동해 원점",
      "동해, 남부, 북부, 중부 원점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 평면 직각좌표의 원점은 어떻게 구성되어 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-15",
    "options": [
      "궤도 오차",
      "다중경로 오차",
      "대기 굴절 오차",
      "전리층 지연 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "도심지와 같이 장애물이 많은 경우 특히 증대되는 GNSS 관측오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-16",
    "options": [
      "한 구역은 경도 6°의 크기이다.",
      "거리좌표는 m단위이다.",
      "극지방으로 갈수록 왜곡이 증가하여 극지방에서는 UPS 좌표를 사용한다.",
      "중앙자오선 상에서의 축적계수는 5.0이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-17",
    "options": [
      "지하물질의 밀도 분포",
      "대기의 대류 현상",
      "태양과 달의 인력",
      "지구의 공전 운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인이 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 4,
    "id": "dv20180915-18",
    "options": [
      "지형보정",
      "고도보정",
      "부게보정",
      "연직각 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력의 보정 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 2,
    "id": "dv20180915-19",
    "options": [
      "천극",
      "지자기극",
      "황극",
      "적도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자장과 거의 일치하는 쌍극자(막대자석)를 지구 중심에 위치시킬 때 쌍극자의 연장선이 지표와 만나는 점을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180915-20",
    "options": [
      "자오선",
      "평행선",
      "위도선",
      "측지선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "타원체 상에서 같은 경도의 점을 연결한 선을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-09-15)",
    "date": "2018-09-15"
  },
  {
    "answer": 1,
    "id": "dv20180428-1",
    "options": [
      "높은 지대로 주변에 장애물이 없는 곳에서 측량을 하는 경우",
      "태양폭풍에 의해 전리층이 교란된 경우",
      "수신기를 갑자기 이동한 경우",
      "신호가 단절된 경우"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "사이클 슬립(cycle slip)이 발생하는 경우와 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-2",
    "options": [
      "위성에서 송신한 신호가 해수면에 반사되어 돌아오는 시간",
      "위성과 해상의 목표물과의 거리",
      "위성과 해상의 목표물과의 각도",
      "위성에서 촬영하는 영상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해수면의 높이 변화를 측정하기 위하여 위성 고도계에서 관측하는 관측값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-3",
    "options": [
      "측정위치가 세계적으로 통일된 좌표로 표시된다.",
      "넓은 지역의 측량을 효과적으로 할 수 있다.",
      "직접 측정되어 얻는 결과는 정표고이다.",
      "몇 개의 기지점과 미지점의 동시관측으로 상대위치의 정확도를 향상시킬 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-4",
    "options": [
      "평균해면으로 전 지구를 덮었다고 생각할 때의 가상곡면이다.",
      "지구의 반지름을 6370 km로 본 구면을 말한다.",
      "지구를 회전 타원체로 본 표면이다.",
      "지구 그대로의 표면이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-5",
    "options": [
      "영년변화",
      "세차변화",
      "일변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자기장 변화와 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-6",
    "options": [
      "σH=±0.92m, σV =±1.48m",
      "σH=±1.48m, σV=±8.51m",
      "σH=±4.8m, σV=±6.20m",
      "σH=±5.75m, σV=±9.25m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 절대측위에서 HDOP와 VDOP가 2.3 과 3.7 이고 예상되는 관측데이터의 정확도(σ)가 ±2.5m일 때 예상할 수 있는 수평위치 정확도(σH)와 수직위치 정확도(σV)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-7",
    "options": [
      "4대",
      "5대",
      "6대",
      "7대"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량시 시계오차가 소거된 3차원 위치 결정을 위해 필요로 하는 최소 위성의 수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-8",
    "options": [
      "GNSS위성의 궤도요소는 정밀력을 사용한다.",
      "기선해석 결과는 Float해를 사용한다.",
      "기선해석을 2주파로 실시하고 최저고도각은 15°로 한다.",
      "사이클슬립의 편집은 기선해석 소프트웨어를 이용한 자동편집으로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "통합기준점 측량을 위한 GNSS 관측 데이터의 기선해석에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-9",
    "options": [
      "복각",
      "편각",
      "수평분력",
      "연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-10",
    "options": [
      "UTM 좌표",
      "UPS 좌표",
      "TM 좌표",
      "3차원 직교좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도 80°이상의 양극지역의 좌표를 표시하는데 쓰이며 극심 입체 투영법에 의한 좌표는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "dv20180428-11",
    "options": [
      "1,180,333km2",
      "1,362,788km2",
      "1,433,456km2",
      "1,534,433km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형 ABC의 세 내각이 ∠A=50°20´, ∠B=66°55´, ∠C64°25´ 일 때 면적은? (단, 지구반지름은 6370km이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-12",
    "options": [
      "중앙자오선 동경 125°와 적도",
      "중앙자오선 동경 127°와 적도",
      "중앙자오선 동경 129°와 적도",
      "중앙자오선 동경 135°와 적도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표계에 우리나라가 속해 있는 UTM도엽 중 52S 구역의 원점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-13",
    "options": [
      "삼각측량",
      "평면측량",
      "측지측량",
      "천문측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측량의 분류 중 측량 구역이 상대적으로 협소하고 필요로 하는 정밀도에 따라 지구의 곡률을 고려하지 않아도 되는 측량을 무슨 측량이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-14",
    "options": [
      "후리에어보정(free-air correction): 단순히 높이차만을 계산에 의해 보정",
      "후리에어이상(free-air anomaly): 지형보정, 고도보정을 한 후 관측점의 위도에 따라 정해지는 표준중력값을 뺀 값",
      "부게보정(Bouguer correction): 높이 h인 면과 지오이드면 사이의 물질에 의한 인력을 뺀 값",
      "부게이상(Bouguer anomaly): 지형 및 후리에어보정을 한 후 표준중력값을 더한 값"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-15",
    "options": [
      "상대측위는 공간적 상관성이 높은 오차를 최소화하여 정확도 향상이 가능하다.",
      "대표적인 실시간 상대측위 기법은 DGPS와 RTK가 있다.",
      "센티미터 수준의 정확도 확보를 위해서는 반송파를 사용한다.",
      "반송파를 이용하는 상대측위에서는 단일차분을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 상대측위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "dv20180428-16",
    "options": [
      "중력 편차",
      "지오이드 편차",
      "중력 이상",
      "연직선 편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어느 한 점에서 타원체의 법선과 지오이드의 법선은 일치하지 않게 되는데 이 두 법선의 차이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-17",
    "options": [
      "36803 m",
      "36828 m",
      "73263 m",
      "1228450 m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 전송되는 L 대의 신호 주파수가 1227.60MHz일 때 L2 신호 300000 파장의 거리는? (단, 광속(c) = 299792458 m/s 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-18",
    "options": [
      "GPS는 원래 미국과 동맹국의 군사적 목적으로 개발되었으나, 현재는 일반인에게 위치정보제공을 위한 중요한 사회기반으로 활용되고 있다.",
      "GPS는 고도 약 20200km에서 타원 궤도를 그리며 운행하는 인공위성으로 구성되어 있다.",
      "GPS 위성의 고도는 중력이상이 궤도에 미치는 영향이 커 정밀한 궤도 계산이 어렵다.",
      "GPS 위성은 지상제어국에 의해 제어된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "dv20180428-19",
    "options": [
      "3차원 위치 결정",
      "중력 측정",
      "사진 측정",
      "위성 측지"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "물리학적 측지학에 해당 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180428-20",
    "options": [
      "균시차 = 세계시 - 태양시",
      "균시차 = 평균태양시 - 표준시",
      "균시차 = 시태양시 - 평균태양시",
      "균시차 = 항성시 - 세계시"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "균시차를 구하는 식으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "dv20180304-1",
    "options": [
      "구과량은 구면삼각형과 평면삼각형의 차로 삼각형의 내각의 합이 180°를 넘는 양이다.",
      "구과량의 크기는 반지름의 제곱에 반비례하고 면적에 비례한다.",
      "한 변이 30㎞ 정도인 정삼각형에서 구과량은 약 20″정도 발생한다.",
      "평면측량에서는 구과량을 무시할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에 대한 내용으로 옳지 않은 것은? (단, 지구반지름은 6370㎞로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-2",
    "options": [
      "신호의 전달시간",
      "신호의 형태",
      "신호의 세기",
      "신호의 잡음비"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS에서 위성과 수신기 사이의 의사거리를 구하기 위하여 관측하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-3",
    "options": [
      "다중경로 오차",
      "궤도 오차",
      "전리층 굴절 오차",
      "안테나 편심 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 계통적 오차 중에서 위성에 의하여 발생하는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-4",
    "options": [
      "L1신호에만 실려서 들어온다.",
      "P코드는 비트율이 높아 의사거리의 정확도가 높다.",
      "P코드는 10.23Mbps의 비트율을 가지며, C/A코드는 1.023Mbps의 비트율을 가진다.",
      "P코드는 주기의 길이 때문에 P코드 전체를 이용한 측위는 불가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "P코드의 특성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-5",
    "options": [
      "위성이 지구를 한 바퀴 공전할 때 지구는 반 바퀴 자전한다.",
      "위성의 고도는 정지궤도위성의 고도보다 낮다.",
      "하나의 궤도면에 6개의 위성이 등간격을 이루도록 설계되어 있다.",
      "북금점 혹은 남극점에서도 가시위성(visible satellite)이 존재한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-6",
    "options": [
      "타원체의 법선과 지오이드의 법선이 이루는 차이",
      "연직선과 지오이드면이 이루는 차이",
      "천문위도와 천문경도가 이루는 차이",
      "연직선과 중력이상이 이루는 차이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "연직선 편차에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-7",
    "options": [
      "1m/s2",
      "1cm/s2",
      "1kg/s2",
      "1g/s2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력측정 단위 중 1gal에 해당되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-8",
    "options": [
      "굴절법은 지표면으로부터 낮은 곳을 대상으로 한다.",
      "반사법은 지표면으로부터 깊은 곳을 대상으로 한다.",
      "외핵과 내핵의 경계를 알아내기 위하여 반사법을 이용한다.",
      "단층과 같은 지질 구조는 탄성파 측량에 의해 알아낼 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측정에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-9",
    "options": [
      "묘유선",
      "등위도선",
      "항정선",
      "측지선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자오선과 항상 일정한 각도를 유지하는 지표의 선으로 선상의 각 점에서 방위각이 일정한 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-10",
    "options": [
      "방위각",
      "시간",
      "중력",
      "속도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측위 및 항법에서 실시간적으로 추정되는 것과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-11",
    "options": [
      "중력은 만유인력에 의한 지구의 인력과 지구 자체에 의한 원심력 벡터의 합력이며 방향은 연직방향이다.",
      "지구의 형상은 중력과 밀접한 관계가 있으며 적도에 가까울수록 중력은 증가한다.",
      "지하에 밀도가 큰 물질이 있는 경우에 중력이상이 정(+)으로 나타난다.",
      "중력측량이란 지구상 특정 지점의 중력값을 측정하고 중력이상을 구하는 작업을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "물리측지에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-12",
    "options": [
      "연속관측시간의 표준은 12시간으로 한다.",
      "GNSS위성은 고도각 10° 이상을 사용한다.",
      "데이터 취득간격은 60초를 표준으로 한다.",
      "GNSS관측은 정적간섭측위방식으로 설치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "통합기준점 GNSS 관측에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-13",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성의 위치정보",
      "대기 중 습도정보",
      "수신기의 시계오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 방송궤도력에서 제공하는 정보로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "dv20180304-14",
    "options": [
      "편각",
      "수직각",
      "복각",
      "수평분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20180304-15",
    "options": [
      "약 1/300",
      "약 1/250",
      "약 1/200",
      "약 1/150"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구가 장반경 6377.397㎞, 단반경 6356.079㎞인 타원체라고 하면 지구의 편평률은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-16",
    "options": [
      "측지위도",
      "지심위도",
      "화성위도",
      "천문위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어느 한 점에서 지오이드에 대한 연직선이 천구의 적도면과 이루는 각으로 정의되는 위도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-17",
    "options": [
      "세계를 하나의 통일된 좌표로 표시하기 위한 목적으로 고안되었다.",
      "좌표지역대의 분할을 위해 위도는 8°, 경도는 6°간격으로 분할하였다.",
      "중앙자오선에서 축척계수는 0.9996이다.",
      "우리나라의 UTM좌표는 경도 127°와 극지방을 좌표계의 원점으로 하는 55S와 56S지역 대에 속한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표계에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-18",
    "options": [
      "Niell 모델",
      "Hopefield 모델",
      "Saastamoinen 모델",
      "Stokes 모델"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "대류층 지연 보정 모델과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "dv20180304-19",
    "options": [
      "지평 좌표",
      "적도 좌표",
      "황도 좌표",
      "극 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문 좌표계에 해당하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "dv20180304-20",
    "options": [
      "위치를 알고 있는 기지점과 위치를 모르는 미지점에서 동시에 관측한다.",
      "동시에 수신 가능한 위성이 최소한 4개 필요하다.",
      "기지점과 미지점의 거리가 길수록 측위정확도가 높다.",
      "기지점과 미지점에서의 오차가 유사할 것이라는 가정을 이용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측위에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "dv20170923-1",
    "options": [
      "대기 물질의 변화",
      "만유인력상수의 변동",
      "지구의 형상과 질량의 변화",
      "지구 전체적인 질량분포의 일반적인 변동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력의 영년변화(secular variation) 원인과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-2",
    "options": [
      "일반적으로 전리층지연 효과가 대류층지연 효과보다 작게 나타난다.",
      "이중주파수 수신데이타를 이용하면 전리층지연 효과의 제거가 가능하다.",
      "대기에 포함되어 있는 수증기량은 지연효과에 영향을 주지 않는다.",
      "대기 중에 있는 질소나 산소는 신호지연에 영향을 주지 않는다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 신호가 대기권을 통과할 때의 현상으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-3",
    "options": [
      "지표상 두 점간 거리의 정밀 측정",
      "인공위성을 이용한 지구상 점의 좌표 측정",
      "지질구조의 파악",
      "파고의 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파를 이용하여 파악하는 주요 사항으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-4",
    "options": [
      "기선장",
      "경도",
      "위도",
      "정표고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 자료처리에 의하여 직접적으로 획득할 수 있는 성과가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-5",
    "options": [
      "인접 기준점과 시통이 잘되는 지점 선정",
      "전파의 다중경로 발생 예상지점 회피",
      "임계 고도각 유지 가능 지역 선정",
      "주파수 단절 예상지점 회피"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에 있어 기준점 선점을 위한 고려사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-6",
    "options": [
      "지형보정",
      "방사보정",
      "고도보정",
      "부게보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "실측된 중력값을 기준면의 값으로 보정하는 중력보정에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-7",
    "options": [
      "PDOP",
      "TDOP",
      "HDOP",
      "VDOP"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에서 수평 측위 정밀도와 관련되는 위성의 정도 저하율(DOP)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-8",
    "options": [
      "위성의 시계오차",
      "위성의 궤도오차",
      "전리층 지연오차",
      "관측 잡음오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측위의 계통적 오차(정오차) 요인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-9",
    "options": [
      "천체력(또는 개략력)",
      "정밀력",
      "율리우스력",
      "방송궤도력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구좌표계에서 위성의 위치와 속도를 결정하기 위해 일반적으로 이용하는 궤도력이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-10",
    "options": [
      "달의 공전",
      "태양면의 폭발",
      "해양 지각 변동",
      "지구 내부 물질의 분포"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자기 폭풍의 주요 원인으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-11",
    "options": [
      "1/310",
      "1/290",
      "1/280",
      "1/255"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 적도 반지름 a=6,375km, 극 반지름 b=6,350km라고 할 때 지구의 편평률은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-12",
    "options": [
      "각 구역은 서쪽방향으로 10°간격으로 1부터 번호를 붙인다.",
      "지구 전체를 경도 6°씩 60구역으로 나눈다.",
      "위도는 6° 간격으로 남북으로 20등분하여 나눈다.",
      "위도 80° 이상의 양극지역의 좌표를 표시하기 위한 좌표계이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표계에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-13",
    "options": [
      "3,000.572m",
      "3,000.525m",
      "3,000.180m",
      "2,999.098m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평균표고가 700m인 두 점의 거리가 3,000.902m라면 이 두 점에 대한 평균해수면 상의 거리는? (단, 지구는 반지름 R=6,370km인 구로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-14",
    "options": [
      "측지학은 지구내부의 특성, 지구의 형상 및 운동을 결정하는 측정과 지구표면상 점간의 위치관계를 선정하는 측량에 기본이 되는 학문이다.",
      "지각변동의 측정, 항로 등의 측량은 평면측량으로 한다.",
      "측지측량은 지구의 곡률을 고려한 정밀한 측량이다.",
      "측지학은 물리학적 측지학과 기하학적 측지학으로 구분할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170923-15",
    "options": [
      "국제평면직각좌표",
      "3차원 직각좌표",
      "평면직각좌표",
      "극좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 전체를 하나의 단일 좌표계로 표시하고자 할 때 매우 편리한 좌표계로서 인공위성에 의한 지구상의 위치 결정에 사용되는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-16",
    "options": [
      "GPS의 반송파에는 L1 반송파와 L2 반송파가 있다.",
      "모든 GPS 위성은 똑같은 주파수로 전파를 송신한다.",
      "L1 반송파에는 C/A코드와 P코드가 탑재되어 있다.",
      "L2 반송파에는 정밀궤도력 정보가 포함되어 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성신호에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 3,
    "id": "dv20170923-17",
    "options": [
      "측지선",
      "묘유선",
      "항정선",
      "연직선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "나침반의 침로를 일정하게 유지하였을 때 항적은 그 선내의 어느 곳에서든 항상 자오선에 대해 일정한 방위각을 갖는 선형이 되는데 이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-18",
    "options": [
      "Transverse Mercator 방법",
      "표준 Molodensky 변환방법",
      "Molodensky-Badekas 모델에 의한 7변수",
      "Bursa-Wolf 모델에 의한 7변수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지역타원체와 세계타원체 간와 3차원 좌표변환과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 1,
    "id": "dv20170923-19",
    "options": [
      "1,055,640.6km2",
      "1,269,987.6km2",
      "1,298,366.4km2",
      "1,596,427.4km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 구면 삼각형 △ABC 의 세 각을 관측한 결과 ∠A＝51°30ʹ, ∠B＝65°35ʹ, ∠C＝64°25ʹ 이었다면 구면 삼각형의 면적은? (단, 지구반지름 R=6,350km이며, 측각오차는 없는 것으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 4,
    "id": "dv20170923-20",
    "options": [
      "DGPS",
      "SLR",
      "Pseudo Kinematic",
      "VRS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량 방법 중 <보기>가 설명하고 있는 방법은?",
    "local_images": [
      "images/dv20170923-20_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2017-09-23)",
    "date": "2017-09-23"
  },
  {
    "answer": 2,
    "id": "dv20170507-1",
    "options": [
      "일변화",
      "부게이상",
      "영년변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기의 변화에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-2",
    "options": [
      "사이클 슬립(cycle slip)",
      "SA(Selective Availability)",
      "AS(Anti Spoofing)",
      "모호 정수(Ambiguity)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 관측 도중 장애물 등으로 인하여 GNSS 신호의 수신이 일시적으로 단절되는 현상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-3",
    "options": [
      "GPS 위성의 C/A코드 의사거리",
      "GLONASS 위성의 항법 메시지",
      "GEO(Geostationary) 위성의 항법 메시지",
      "IKONOS 위성의 항법 메시지"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "RINEX 형식이 포함할 수 있는 내용으로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-4",
    "options": [
      "천체의 고도, 방위각 및 시각을 관측하여 미지점의 경위도 및 방위각을 결정하는 것을 천문측량이라 한다.",
      "측지학적 3차원 위치결정이란 경도, 위도 및 높이를 산정하여 측지학적 좌표계를 결정하는 것이다.",
      "지상으로부터 발사 또는 방사된 전자파를 인공위성으로 탐지하여 해석함으로써 지구자원 및 환경을 해결할 수 있는 것을 GNSS측량이라 한다.",
      "지구곡률을 고려한 반지름 11km 이상인 지역의 측량에는 측지학의 지식을 필요로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-5",
    "options": [
      "위성 궤도정보의 정확성",
      "관측 위성의 배치",
      "전리층과 대류권의 영향",
      "위성의 의사 잡음 부호"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 단독측위의 정확도에 영향을 미치는 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-6",
    "options": [
      "자오선과 항상 일정한 방위각을 갖는 지표상의 선",
      "지구면(곡면)상의 두 점을 지나는 최단거리인 곡선",
      "지구중심을 포함하는 임의의 평면과 지평선의 교선",
      "적도와 나란한 평면과 지표면의 교선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-7",
    "options": [
      "지자기는 위치에 따라 그 방향과 크기가 다르다.",
      "지자기 방향과 자오선이 이루는 각을 편각이라 한다.",
      "지자기 방향과 수평면이 이루는 각을 복각이라 한다.",
      "지자기의 자오선 방향 강도를 수직분력, 묘유선 방향 강도를 수평분력이라고 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측정에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-8",
    "options": [
      "전파 관측법",
      "카메라 관측법",
      "음파 관측법",
      "레이저 관측법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS에 의한 위치결정 시 사용되는 위성 관측법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-9",
    "options": [
      "높은 고도로부터의 위성의 신호를 수신한다.",
      "안테나로 들어오는 위성신호의 앙각(mask angle)을 낮춘다.",
      "안테나의 설치환경(위치)을 잘 선택한다.",
      "Choke ring 안테나와 같이 ground plane이 장착된 안테나를 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다중경로(멀티패스)오차를 줄일 수 있는 방법으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-10",
    "options": [
      "측정중력을 평균 해수면에서의 중력값으로 보정해야 한다.",
      "측정중력을 위도에 따른 표면장력으로 환산하여야 한다.",
      "측정중력을 보정할 필요 없이 그대로 사용한다.",
      "중력측정 시 관측시간을 기록할 필요는 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력측정에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-11",
    "options": [
      "3개",
      "4개",
      "5개",
      "6개"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성 측량에서 위성의 케플러 궤도요소의 개수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-12",
    "options": [
      "신속하게 이동하며 측위하는 기법을 말한다.",
      "수신기를 자동차에 탑재하여 이동하며 측위하는 것을 말한다.",
      "정적 상대측위 기법의 일종이다.",
      "일반적으로 단독측위 기법을 기반으로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "신속정지측위(rapid static positioning)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-13",
    "options": [
      "0.9996",
      "0.9999",
      "1.0000",
      "1.0005"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 지도제작을 위해 사용하는 횡축메르카토르(TM) 도법에서 채택하고 있는 각 좌표계에 대한 좌표원점에서의 축척계수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-14",
    "options": [
      "중력이상이란 실제 관측 중력값에서 표준중력식에 의해 계산한 중력값을 뺀 것이다.",
      "지오이드의 요철, 지하구조의 결정 등에 이용된다.",
      "일반적으로 실측 중력값과 계산식에 의한 이론 중력값은 일치하지 않는다.",
      "중력이상이 (+)이면 그 부근에 밀도가 작고 가벼운 물질이 존재한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "dv20170507-15",
    "options": [
      "0.1″",
      "0.2″",
      "1.0″",
      "2.0″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "한 변의 길이가 10km인 구면 정삼각형에 대한 구과량은? (단, 구의 반지름은 6370km로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-16",
    "options": [
      "전리층 지연 오차",
      "위성시계오차",
      "사이클 슬립",
      "위성궤도오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 DGPS에 의해서 보정되지 않는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "dv20170507-17",
    "options": [
      "1447549m",
      "2447549m",
      "3447549m",
      "4447549m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도 38°, 경도 127°인 지점의 묘유선의 곡률반지름(N)이 2300km, 타원체고(h)가 130m 이었다. 이 지점의 3차원 직각좌표중 Y 좌표값은 약 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170507-18",
    "options": [
      "22.0km",
      "15.0km",
      "10.2km",
      "7.8km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 곡률로부터 생기는 길이의 오차를 1/2000000까지 허용할 때, 평면을 간주할 수 있는 범위의 반지름은? (단, 지구의 곡률 반지름은 6370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-19",
    "options": [
      "NDA84",
      "PZ30",
      "WGS84",
      "BESSEL"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 사용하고 있는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "dv20170507-20",
    "options": [
      "지구전체를 경도6°씩 60개의 구역으로 나누고 각 종대의 중앙자오선과 적도의 교점을 원점으로 한다.",
      "원통도법인 횡축메르카토르(TM)투영법으로 등각투영 한다.",
      "종대에서 위도는 남·북위 70°까지만 포함시키며 다시 7°간격으로 20구역으로 나눈다.",
      "좌표의 표시는 중앙자오선과 적도를 종축과 횡축으로 정하여 미터(m)로 표기한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "dv20170305-1",
    "options": [
      "398.25",
      "297.25",
      "0.003426",
      "0.003415"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "장반경이 6378532m, 단반경이 6356752m인 타원체의 편평률(flattening)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-2",
    "options": [
      "측지위도",
      "경도",
      "시간",
      "높이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지리좌표에 해당하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-3",
    "options": [
      "정지 측위",
      "키네마틱 측위",
      "RTK 측위",
      "단독 측위"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 GNSS 측위 중 가장 높은 정확도를 기대할 수 있는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-4",
    "options": [
      "측위정확도를 향상시킬 수 있기 때문이다.",
      "대기효과를 제거할 수 있기 때문이다.",
      "사이클슬립을 방지할 수 있기 때문이다.",
      "수신기의 갑작스러운 이동을 막을 수 있기 때문이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "모호정수(cycle ambiguity)를 결정하여 고정해(fixing solution)를 산출하는 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-5",
    "options": [
      "IONEX",
      "RINEX",
      "SINEX",
      "RTCM"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 수신기의 기종은 달라도 수신된 관측 자료를 기종에 관계없이 공통의 형식(format)으로 변환시켜 사용하는 자료 형식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-6",
    "options": [
      "중력이상이란 보정된 기준면의 중력값과 표준중력의 차를 나타낸다.",
      "밀도가 큰 물질이 지하에 있을 때는 음(-)값을 갖는다.",
      "중력이상의 주된 원인은 지하의 밀도가 고르게 분포되어 있지 않기 때문이다.",
      "중력이상을 해석함으로써 지하 구조나 지하 광물체의 탐사에 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-7",
    "options": [
      "자유고도(free-air)보정",
      "위도 보정",
      "부게(Bouguer) 보정",
      "계기 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측점 사이의 고도차에 존재하는 물질의 인력이 중력에 미치는 영향을 고려하는 보정은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-8",
    "options": [
      "GPS",
      "GLONASS",
      "GALILEO",
      "LANDSAT"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위치기반서비스(LBS)를 위한 실시간 위치결정과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-9",
    "options": [
      "레이저스캐너(LIDAR)",
      "관성항법장치(INS)",
      "HRV 센서",
      "MSS 센서"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "항공측량부분의 GNSS 응용에서 GNSS의 단점을 보완할 수 있는 장치로서 촬영비행기의 위치를 구하는 데 많이 활용되고 있는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20170305-10",
    "options": [
      "DGPS에서는 2개의 수신기에 관측된 자료를 사용한다.",
      "DGPS 측량은 실시간 위치결정이 불가능하다.",
      "기선의 길이가 길수록 DGPS의 정확도는 낮다.",
      "일반적으로 DGPS가 단독측위보다 정확하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-11",
    "options": [
      "극좌표",
      "UTM좌표",
      "3차원 직각좌표",
      "UPS좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "양극(남극, 북극)의 좌표를 표시하기 위해 고안된 독립된 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-12",
    "options": [
      "5m",
      "2.5m",
      "0.5m",
      "0.25m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "L2 반송파의 주파수가 약 1.2GHz 라고 할 때, L2 반송파의 파장은? (단, 빛의 속도는 3.0×108m/s 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-13",
    "options": [
      "1/50000",
      "1/100000",
      "1/500000",
      "1/1000000"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 표면의 거리(지름) 100km 까지를 평면으로 간주했다면 허용 정밀도는 약 얼마인가? (단, 지구의 반지름은 6370km이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-14",
    "options": [
      "날씨와 무관하게 측정이 가능하다.",
      "24시간 연속적으로 측정이 가능하다.",
      "실내외에서 모두 측정이 가능하다.",
      "전 지구적으로 측정이 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 특징에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-15",
    "options": [
      "평균해수면으로부터의 높이를 나타낸다.",
      "도로의 시점을 기준으로 나타낸다.",
      "만조면 으로부터의 높이를 나타낸다.",
      "삼각점으로부터의 높이를 나타낸다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에 설치된 수준점에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-16",
    "options": [
      "tesla",
      "oersted",
      "gauss",
      "gal"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자기장(H)의 단위와 관계가 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "dv20170305-17",
    "options": [
      "전리층의 효과를 제거(보정)하기 위해",
      "수신기 오차를 제거(보정)하기 위해",
      "시계오차를 제거(보정)하기 위해",
      "다중 반사를 제거(보정)하기 위해"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS에서 두 개의 주파수를 사용하는 주된 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-18",
    "options": [
      "지자기는 그 방향과 크기를 구함으로써 결정된다.",
      "지자기의 3요소란 수평분력, 편각 및 복각을 말한다.",
      "북반구에서 복각은 음(-)의 값으로 나타난다.",
      "편각이란 진북과 수평분력이 이루는 각을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "dv20170305-19",
    "options": [
      "평균해수면",
      "평균최저간조면",
      "약최고고조면",
      "텔루로이드면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해안선을 결정하기 위한 기준면으로 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "dv20170305-20",
    "options": [
      "구면상에서 삼각형 내각의 합은 180°보다 크고 540°보다는 작다.",
      "구과량은 구면삼각형 내각의 합이 180°보다 큰 값으로 항상(+)이다.",
      "구면삼각형의 두 점간의 거리는 대원의 호장(호의 길이)이 된다.",
      "구과량은 면적에 반비례한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "dv20161001-1",
    "options": [
      "온도",
      "색조",
      "습도",
      "압력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 신호 관측 시 발생하는 대류층 지연과 관련된 대기의 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-2",
    "options": [
      "우리나라의 평면직교좌표계는 TM투영법을 사용한다.",
      "등각투영에서는 대상체들의 면적은 일정하나 모양은 변화가 생긴다.",
      "원뿔투영은 지구 회전타원체를 원뿔의 표면에 투영한 후 이를 절개하여 평면으로 사용하는 투영이다.",
      "TM투영은 표준형 메르카토르 투영에서 지구를 90° 회전시켜 중앙자오선이 원기둥면에 접하도록 하는 투영이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 투영에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-3",
    "options": [
      "7″",
      "16″",
      "23″",
      "26″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형의 면적을 5210km2, 지구 반지름을 6370km라고 할 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-4",
    "options": [
      "단순차분은 두 개의 서로 다른 수신기에서 하나의 위성을 동시에 관측할 때 두 개의 수신기에서 수신되는 신호의 순간적인 위상을 측정하여 그들의 차를 구하는 것이다.",
      "이중차분은 하나의 위성에 대해 단순차분을 수행하고 동시에 또 다른 위성에 대하여 똑같은 단순차분을 시행한 후 두 방정식의 대수적 차에 의하여 결정하는 방법이다.",
      "이중차분은 미확정 정수를 제거함으로써 사이클 슬립의 문제점을 해결할 수 있다.",
      "삼중차분은 수신기, 위성, 시간이 모두 계산의 주체가 되며, 이중차분을 두 번의 연속된 시간에 대해 두 번 시행하여 그 차를 구하여 얻는 방법이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 GNSS 고정밀 측위에서 사용하는 차분(differencing) 기법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-5",
    "options": [
      "수심해저 지형도 판독 기기로 활용",
      "차량용 내비게이션 시스템에 활용",
      "등산, 캠핑 등의 여가선용에 활용",
      "유도무기, 정밀폭격, 정찰 등 군사용으로 활용"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 활용 분야로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-6",
    "options": [
      "위도보정",
      "온도보정",
      "기준점보정",
      "부게보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기 보정과 관계없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-7",
    "options": [
      "1320.17m",
      "1902.94m",
      "3254.00m",
      "20257.67m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성으로부터 전송되는 L1 신호의 주파수는 1575.42MHz일 때 L1 신호 10000파장의 거리는? (단, 광속 c=299792458m/s)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-8",
    "options": [
      "항정선(loxodrome)",
      "측지선(geodesic line)",
      "묘유선(prime vertical)",
      "평행선(parallel lines)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천구 상에서 천정과 동점 및 서점을 잇는 대원으로 자오선과 직각으로 교차하는 교선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-9",
    "options": [
      "지구는 자전에 의해 극지방이 편평한 회전타원체를 이루고 있다.",
      "지구곡면 상의 두 점을 지나는 최단거리 곡선을 자오선이라 한다.",
      "지구 중심을 통하여 지축에 직교하는 평면을 적도면이라 한다.",
      "자오선의 타원 방정식은  로 표시할 수 있다. (a=장반경, b=단반경)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 기하학적 형상에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20161001-10",
    "options": [
      "평균해수면",
      "약최고고조면",
      "약최저저조면",
      "지오이드면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에서 해안선을 결정하기 위하여 채택하고 있는 기준면은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-11",
    "options": [
      "위도에 따라 원심력이 다르다.",
      "위도에 따라 중력의 크기가 다르다.",
      "높은 산 위의 관측점에서는 중력이 크다.",
      "관측점 지하의 밀도가 크면 중력이 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력값이 지구상의 지점에 따라 차이가 나는 원인이나 현상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-12",
    "options": [
      "통합기준점",
      "위성기준점",
      "삼각점",
      "수준점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지리학적 경위도, 높이 및 중력측정 등 3차원의 기준으로 사용하기 위하여 설치된 국가기준점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-13",
    "options": [
      "SA(selective availability)",
      "AS(anti-spoofing)",
      "사이클 슬립(cycle slip)",
      "멀티패스(multipath)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 위성전파가 장해물 등으로 인해 차단되거나 일순간 신호가 단절되어 위상측정이 중단되는 현상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-14",
    "options": [
      "지구의 부피",
      "지구 원심력의 크기",
      "만유인력 상수",
      "지구 자전 각속도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 질량을 계산하기 위하여 지구의 반지름, 중력가속도 외에 필요한 요소는? (단, 지구는 자전하지 않는 완전구체로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-15",
    "options": [
      "영년변화는 수백 년을 주기로 나타나는 지자기의 변화이다.",
      "지자기변화에는 주기적 변화와 불규칙 변화가 있다.",
      "자기 폭풍은 단파 통신의 지장을 초래한다.",
      "자기 폭풍의 주요 원인은 지진이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-16",
    "options": [
      "우주 부문",
      "제어 부문",
      "사용자 부문",
      "대기 부문"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS의 구성요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-17",
    "options": [
      "지오이드고",
      "타원체고",
      "경도",
      "위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호해석을 통해 직접적으로 획득할 수 없는 성과는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 3,
    "id": "dv20161001-18",
    "options": [
      "RINEX는 GNSS 수신기 기종에 따라 기록방식이 달라 이를 통일하기 위해 만든 표준파일형식이다.",
      "헤더부분에는 관측점명, 안테나높이, 관측날짜, 수신기명 등 파일에 대한 정보가 들어간다.",
      "RINEX 파일로 변환하였을 경우 자료처리의 신뢰도를 높이기 위해 사용자가 편집할 수 없도록 되어 있다.",
      "의사거리와 반송파 관측데이터 모두 기록한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "RINEX 파일에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 1,
    "id": "dv20161001-19",
    "options": [
      "0.003",
      "0.018",
      "0.033",
      "0.081"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 적도 반지름이 6377km, 극반지름이 6356km일 때 타원체의 편평률은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 4,
    "id": "dv20161001-20",
    "options": [
      "대류권의 수증기 양이 적을수록 정확도가 높다.",
      "전리층의 전하량이 적을수록 정확도가 높다.",
      "위성의 궤도가 정확할수록 정확도가 높다.",
      "위성의 배치가 천정방향에서 집중될수록 정확도가 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS단독측위에서의 정확도에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-10-01)",
    "date": "2016-10-01"
  },
  {
    "answer": 2,
    "id": "dv20160508-1",
    "options": [
      "동서보다 남북이 긴 지역에는 원뿔투영을 사용한다.",
      "대축척 지형도 제작에는 주로 등각투영을 사용한다.",
      "투영에 의해 표현된 평면은 구면의 왜곡이 완전히 소거되어 나타낸 것이다.",
      "투영면 상의 거리는 실제 거리와 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에서 사용하는 투영에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-2",
    "options": [
      "공간상 한 점의 위치",
      "지각의 변동",
      "해수면의 온도",
      "정확한 시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS로부터 획득할 수 있는 정보와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-3",
    "options": [
      "위성궤도오차가 제거된다.",
      "다중경로오차(multipath)가 제거된다.",
      "전리층에 의한 신호지연효과가 제거된다.",
      "위성시계오차가 제거된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준국과 이동국간의 거리가 짧을 경우 상대측위를 수행하면 절대측위에 비해 정확도가 현격히 향상되는 이유로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-4",
    "options": [
      "고정국 및 미지점에 각각 1주파용 수신기 및 안테나로 관측하고 위성궤도력은 보통력을 사용한다.",
      "고정국 및 미지점에 각각 2주파용 수신기 및 안테나로 관측하고 위성궤도력은 정밀력을 사용한다.",
      "고정국 및 미지점에 각각 2주파용 수신기 및 안테나로 관측하고 위성궤도력은 방송력을 사용한다.",
      "고정국은 2주파용 수신기 및 안테나, 미지점은 1주파용 수신기 및 안테나로 관측하며 위성궤도력은 정밀력을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "고정점으로부터 50km 떨어져 있는 미지점의 좌표를 GNSS 관측으로 결정하려고 한다. 다음 중 가장 우수한 결과를 확보할 수 있는 조건은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-5",
    "options": [
      "지하에 물질밀도가 고르게 분포되어 있지 않다.",
      "대기의 분포가 수시로 변화되고 있다.",
      "태양과 달의 인력이 작용한다.",
      "화산의 폭발이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-6",
    "options": [
      "시계 오차",
      "궤도 오차",
      "AS(Anti-Spoofing)",
      "SA(Selective Availability)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS는 원래 군에서 사용할 목적으로 개발되었다. 이에 따라 일반인들이 정확한 신호를 얻지 못하도록 원래 신호를 암호화하여 전송하게 되는데 이것을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-7",
    "options": [
      "WGS84 좌표계의 원점은 3축 방향에 대하여 각각 ±40~50m의 변이량이 있다.",
      "좌표계의 원점은 지구의 질량 중심이 된다.",
      "NSWC(Naval Surface Warfare Center) 9Z-2좌표계의 원점을 2km 아래로 평행 이동하여 설정하였다.",
      "WGS84좌표계는 SLR측위방법에 의해 설정되었다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "WGS84에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-8",
    "options": [
      "구면삼각형은 지표상 세 점을 지나는 세 개의 대원을 세 변으로 하는 삼각형이다.",
      "구면삼각형에서는 내각의 합이 180°보다 크다.",
      "구면삼각형의 계산에 르장드르(Legendre)의 정리가 널리 사용된다.",
      "평면삼각측량에서도 구과량은 무시할 수 없으므로 구면삼각형의 면적 대신 평면 삼각형의 면적을 사용해서는 안 된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-9",
    "options": [
      "알마낙(Almanac)",
      "IGS의 정밀궤도력",
      "방송궤도력(Broadcast ephemerides)",
      "IONEX(The IONosphere map EXchange)정보"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성의 궤도정보와 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-10",
    "options": [
      "약 22km",
      "약 11km",
      "약 7km",
      "약 2km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리 측정의 정밀도를 1/108까지 허용한다면 지구의 표면을 평면으로 생각할 수 있는 측정거리의 한계는? (단, 지구의 곡률반지름은 6370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-11",
    "options": [
      "위성의 궤도 정보 오차",
      "전리층에 의한 신호지연",
      "대류권에 의한 신호지연",
      "전파의 혼신"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 오차요인 중에서 DGPS기법으로 상쇄되는 오차가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-12",
    "options": [
      "3차원 위치결정을 위해서는 4개 이상의 위성신호를 관측하여야 한다.",
      "임계 고도각(앙각)은 15° 이상을 유지하는 것이 좋다.",
      "DOP 값이 3 이하인 경우는 관측을 하지 않는 것이 좋다.",
      "철탑이나 대형 구조물, 고압선의 아래 지점에서는 관측을 피하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량 시 고려해야 할 사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-13",
    "options": [
      "100.1m",
      "160.2m",
      "207.5m",
      "241.3m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어떤 지점에서 GNSS 측량을 실시한 결과 타원체고가 153.8m, 정표고가 53.7m이었다면 이 지점의 지오이드고는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-14",
    "options": [
      "적경은 추분점을 기준으로 시계방향으로 잰 각을 의미한다.",
      "적경이 작은 별이 먼저 뜨고 진다.",
      "위도 φ인 지방의 천정의 적위는 φ이다.",
      "적위는 자오면 상에서 천구의 적도로부터 북쪽 또는 남쪽으로 잰 각을 의미한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "적위와 적경에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-15",
    "options": [
      "굴절법",
      "굴착법",
      "충격법",
      "반사법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "깊은 곳의 광물탐사를 하기 위한 탄성파 측정 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-16",
    "options": [
      "수준면이 연장된 평면",
      "준거(기준)타원체",
      "지오이드",
      "기준 구"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각망을 구성하는 데 있어 기준이 되는 지구의 형상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "dv20160508-17",
    "options": [
      "mGal",
      "Gauss",
      "Newton",
      "Watt"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기를 나타내는 단위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "dv20160508-18",
    "options": [
      "고도보정",
      "부게보정",
      "지형보정",
      "연직각보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력의 보정에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "dv20160508-19",
    "options": [
      "전파의 위상차를 관측하는 방식으로서 정밀측량에 주로 사용된다.",
      "오차 보정을 위하여 단일차분, 이중차분, 삼중차분의 기법을 적용할 수 있다.",
      "기준국없이 수신기 1대를 사용하여 모호 정수를 구한 뒤 측위를 실시한다.",
      "위성과 수신기간 전파의 파장 개수를 측정하여 거리를 계산한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 반송파 상대측위 기법에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160508-20",
    "options": [
      "84° 10′ 25″",
      "89° 05′ 25″",
      "89° 30′ 25″",
      "94° 10′ 25″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면직교좌표의 원점에서 동쪽에 있는 A점에서 B점방향의 자북방위각을 관측한 결과 89° 10′ 25″이었다. A점에서의 자침편차가 5°W일 때 진북방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "dv20160306-1",
    "options": [
      "앙각",
      "편각",
      "복각",
      "수평분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 자기장의 3요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-2",
    "options": [
      "만류인력 상수의 변화",
      "지구의 형상과 질량의 변화",
      "지질학적 변동",
      "대기물질분포의 변화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력변화의 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-3",
    "options": [
      "위성의 시계오차",
      "위성의 궤도오차",
      "전리층 지연오차",
      "관측 잡음오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측위의 계통적 오차(정오차) 요인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-4",
    "options": [
      "물리적 지표 좌표계",
      "국제횡메르카토르 좌표계",
      "평면직교 좌표계",
      "횡메르카토르 좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구를 회전타원체로 보고 적도를 횡축, 자오선을 종축으로 하며 경도를 6°씩 60개의 종대로 나누고, 위도는 8°씩 20개의 횡대로 나누어 표시하는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-5",
    "options": [
      "약 5km",
      "약 7km",
      "약 11km",
      "약 22km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해면 위에서 2대의 배가 서로 반대방향으로 항해했을 때 서로 보이는 상호 간의 한계 수평거리는? (단, 속도는 같고 장해물이 없으며 배의 높이는 각각 2m이고 관측자의 눈높이는 배의높이와 같고, 지구곡률 반지름은 6370km, 빛의 굴절계수는 0.14이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-6",
    "options": [
      "Anti-Spoofing",
      "Selective Availability",
      "시계오차",
      "대기오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 고도각이 낮아지면서 증대되는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-7",
    "options": [
      "100배",
      "110배",
      "120배",
      "154배"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "L2 주파수는 기준 주파수(10.23 MHz)의 몇 배인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-8",
    "options": [
      "지오이드는 평균해수면에 가까운 등포텐셜면이다.",
      "지오이드는 평면위치의 기준면이 된다.",
      "지오이드는 중력으로부터 결정할 수 있다.",
      "지오이드로부터 지구 내부물질의 밀도를 추정할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-9",
    "options": [
      "평균곡률반지름  을 사용한다.",
      "원점과 지구의 중심을 연결하는 길이를 반지름으로 한다.",
      "묘유선 방향의 곡률반지름(M)을 사용한다.",
      "자오선의 곡률반지름(N)을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측량의 목적, 지역의 광협, 측량의 정확도 등에 따라서 지구를 구로 보고 그 표면상에서 지점의 위치를 표시하는 경우에 사용하는 반지름은? (단, M : 자오선의 곡률반지름, N : 묘유선방향의 곡률반지름)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-10",
    "options": [
      "위성신호가 전리층을 통과할 때 위상(carrier)은 광속보다 빨리 진행된다.",
      "위성신호가 전리층을 통과할 때 코드(code)는 광속보다 느리게 진행된다.",
      "위성신호가 대류층을 통과할 때 코드(code)는 광속보다 느리게 진행된다.",
      "위성신호가 대류층을 통과할 때 위상(carrier)은 광속보다 빨리 진행된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성신호에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "dv20160306-11",
    "options": [
      "2mm",
      "2cm",
      "2m",
      "2km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 정확도가 1ppm이라면 기선의 길이가 20km일 때 GPS를 이용하여 어느 정도로 정확하게 위치를 알아낼 수 있다는 것을 의미하는가? (단, 상수오차(Constant error)는 0임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-12",
    "options": [
      "지오이드고",
      "정표고",
      "역표고",
      "타원체고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 수신기에 의해 구해지는 높이 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-13",
    "options": [
      "도플러 보정",
      "프리-에어 보정",
      "지각평형 보정",
      "단순 부게 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력보정으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-14",
    "options": [
      "단독(절대)측위보다 빠른 계산을 위하여",
      "단독(절대)측위보다 연속적인 위치 계산을 위하여",
      "단독(절대)측위보다 정확한 위치를 계산하기 위하여",
      "단독(절대)측위보다 실내측위 적용성 향상을 위하여"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측량방법을 사용하는 이유에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-15",
    "options": [
      "정지측량",
      "이동측량",
      "VRS측량",
      "Fast-static측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측자가 이동국 GPS만을 운용하며, GPS 상시관측소들로부터 생성된 관측오차보정 데이터를 무선인터넷으로 수신 받아 실시간 정밀위치 측정을 수행하는 GPS 측량 방식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-16",
    "options": [
      "GPS",
      "Galileo",
      "GOCE",
      "GLONASS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성항법시스템이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20160306-17",
    "options": [
      "보유 수신기 대수",
      "동원 가능한 인원",
      "관측시간",
      "사이클 슬립 양"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 관측계획 수립 시 고려해야 할 사항 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-18",
    "options": [
      "GRS80 타원체를 사용한다.",
      "동경측지계를 사용한다.",
      "수준망은 GPS 관측에 의해 구축되었다.",
      "1등 삼각점은 최상위 등급의 측지기준점이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 측지기준에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "dv20160306-19",
    "options": [
      "지자기는 방향과 크기를 가진 벡터량이다.",
      "지자기의 방향과 자오선과의 각을 복각이라 한다.",
      "지자기 영년변화는 주로 태양이나 달에 의하여 발생한다.",
      "실제 지자기 측량에서 복각이 +90°인 지점을 지자기 남극이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측량에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "dv20160306-20",
    "options": [
      "항성시와 평균태양시의 편차",
      "최대태양시와 항성시의 편차",
      "시태양시와 평균태양시의 편차",
      "시태양시와 항성시의 편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "균시차에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "dv20150919-1",
    "options": [
      "지구가 태양을 기준으로 한 번 자전하는 시간을 1태양일이라 한다.",
      "지구가 항성을 기준으로 한 번 자전하는 시간을 1항성일이라 한다.",
      "1태양일과 1항성일의 차이가 나는 것은 지구의 공전 때문이다.",
      "지구의 자전운동은 항성의 연주시차, 별빛의 광행차, 별빛의 시선속도의 연주변화 등으로 증명된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 운동과 관련된 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-2",
    "options": [
      "대류권 오차는 수학적 모델링을 통하여 감소시킬 수 있다.",
      "안테나 위상중심 변동은 차분법에 의해 감소시킬 수 있다.",
      "높은 건물이나 나무에서 떨어져 관측함으로써 다중경로 오차를 줄일 수 있다.",
      "전리층 오차는 이중주파수의 사용으로 감소시킬 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호의 오차에 관한 설명이 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-3",
    "options": [
      "UPS 좌표",
      "3차원 극좌표",
      "UTM 좌표",
      "가우스크뤼거 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "극심입체투영법에 의해 위도 80° 이상 양극지역의 지도좌표를 표시하는 데 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-4",
    "options": [
      "일변화",
      "영년변화",
      "자기변화",
      "월변화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 내부의 원인에 의하여 자기장이 오랜 세월을 두고 변화하는 것을 가리키는 용어는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-5",
    "options": [
      "궤도정보",
      "위성시계보정계수",
      "위성상태",
      "전리층 지연량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호에 포함된 항법메시지에서 제공되는 정보가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-6",
    "options": [
      "90°",
      "45°",
      "30°",
      "0°"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "북 자기극에서의 복각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-7",
    "options": [
      "단독측위 시 많은 수의 위성을 동시에 관측할 때 위성의 궤도정보 오차는 측위결과에 영향이 거의 없다.",
      "DGPS는 미지점과 기지점에서 동시에 관측을 실시하여 양 측점에서 관측한 정보를 모두 해석함으로써 미지점의 위치를 결정한다.",
      "RTK-GPS는 관측하는 전 과정 동안 모든 수신기에서 최소 4개 이상의 위성들로부터 송신되는 위성신호를 모두 동시에 수신하여야 한다.",
      "RTK-GPS는 공공측량 시 3, 4급 기준점측량에 적용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측위 방식에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-8",
    "options": [
      "약 1.96m",
      "약 19.6m",
      "약 196m",
      "약 1960m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호에서 C/A 코드는 1.023Mbps로 이루어져 있다. GPS 신호의 전파 속도를 200,000km/s로 가정했을 때 코드 1비트 사이의 간격은 약 몇 m인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-9",
    "options": [
      "고도 보정",
      "지형 보정",
      "에트베스 보정",
      "아이소스타시 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지상의 고정된 위치에서 중력측정을 할 때 측정결과를 보정할 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-10",
    "options": [
      "일반적으로 증가한다.",
      "일반적으로 감소한다.",
      "위도에 관계없이 일정하다.",
      "경도에 따라 증가하기도 하고 감소하기도 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구타원체면상에서 위도가 적도에 가까워짐에 따른 중력의 변화에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-11",
    "options": [
      "2개",
      "4개",
      "6개",
      "8개"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 코드 신호의 이중 차분(Double Differencing)을 이용하여 정지측위를 실시하는 경우 필요한 위성의 최소 개수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-12",
    "options": [
      "약 59.7km",
      "약 79.9km",
      "약 80.4km",
      "약 87.6km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "키가 1.7m인 사람이 표고 600m 산 위에서 볼 수 있는 최대 수평거리는? (단, 지구의 곡률반지름은 6,370km이고 대기굴절에 의한 영향은 무시한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-13",
    "options": [
      "531,149.9km2",
      "590,166.5km2",
      "642,342.4km2",
      "718,633.4"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상 구면삼각형의 3개 각을 관측한 결과, ∠A=51°30′, ∠B=65°40′, ∠C=63°35′이었다면 구면삼각형의 면적은? (단, 지구반지름 R6,370km이며, 측각오차는 없는 것으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-14",
    "options": [
      "지평좌표계",
      "적도좌표계",
      "황도좌표계",
      "3차원 직각좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 천문좌표계가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-15",
    "options": [
      "의사거리 측정오차",
      "위성의 궤도정보 오차",
      "전리층에 의한 지연",
      "대류권에 의한 지연"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 여러 오차 중 DGPS 기법으로 제거되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 1,
    "id": "dv20150919-16",
    "options": [
      "방위각, 고저각",
      "적위, 방위각",
      "적경, 적위",
      "적경, 고저각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지평좌표계에서 어떤 시각의 별의 위치를 결정하는 요소는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150919-17",
    "options": [
      "전 세계적으로 측정해 온 지구의 중력장과 지구 모양을 근거로 해서 만들어진 좌표계이다.",
      "X축은 국제시보국(BIH)에서 정의한 본초자오선과 평행한 평면이 지구 적도면과 교차하는 선이다.",
      "Y축은 X축과 Z축이 이루는 평면에 서쪽으로 수직인 방향으로 정의된다.",
      "Z축은 1984년 국제시보국(BIH)에서 채택한 평균극축(CTP)과 평행하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량의 기준좌표계인 WGS 84(World Geodetic System 1984)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-18",
    "options": [
      "UT0",
      "UT1",
      "UT2",
      "UT3"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "경도 0°인 그리니치(Greenwich) 자오선에 대한 평균태양시인 세계시에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 2,
    "id": "dv20150919-19",
    "options": [
      "지각변동 관측",
      "실내 건축인테리어",
      "측지기준망의 설정",
      "지형공간정보 획득 및 시설물 유지관리"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 활용분야와 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 4,
    "id": "dv20150919-20",
    "options": [
      "전파의 속도를 이용하여 관측",
      "전파의 도플러 효과를 이용하여 관측",
      "레이저의 왕복시간을 이용하여 관측",
      "하나의 관측점에서 촬영된 사진상의 위성과 그 배경에 있는 별들의 각, 거리를 관측"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지상에서 인공위성의 위치를 관측하는 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-09-19)",
    "date": "2015-09-19"
  },
  {
    "answer": 3,
    "id": "dv20150531-1",
    "options": [
      "지구면상 두 점을 잇는 최단거리가 되는 곡선을 측지선이라 한다.",
      "타원체상 곡선과 측지선의 길이의 차는 극히 미소하여 일반적으로 무시할 수 있다.",
      "측지선은 미분기하학으로 구할 수 있으나 직접 관측하여 구하는 것이 더욱 정확하다.",
      "측지선은 두 개의 평면곡선의 교각을 2 : 1로 분할하는 성질이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선(geodesic)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-2",
    "options": [
      "계기보정",
      "고도보정",
      "지형보정",
      "부게보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측점들의 고도차에 존재하는 물질의 인력이 중력에 미치는 영향을 보정하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-3",
    "options": [
      "지구를 6° 경도대로 나누어 이 경도대마다 각각 투영한 도법이다.",
      "극 지역에는 따로 UPS 좌표계를 사용한다.",
      "왜곡 없는 투영이 가능하다.",
      "중앙경선상의 축척계수를 0.9996으로 하면, 중앙경선에서 동서로 각각 약 180km 떨어진 곳에서 축척계수가 1.0000이 된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "국제 횡 메르카토르 좌표계(UTM 좌표계)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-4",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성의 위치정보",
      "대기 중 습도정보",
      "수신기의 시계오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 방송궤도력에서 제공하는 정보로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-5",
    "options": [
      "-20m",
      "0m",
      "10m",
      "20m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "특정 지점의 지오이드고가 -10m이고 타원체고가 10m일 때 정표고는? (단, 연직선편차는 0으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-6",
    "options": [
      "1°",
      "2°",
      "3°",
      "4°"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름 6,400km인 구면상에서 구면삼각형의 면적이 1,429,772km2일 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-7",
    "options": [
      "이 지점에서 진북은 자침의 N극보다 서쪽으로 6.5°방향이다.",
      "이 지점에서 진북은 자침의 N극보다 동쪽으로 6.5°방향이다.",
      "이 지점에서 자침의 N극은 수평선보다 6.5° 기운다.",
      "이 지점에서 자침의 S극은 수평선보다 6.5° 기운다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 지점의 자침 편각이 W 6.5°이고 복각은 N 57°일 때 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-8",
    "options": [
      "조석보정",
      "수평보정",
      "위도보정",
      "고도보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력보정에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-9",
    "options": [
      "편각이란 지자기의 방향과 자오선이 이루는 각이다.",
      "복각이란 지자기의 방향과 수평면이 이루는 각이다.",
      "수평분력이란 지자기의 수평면에 대한 성분이다.",
      "지자기의 극은 지구의 극과 완전히 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-10",
    "options": [
      "회전타원체는 한 타원체의 지축을 중심으로 회전하여 생긴 입체타원체이다.",
      "지구타원체는 지오이드를 회전시켜 지구의 형으로 규정한 타원체이다.",
      "준거타원체는 어느 지역의 측지측량계의 기준이 되는 타원체이다.",
      "국제타원체는 전 세계적으로 측지측량계를 통일하기 위한 지구타원체이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "타원체에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "dv20150531-11",
    "options": [
      "등각투영",
      "등적투영",
      "등거투영",
      "복합투영"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 지형도에서 사용하고 있는 평면좌표의 투영법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-12",
    "options": [
      "다각법",
      "세차운동의 원리",
      "음향관측법",
      "도플러 효과"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성과 관측점 간의 거리를 결정하는데 사용되는 주요 원리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "dv20150531-13",
    "options": [
      "정지측량(static 관측방법)",
      "이동측량(kinematic 관측방법)",
      "신속정지측량(rapid static 관측방법)",
      "RTK(Real Time Kinematic)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준점 측량과 같이 매우 높은 정밀도를 필요로 할 때 사용하는 방법으로서 두 개 또는 그 이상의 수신기를 사용하여 보통 1시간 이상 관측하는 GPS 현장관측방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-14",
    "options": [
      "다중경로의 최소화",
      "대류권 지연의 최소화",
      "전리층 효과의 최소화",
      "수신기 시간오차의 최소화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "고정밀 GPS 측위에서 이중 주파수 관측데이터를 사용하는 주요 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-15",
    "options": [
      "단순 차분",
      "2중 차분",
      "3중 차분",
      "4중 차분"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "하나의 관측방정식에서 다른 관측방정식을 빼는 차분법 중 사이클 슬립(cycle slips)의 문제를 가장 잘 해결할 수 있는 GPS 측량방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-16",
    "options": [
      "추적데이터는 3차원 좌표로 얻어진다.",
      "추적데이터는 지상국 상공을 지날 때 일괄적으로 다운로드한다.",
      "우주 비행체에서 지상의 지원 없이 독립적으로 궤도를 추적할 수 있다.",
      "GPS 위성의 궤도 부근 혹은 바깥부분에서도 높은 정확도를 확보하여 사용 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우주에서 GPS를 이용한 단독측위를 수행할 경우 틀린 설명은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "dv20150531-17",
    "options": [
      "P코드",
      "C/A코드",
      "항법메시지",
      "CM코드"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "L1 반송파에 탑재된 신호가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "dv20150531-18",
    "options": [
      "위치를 알고 있는 기지점과 위치를 모르는 미지점에서 동시에 관측한다.",
      "동시에 수신 가능한 위성이 최소한 4개가 필요하다.",
      "기지점과 미지점의 거리가 길수록 측위정확도가 높다.",
      "기지점과 미지점에서의 오차가 유사할 것이라는 가정을 이용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측위에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "dv20150531-19",
    "options": [
      "75°16′09″",
      "75°49′33″",
      "255°16′09″",
      "255°49′33″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "성과표에서 삼각점 A에 대한 진북방향각이 0°16′42″일 때 시준점 B에 대한 방향각이 75°32′51″라면 AB 측선의 방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "dv20150531-20",
    "options": [
      "GPS의 오차에는 위성시계오차, 대기굴절오차, 수신기 오차 등이 있다.",
      "위성의 위치오차는 위성의 배치상태의 오차를 말하며 측점의 좌표계산에는 영향을 주지 않는다.",
      "안테나의 높이 측정오차와 구심오차는 안테나의 중심과 위상중심의 차이에서 발생하는 오차를 말한다.",
      "위성의 기하학적 배치상태가 정밀도에 어떻게 영향을 주는가를 추정할 수 있는 하나의 척도로 DOP(Dilution Of Precision)를 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 오차에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "dv20150308-1",
    "options": [
      "지하물질의 밀도 분포",
      "대기의 대류 현상",
      "태양과 달의 인력",
      "지구의 공전 운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인이 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-2",
    "options": [
      "-61.852m",
      "-57.234m",
      "57.234m",
      "61.852m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "임의 지점에서 GPS 관측을 수행하여 타원체고(h) 59.543m를 획득하였다. 그 지점의 지구중력장 모델로부터 계산한 지오이드고 (N)가 2.309m 이었다면 정표고(H)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-3",
    "options": [
      "계절의 변화",
      "일조 시간의 변화",
      "태양 남중고도의 변화",
      "인공위성의 궤도가 서편하는 현상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구의 공전으로 인하여 발생하는 현상이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-4",
    "options": [
      "GPS 시는 위성에 탑재된 원자시계가 나타내는 시각이다.",
      "GPS 시와 UTC의 차이는 윤초의 삽입으로 증가한다.",
      "GPS 시는 1980년 1월 6일 0시 UTC로부터 시작하였다.",
      "GPS 시는 국제원자시와 정확하게 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 시에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-5",
    "options": [
      "다각측량, 중력측량",
      "수준측량, 중력측량",
      "수준측량, 지자기측량",
      "다각측량, 지자기측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 표고를 결정하기 위해 수행하여야 하는 측량으로 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-6",
    "options": [
      "2520㎞",
      "3200㎞",
      "5217㎞",
      "6400㎞"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 반지름이 6400㎞인 구(球)라고 가정했을 때 위도 30°, 경도 60°, 높이(h) 0m인 지점의 지심직각좌표계 상 좌표값 중 z 좌표는? (단 지구의 회전축을 z 축으로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-7",
    "options": [
      "지형보정",
      "고도보정",
      "부게보정",
      "아이소스타시보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력보정 중 관측점을 중심으로 지형이 높은 곳은 깎고 낮은 곳은 채워서 평탄하게 했을 때의 값으로 보정하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-8",
    "options": [
      "39.8m",
      "42.3m",
      "49.4m",
      "60.0m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 구면 삼각형에서 구과량이 30″이었다. 이 구면 삼각형의 면적이 0.355m2 이라면 구의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-9",
    "options": [
      "N60°W",
      "N30°W",
      "N30°E",
      "N60°E"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "서편각이 +30°인 어느 지점에서 나침반의 자침이 그림과 같을 때 진북방향각을 가리키는 것은?",
    "local_images": [
      "images/dv20150308-9_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-10",
    "options": [
      "전리층 지연 오차",
      "위성시계오차",
      "사이클 슬립",
      "위성궤도오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 DGPS에 의해서 보정되지 않는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-11",
    "options": [
      "궤도의 장반경",
      "궤도의 경사각",
      "궤도의 원지점 인수",
      "궤도의 승교점 적경"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성의 궤도를 계산하기 위한 궤도정보에 포함되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-12",
    "options": [
      "정지(Static) 측량",
      "이동(Kinematic) 측량",
      "네트워크 RTK(Real Time Kinematic) 측량",
      "RTK(Real Time Kinematic) 측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 GPS를 이용한 측량방법 중 가장 정밀한 위치결정 방법으로 기준점측량이나 학술목적으로 주로 사용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-13",
    "options": [
      "전리층 지연 오차",
      "위성시계오차",
      "GPS 안테나의 구심오차",
      "다중경로오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 오차원인 중 L1 신호와 L2 신호의 굴절 비율이 상이함을 이용하여 L1/L2의 선형 조합을 통해 보정이 가능한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-14",
    "options": [
      "C/A",
      "L1",
      "L2",
      "E6"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "현재 운용중인 GPS에서 사용할 수 있는 수신자료가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-15",
    "options": [
      "경위도좌표계는 지구상의 절대적 위치를 표시하는데 일반적으로 널리 사용되는 곡면상의 좌표계이다.",
      "평면직교좌표계란 측량범위가 크지 않은 일반적인 측량에 많이 이용되는 좌표계이다.",
      "UTM (Universal Transverse Mercator) 좌표계는 적도를 종축, 지구 자전축을 횡축으로 하며 지구를 회전테원체로 보고 지구전체를 위도 6°씩 60개의 구역, 경도 8°씩 20개의 구역으로 나눈다.",
      "UPS (Universal Polar Stereographic) 좌표계는 UTM 좌표 체계를 적용할 수 없는 극지방의 위치관계를 나타내기 위하여 만들어진 좌표계이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구좌표계에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "dv20150308-16",
    "options": [
      "지자기장의 일변화 및 기계오차에 의한 보정",
      "태양 고도각 보정",
      "기준점 보정",
      "온도 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에서 필요한 보정이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-17",
    "options": [
      "전파간섭계를 이용한 것으로 전파망원경의 거리가 가까울수록 좋은 공간해상도를 갖는다.",
      "공간해상도는 두 물체를 분리하여 볼 수 있는 최소각을 의미한다.",
      "일반적으로 수백㎞ 이상의 범위에서 직접 측정이 유효하다.",
      "높은 정확도를 가지며 정밀측량, 지각변동의 관측 등을 목적으로 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 VLBI 에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "dv20150308-18",
    "options": [
      "2시간",
      "4시간",
      "6시간",
      "8시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "통합기준점 설치를 위한 GPS 기준점 측량 시 연속 관측 시간은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "dv20150308-19",
    "options": [
      "이중주파수 수신기를 설치한다.",
      "관측시간을 길게 설정한다.",
      "오차 요인을 가진 장소를 피해 안테나를 설치한다.",
      "각 위성 신호에 대하여 칼만 필터를 적용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 다중경로 오차를 줄이기 위한 측량 방법으로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20150308-20",
    "options": [
      "지오이드는 중력장이론에 따라 물리적으로 정의한다.",
      "지오이드는 장기간에 걸쳐 조금씩 변화한다.",
      "모든 지점에서 지구타원체의 수직선과 지오이드의 연직선은 일치한다.",
      "일반적으로 육지에서의 지오이드면은 지구타원체면보다 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드(geoid)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "dv20140920-1",
    "options": [
      "탄성파 측량은 굴절법과 반사법이 있다.",
      "탄성파의 전파속도 관측으로 지반탐사가 있다.",
      "탄성파에는 전자기파와 내면파 2종류가 있다.",
      "탄성파는 탄성체에 충격으로 급격한 변형을 주었을 때 생기는 파이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-2",
    "options": [
      "적도",
      "북위 45°",
      "북위 60°",
      "북극"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 이론적으로 중력과 만류인력이 같은 지점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-3",
    "options": [
      "3",
      "4",
      "5",
      "6"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성 측량에서 위성의 케플러 요소는 몇 가지가 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-4",
    "options": [
      "일중위상차",
      "이중위상차",
      "삼중위상차",
      "무차분 위상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 반송파(carrier)의 모호정수(ambiguilty)가 포함되어 있지 않는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-5",
    "options": [
      "일년변화",
      "부게이상",
      "영년변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기의 변화에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-6",
    "options": [
      "후방교회법",
      "최소제곱법",
      "교각법",
      "차분법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS를 이용한 위치결정과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-7",
    "options": [
      "우리나라에서는 서부, 중부, 동부 3개의 투영구역으로 구분하여 사용하고 있다.",
      "우리나라는 횡원통 투영법(TM)을 사용한다.",
      "우리나라의 평면직각좌표계에서는 원점은 축척계수가 1이다.",
      "우리나라 평면직각좌표계에서는 좌표계 원점(0,0)의 횡좌표에 200,000m, 600,000를 가산한 좌표를 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 평면직각 좌표계에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-8",
    "options": [
      "전리층 통과시 전파 굴절오차는 기온, 기압, 습도 등의 기상 측정에 의해 보정될 수 있다.",
      "기선해석에서 기지점의 좌표 정확도는 미지점의 위치정확도에 영향을 미친다.",
      "일중차의 해석 처리만으로는 GNSS 위성과 GNSS 수신기 모두의 시계오차가 소거되지 않는다.",
      "동일 기종의 GNSS 안테나는 동일방향을 향하도록 설치함으로써 안테나 위상중심 변동에 의한 영향을 줄일 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS(Global Navigation Satellite System)측량의 오차에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-9",
    "options": [
      "삼각측량",
      "측지측량",
      "천문측량",
      "평면측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측량의 분류 중 측량 구역이 상대적으로 협소하고 필요로 하는 정밀도에 따라 지구의 곡률을 고려하지 않아도 되는 측량을 무슨 측량이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-10",
    "options": [
      "위성 궤도정보의 정확성",
      "관리하는 위성배치",
      "전리층, 대류권 영향",
      "위성의 의사 잡음 부호"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 단독측위의 정확도에 영향을 미치는 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-11",
    "options": [
      "전자파거리측량기(EDM)",
      "관성항법장치(INS)",
      "속도계",
      "나침반"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 신호가 단절될 때 연속적인 위치 및 자세 결정을 위하여 GPS와 결합하여 활용하는 시스템은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140920-12",
    "options": [
      "6° 43′ 14″",
      "7° 53′ 14″",
      "8° 53′ 14″",
      "9° 43′ 14″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름 1.5m인 구면상의 구면삼각형 면적이 0.349m2 때 구면삼각형의 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 4,
    "id": "dv20140920-13",
    "options": [
      "약 6330km",
      "약 6359km",
      "약 6360km",
      "약 6379km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "동일 자오선 상에 있는 A점과 B점에서 천구 북극의 고도가 각각 α=30° , β=27° 로 측정되었을 때 AB간의 구상 거리가 334km라 하며 지구 반지름은? (단, 지구를 구로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-14",
    "options": [
      "측지위도",
      "천문위도",
      "천문경도",
      "지심위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 한 점에서 기준타원체에 내린 수직선이 적도면과 이루는 각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-15",
    "options": [
      "코드데이터 기반으로 측량을 수행한다.",
      "중앙국과의 무선토인이 가능해야 한다.",
      "중앙국에서 계산된 오차를 이용하여 위치를 결정하는 기법이다.",
      "실시간 측위가 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "VRS(virtual reference station)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-16",
    "options": [
      "각 구역은 서쪽방향으로 10° 간격으로 1부터 번호를 붙인다.",
      "지구 전체를 경도 6°씩 60구역으로 나눈다.",
      "위도는 남, 북위 60° 까지만 포함한다.",
      "위도 80° 이상의 양극지역의 좌표도 포함된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표계에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-17",
    "options": [
      "태양과 달에 의한 인력",
      "지하물질의 밀도 불균일",
      "화산폭발",
      "지구의 자전운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 2,
    "id": "dv20140920-18",
    "options": [
      "장동(nutation)",
      "세차(precession)",
      "균시차(equation of time)",
      "일주운동(diurnal motion)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전축이 황도면의 수직방향에 대하여 23.5° 기울기를 가지고 약 26000년을 주기로 회전하는 현상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-19",
    "options": [
      "신호의 전달시간",
      "신호의 형태",
      "신호의 세기",
      "신호대 잡음비"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS에서 위성과 수신기 사이의 의사거리를 구하기 위하여 관측하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 1,
    "id": "dv20140920-20",
    "options": [
      "4대",
      "5대",
      "6대",
      "7대"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량시 3차원 위치결정을 위해 필요로 하는 최소 위성의 수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-09-20)",
    "date": "2014-09-20"
  },
  {
    "answer": 3,
    "id": "dv20140525-1",
    "options": [
      "굴절법은 지표면으로부터 낮은 곳을 대상으로 한다.",
      "반사법은 지표면으로부터 깊은 곳을 대상으로 한다.",
      "외핵과 내핵의 경계를 알아내기 위하여 반사법을 이용한다.",
      "단층과 같은 지실 구조는 탄성파 측량에 의해 알아낼 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측정에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-2",
    "options": [
      "우리나라 수준망은 인하공업전문대학 구내에 설치된 수준원점을 근간으로 구성되어 있다.",
      "우리나라 수준망은 전국을 포함하는 다수의 수준환으로 구성되어 있다.",
      "우리나라 1등 수준점간 평균거리는 약 4km, 2등 수준점간 평균거리는 약 2km이다.",
      "바다의 깊이는 평균최고고조면(MHHW)을 해안선은 평균최저저조면(MLLW)을 기준으로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "수준측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-3",
    "options": [
      "측위정확도를 향상시킬 수 있기 때문이다.",
      "대기효과를 제거할 수 있기 때문이다.",
      "사이클슬립을 방지할 수 있기 때문이다.",
      "수신기의 갑작스러운 이동을 막을 수 있기 때문이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "모호정수(cycle ambiguity)를 결정하여 고정해(fixing solution)를 산출하는 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-4",
    "options": [
      "-2.38cm",
      "-2.56cm",
      "1.28cm",
      "3.28cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "표고 336.42m의 평탄지에서 거리 450m를 평균해면상의 값으로 보정하려고 할 때 보정량은? (단, 지구반지름은 6,370km로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-5",
    "options": [
      "UTM좌표",
      "WGS84 좌표",
      "천문 좌표",
      "베셀 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지심 좌표 방식으로 GPS 위성 측량에서 쓰이는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-6",
    "options": [
      "1m/s2",
      "1cm/s2",
      "1kg/s2",
      "1g/s2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력측정 단위 중 1gal에 해당되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-7",
    "options": [
      "1시간",
      "4시간",
      "8시간",
      "24시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 2등 기준점 측량에서 한 Session의 관측시간은 최소 얼마 이상으로 해야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-8",
    "options": [
      "기선해석의 결과는 FLOAT해에 의한다.",
      "GPS위성의 궤도요소는 정밀력 또는 방송력에 의한다.",
      "기선해석의 방법은 세션(session)마다 단일기선해석에 의한다.",
      "사이클 슬립(cycle slip)의 편집은 원칙적으로 기선해석프로그램에 의하여 자동편집이나, 수동편집을 할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 기준점측량 작업 시의 기선해석에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-9",
    "options": [
      "0.736m2",
      "0.636m2",
      "0.536m2",
      "0.436m2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형 ABC의 3각을 관측한 결과 A= 50° 10′, B=66° 35′, C= 64° 15′ 이었다면 이 구면삼각형의 면적은? (단, 구의 반지름은 5m이다)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-10",
    "options": [
      "위도 보정",
      "부게 보정",
      "프리 에어보정",
      "지형 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 중심으로부터 각 관측점까지의 거리가 높이차만큼 서로 다르기 때문에 나타나는 중력의 차이를 보정하는 중력보정은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-11",
    "options": [
      "정밀궤도력은 위성으로부터 실시간으로 수신할 수 있다.",
      "국토지리정보원에서는 정밀궤도력을 생산한다.",
      "정확한 위치결정을 위해서는 정밀궤도력을 사용한다.",
      "방송궤도력에는 위성시계오차 보정항을 포함하고 있지 않다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성 궤도력(ephemeris)에 대한 설명 중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-12",
    "options": [
      "편각, 복각, 수평분력",
      "복각, 연직각, 수평분력",
      "복각, 수평각, 연직분력",
      "편각, 복각, 연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측정의 3요소로 올바르게 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-13",
    "options": [
      "탄성파 측정",
      "지자기 측정",
      "중력 측정",
      "사진 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-14",
    "options": [
      "고층빌딩 사이",
      "고압송전탑 밑",
      "수풀이 우거진 숲속",
      "비가 많이 내리는 폭이 넓은 하천가"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS측량을 실시할 때, 멀티패스(Multi path)현상의 영향이 가장 적은 곳은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "dv20140525-15",
    "options": [
      "기상의 영향을 받지 않는다.",
      "동시에 3차원 측량을 할 수 있다.",
      "신호 사용자에게 비용에 대한 부담이 있다.",
      "지구상 어느 곳에서나 24시간 이용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-16",
    "options": [
      "DGPS에서는 2개의 수신기에 관측된 자료를 사용한다.",
      "DGPS 측량은 실시간 위치결정이 불가능하다.",
      "기선의 길이가 길수록 DGPS의 정확도는 낮다.",
      "일반적으로 DGPS가 단독측위보다 정확하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "dv20140525-17",
    "options": [
      "전파 관측법",
      "카메라 관측법",
      "음파 관측법",
      "레이저 관측법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 위치결정 시 사용되는 위성 관측법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-18",
    "options": [
      "항정선(Loxodrome)",
      "묘유선(Prime vertical)",
      "측지선(Geodetic line)",
      "평행권(Parallel line)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천구 상에서 천정과 동점 및 서점을 잇는 대원으로 자오선과 천정에서 직각으로 교차하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "dv20140525-19",
    "options": [
      "C/A 코드",
      "P 코드",
      "방송궤도력",
      "정밀궤도력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호에 포함되어 있지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140525-20",
    "options": [
      "동해원점, 동부원점, 서부원점, 서해원점",
      "동해원점, 동부원점, 중부원점, 서부원점",
      "동해원점, 동부원점, 중부원점, 서해원점",
      "남부원점, 동부원점, 중부원점, 서부원점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 측량의 평면직각좌표원점 구성으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "dv20140302-1",
    "options": [
      "기선 길이",
      "수신기의 안테나 높이",
      "가시위성(visible satellite)",
      "위성의 기하학적 배치"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량시 측위정확도에 영향을 주지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-2",
    "options": [
      "지구상 한 점에서 타원체에 대한 법선이 적도면과 이루는 각",
      "지구상 한 점과 지구 중심점을 잇는 직선이 적도면과 이루는 각",
      "지구상 한 점에서 지오이드에 대한 연직선이 적도면과 이루는 각",
      "본초자오면과 지표상 한 점을 지나는 자오면이 만드는 적도면상 각거리"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 측지위도에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-3",
    "options": [
      "지구의 양극지역, 좌표를 표시하는 데 사용한다.",
      "UPS 좌표는 극심입체투영법에 의한 것이다.",
      "지심을 원점으로 하는 3차원 직교좌표계를 사용한다.",
      "지구의 양극을 원점으로 하는 좌표계이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UPS 좌표에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-4",
    "options": [
      "36,803m",
      "36,828m",
      "73,263m",
      "122,8450m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 전송되는 L2대의 신호주파수가 1,227.60MHz일 때 L2 신호 300,000파장의 거리는? (단, 광속(c)=299,792,458m/s이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-5",
    "options": [
      "중력은 만유인력에 의한 힘과 지구자전에 의한 원심력의 합력으로 나타난다.",
      "중력의 크기는 적도지방이 극지방보다 크다.",
      "중력은 단위질량에 작용하는 힘이다.",
      "중력장 내에서 같은 점에 위치하는 모든 질량체는 같은 중력값(중력가속도)을 갖게 된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력 및 중력장에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-6",
    "options": [
      "표고",
      "정표고",
      "타원체고",
      "지오이드고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드와 타원체면과의 거리를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-7",
    "options": [
      "약 11km",
      "약 22km",
      "약 35km",
      "약 45km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측량 시 지구의 곡률을 고려하지 않을 경우에 허용오차가 1 : 105이면 반지름을 최대 몇 km까지 평면으로 볼 수 있는가? (단, 지구반지름은 6,400km로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-8",
    "options": [
      "지오이드의 형상은 수학적 타원체로 정의될 수 있다.",
      "지오이드에서는 중력의 크기가 동일하다.",
      "지오이드 접선에 직각은 중력 방향이다.",
      "지오이드는 정표고를 나타내는 기준면이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-9",
    "options": [
      "RINEX는 GNSS 수신기 기종에 따라 기록방식이 달라 이를 통일하기 위해 만든 표준파일형식이다.",
      "헤더부분에는 관측점명, 안테나 높이, 관측날짜, 수신기명 등 파일에 대한 정보가 들어간다.",
      "RINEX 파일로 변환하였을 경우 자료처리의 신뢰도를 높이기 위해 사용자가 편집 못하도록 해 놓았다.",
      "반송파, 코드신호를 모두 기록한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 RINEX 파일에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-10",
    "options": [
      "굴절법",
      "반사법",
      "굴착법",
      "충격법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "석유탐사의 주요 방법으로 일반적으로 지표면으로부터 깊은 곳의 탐사에 적합한 탄성파 측정방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-11",
    "options": [
      "승교점(ascending)의 적위",
      "궤도 이심률(eccentricity)",
      "궤도 장반경의 제곱근",
      "궤도 경사각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측량에서 위성의 궤도와 임의 시각의 궤도상의 위치를 결정할 수 있는 위성궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-12",
    "options": [
      "7″",
      "16″",
      "23″",
      "26″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면 삼각형 면적을 5,210km2, 지구의 곡률반지름을 6,370km라고 할 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "dv20140302-13",
    "options": [
      "위성에서 송신한 신호가 해수면에 반사되어 돌아오는 시간",
      "위성과 해상의 목표물과의 거리",
      "위성과 해상의 목표물과의 각도",
      "위성에서 촬영하는 영상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해수면의 높이 변화를 측정하기 위하여 위성고도계에서 관측하는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-14",
    "options": [
      "PDOP",
      "TDOP",
      "HDOP",
      "VDOP"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 측량에서 수평측위정밀도와 관련되는 위성의 기하학적 배치는 다음 중 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-15",
    "options": [
      "1개",
      "2개",
      "3개",
      "4개"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 위성측위에서 3차원 위치결정에 필요한 최소 위성수는 몇 개인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-16",
    "options": [
      "위성간일중위상",
      "수신기간일중위상차",
      "이중위상차",
      "삼중위상차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS 간섭측위방법 중 위성 시계오차와 수신기 시계오차를 상쇄시킬 수 있고 관측시간이 길지만 모호정수(cycle ambiguity)가 소거될 수 있는 반송파 위상조합방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-17",
    "options": [
      "중력이상이란 보정된 기준면의 중력값과 표준중력의 차를 말한다.",
      "밀도가 큰 물질이 지하에 있을 때는 음(-) 값을 갖는다.",
      "중력이상의 주된 원인은 지하의 밀도가 고르게 분포되어 있지 않기 때문이다.",
      "중력이상을 해석함으로써 지하 구조나 지하 광물체의 탐사에 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "dv20140302-18",
    "options": [
      "운송하는 물체에 전향력이 생긴다.",
      "북반구에서는 자유낙체가 동편한다.",
      "조석이 하루에 두 번씩 일어난다.",
      "인공위성의 궤도가 동편한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전으로 인한 현상에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "dv20140302-19",
    "options": [
      "GNSS 측량은 관측 가능한 기상 및 시간의 제약이 매우 적다.",
      "도심지 내 GNSS 측량에서는 멀티패스에 주의해야 한다.",
      "GNSS 측량에서는 3차원 좌표값을 직접 얻기 때문에 안테나 높이를 관측할 필요가 없다.",
      "GNSS 측량에서는 수신점 간의 시통이 없어도 기선 벡터(거리와 방향)를 구할 수 있으므로 시통을 염려할 필요가 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS(Global Navigation Satellite System) 측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20140302-20",
    "options": [
      "편각",
      "수직각",
      "복각",
      "수평분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "dv20130928-1",
    "options": [
      "구과량은 구면삼각형의 면적(A)에 비례하고 구 반지름의 제곱에 반비례한다.",
      "구면삼각형의 내각의 합은 “180° - 구과량”으로 180°보다 작다.",
      "일반측량에서 구과량은 미소하므로 구면삼각형 면적 대신에 평면삼각형 면적을 사용해도 크게 지장이 없다.",
      "구면삼각형의 계산에 비교적 소규모 지역에서는 르장드르 정리를 이용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형과 구과량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-2",
    "options": [
      "전 세계를 60×20의 격자망으로 형성한다.",
      "우리나라는 51S와 52S의 지역대에 속한다.",
      "경도는 8°, 위도는 6°로 분할하여 나타낸다.",
      "위도 80° S부터 84° N까지의 지역을 나타낸다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-3",
    "options": [
      "전리층의 효과를 제거(보정)하기 위해",
      "수신기 오차를 제거(보정)하기 위해",
      "시계오차를 제거(보정)하기 위해",
      "다중 반사를 제거(보정)하기 위해"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GIS에서 두 개의 주파수를 사용하는 주된 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-4",
    "options": [
      "측지위도",
      "지심위도",
      "천문위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "시구상 한 점과 지구중심을 잇는 방향선이 적도면과 이루는 각으로 표시되는 위도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-5",
    "options": [
      "S/A",
      "전리층영향",
      "DOP",
      "Cycle slip"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 측위오차 중 위성의 배치상황에 따라 측위 정확도의 영향을 나타내는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-6",
    "options": [
      "중력 편차",
      "지오이드 편차",
      "중력 이상",
      "연직선 편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어느 한 점에서 타원체의 법선과 지오이드의 법선은 일치하지 않게 되는데 이 두 법선의 차이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-7",
    "options": [
      "높은 지대로 주변에 장애물이 없는 곳에서 측량을 하는 경우",
      "태양폭풍에 의해 전리층이 교란된 경우",
      "수신기를 갑자기 이동한 경우",
      "신호가 단절된 경우"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 줄 사이클 슬립(cycle slip)의 발생과 관련이 없는 경우는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-8",
    "options": [
      "천체의 고도, 방위각 및 시각을 관측하여 미지점의 경위도 및 방위각을 결정하는 것을 천문측량이라 한다.",
      "측지학적 3차원 위치결정이란 경도, 위도 및 높이를 산정하여 측지학적 좌표계를 결정하는 것이다.",
      "지상으로부터 발사 또는 방사된 전자파를 인공위성으로 탐지하여 해석함으로써 지구자원 및 환경을 해결할 수 있는 것을 지상측량이라 한다.",
      "지구곡률을 고려한 반경 11km 이상인 지역의 측량에는 측지학의 지식을 필요로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-9",
    "options": [
      "중력이상이 나타나는 지역은 구성물질의 밀도가 고르게 분포되어 있지 않다.",
      "중력 가속도(중력)의 단위는 gal 이다.",
      "중력이상이 (+)이면 그 지역에 가벼운 물질이 있다는 것을 의미한다.",
      "중력측정의 결과에 대해 지형보정, 고도보정, 아이소스타시 보정을 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-10",
    "options": [
      "자오선과 항상 일정한 각도를 유지하는 지표의 선",
      "양극을 지나는 대원의 북극과 남극 사이의 절반으로 중심각이 180°의 대원호",
      "지표상 두 점간의 최단거리로 지심과 지표상 두 점을 포함하는 평면과 지표면의 교선",
      "지구타원체상 한 점의 법선을 포함하며 그 점을 지나는 자오면과 직교하는 평면과 타원체면과의 교선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "항정선(rhumb line)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-11",
    "options": [
      "지오이드는 등포텐셜 면이다.",
      "지오이드는 표고의 기준면이다.",
      "지오이드는 평균 해수면을 육지까지 연장한 가상곡면이다.",
      "일반적으로 지오이드는 육지에서 회전타원체와 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-12",
    "options": [
      "13.475m",
      "14.475m",
      "15.475m",
      "16.475m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "그림과 같이 A지점에서 GPS로 관측한 타원체고(h)가 37.238m이고 지오이드고(N)는 21.524m를 얻었다. A점에서 취득한 높이 값을 이용하여 수준측량 한 결과 C점의 표고는? (단, 거리는 타원체면상의 거리이고 A, B, C점의 지오이드는 동일하며 연직선편차는 0으로 가정한다.)",
    "local_images": [
      "images/dv20130928-12_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-13",
    "options": [
      "상공 시계 확보를 위한 선점 위치의 지상 장애물 분포상황",
      "임계 고도각 이상에 존재하는 사용 위성의 개수",
      "관측 예정 시간대의 DOP 수치 파악",
      "수신에 사용할 각 위성의 번호"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 기준점측량의 계획을 수립하려고 한다. 이 때 위성의 이용 가능 시간대와 배치 상황도를 참고하여 관측계획을 수립할 때 고려하여야 할 사항과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-14",
    "options": [
      "부게이상",
      "영년변화",
      "일변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자기장 변화와 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-15",
    "options": [
      "수심해저 지형도 판독 기기로 활용",
      "차량용 내비게이션 시스템에 활용",
      "등산, 캠핑 등의 여가선용에 활용",
      "유도무기, 정밀폭격, 정찰 등 군사용으로 이용"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 활용 분야로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130928-16",
    "options": [
      "mCal",
      "Gauss",
      "Newton",
      "Watt"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기를 나타내는 단위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-17",
    "options": [
      "Galileo",
      "GLONASS",
      "LANDSAT",
      "NAVSTAR GPS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성항법시스템(GNSS:Global Navigation Satellite System)용 인공위성이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 1,
    "id": "dv20130928-18",
    "options": [
      "84° 10‘ 25“",
      "89° 05‘ 25“",
      "89° 30‘ 25“",
      "94° 10‘ 25“"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면직교좌표의 원점에서 동쪽에 있는 A점에서 B점방향의 자북방위각을 관측한 결과 89° 10‘ 25“이었다. A점에서의 자침편차가 5° W일 때 진북방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 4,
    "id": "dv20130928-19",
    "options": [
      "σH=±0.92m, σV=±1.48m",
      "σH=±1.48m, σV=±8.51m",
      "σH=±4.8m, σV=±6.20m",
      "σH=±5.75m, σV=±9.25m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 절대측위에서 GDOP와 VDOP가. 2.3과 3.7이고 예상되는 관측데이터의 정확도(σ)가 2.5m일 때 예상할 수 있는 수평위치 정확도(σH)와 수직위치 정확도(σV)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 3,
    "id": "dv20130928-20",
    "options": [
      "일중위상차",
      "이중위상차",
      "삼중위상차",
      "무차분 위상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 대류츨과 전리층에 의한 지연효과가 가장 작은 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-09-28)",
    "date": "2013-09-28"
  },
  {
    "answer": 2,
    "id": "dv20130602-1",
    "options": [
      "24시간 3분 5.06초",
      "23시간 56분 4.09초",
      "12시간 46분 5초",
      "11시간 48분 26.4초"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리가 일상적으로 사용하는 평균 태양시 단위로 1항성시(sidereal time)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-2",
    "options": [
      "전파의 위상차를 관측하는 방식으로서 정밀측량에 주로 사용된다.",
      "오차 보정을 위하여 단일차분, 이중차분, 삼중차분의 기법을 적용할 수 있다.",
      "수신기 1대를 사용하여 모호 정수를 구한 뒤 측위를 실시한다.",
      "위성과 수신기간 전파의 파장 개수를 측정하여 거리를 계산한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 반송파 상대측위 기법에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-3",
    "options": [
      "L1 신호에만 실려서 들어온다.",
      "P코드는 비트율이 높아 의사거리의 정확도가 높다.",
      "P코드는 10.23Mbps의 비트율을 가지며, C/A코드는 1.023Mbps의 비트율을 가진다.",
      "P코드는 주기의 길이 때문에 P코드 전체를 이용한 측위는 불가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "P코드의 특성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-4",
    "options": [
      "지구중력장",
      "인공위성의 크기",
      "달과 태양의 인력",
      "태양의 복사각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성 궤도의 섭동(perturbation)에 영향을 미치는 요인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-5",
    "options": [
      "자기장의 수평분력은 진북방향성분과 동서방향성분으로 나눌 수 있다.",
      "지자기의 3요소는 복각, 편각, 수평분력이다.",
      "편각은 수평분력과 진북이 이루는 각이다.",
      "복각은 전자장과 연직분력이 이루는 각이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자자기의 3요소에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-6",
    "options": [
      "7″",
      "16″",
      "23″",
      "30″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형의 면적이 1377km2, 지구의 곡률반지름이 6370㎞ 일 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-7",
    "options": [
      "모든 지도를 좌표변환 없이 세계측지계 기준으로 재제작 하여야 한다.",
      "법령에 의한 지표상의 위치는 해당법령을 개정하여 그 수치를 변경하여야 한다.",
      "지상목표물의 위치를 수치(좌표)상의 변화(평행이동)만 있고 실제 지형, 지물의 위치 변동은 없다.",
      "GPS 측량성과를 변환 과정 없이 직접 사용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 좌표계(한국측지계)가 세계측지계로 변경된 후 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-8",
    "options": [
      "위성의 궤도 정보 오차",
      "전리층에 의한 신호지연",
      "대류권에 의한 신호지연",
      "전파의 혼신"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음에 열거한 GPS의 오차요인 중에서 DGPS기법으로 상쇄되는 오차가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-9",
    "options": [
      "3000.902m",
      "3000.525m",
      "3000.180m",
      "2999.098m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평균표고가 800m인 두 점의 거리가 3000.902m이라면 이 두 점에 대한 평균해수면 상의 거리는? (단, 지구는 반지름 R=6370㎞인 구로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-10",
    "options": [
      "32.6871m",
      "26.6871m",
      "15.6871m",
      "0.0000m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 수준원점의 높이로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-11",
    "options": [
      "신속하게 이동하여 측위하는 기법을 말한다.",
      "수신기를 자동차에 탑재하여 이동하며 측위하는 것을 말한다.",
      "짧은 시간 동안 수신된 데이터를 이용하여 측위하는 기법을 말한다.",
      "일반적으로 단독측위 기법을 기반으로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "신속정지측위(rapid static positioning)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-12",
    "options": [
      "1㎏ · m / sec2",
      "1㎏ · ㎝ / sec2",
      "1㎝ / sec2",
      "1m / sec2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에서는 중력을 나타내는 1 Gal과 같은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-13",
    "options": [
      "온도",
      "속도",
      "습도",
      "압력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호 관측시 발생하는 대류층 지면과 관련된 대기의 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-14",
    "options": [
      "영년변화는 수백년을 주기로 나타나는 지자기의 변화이다.",
      "지자기변화에는 주기적 변화의 불규칙 변화가 있다.",
      "자기 폭풍은 단파 통신의 지장을 초래한다.",
      "자기 폭풍의 주요 원인은 지진이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-15",
    "options": [
      "수준측량",
      "삼각측량",
      "거리측량",
      "삼변측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지측량에 의한 지각의 수평 이동량을 측정할 수 있는 방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130602-16",
    "options": [
      "0.85",
      "1.36",
      "1.51",
      "1.88"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 단독측위에서 4개의 위성의 관측점 좌표 x, y에 대한 Cofactor 행렬의 대각선요소가 각각 σxx = 0.75, σyy = 1.13일 때 관측점의 수평정확도 저하율(HDOP)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-17",
    "options": [
      "지구상 물체에 원심력이 생긴다.",
      "조석이 하루에 두 번 생긴다.",
      "일조시간의 변화가 생긴다.",
      "전향력이 생긴다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구자전의 영향이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "dv20130602-18",
    "options": [
      "일반적으로 실측중력값과 계산식에 의한 이론적 중력값은 일치한다.",
      "중력이상이 (+)이면 그 지점 부근에 무거운 물질이 있는 것으로 추정할 수 있다.",
      "중력이상값은 실측중력값에서 이론중력 값을 뺀 값으로 계산된다.",
      "중력이상으로 지표면 밑의 상태를 추정할 수있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 중력이상에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "dv20130602-19",
    "options": [
      "거리",
      "속도",
      "절대위치",
      "가속도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 관성항법장치(INS)에서 획득되는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "dv20130602-20",
    "options": [
      "궤도 오차",
      "대기 굴절 오차",
      "다중경로 오차",
      "전리층 지연 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "도심지와 같이 장애물이 많은 경우 특히 증대되는 GPS 관측오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "dv20130310-1",
    "options": [
      "UTM 좌표는 경도를 6°간격으로 분할하여 사용한다.",
      "UTM 좌표는 적도를 횡축으로, 측지선을 종축으로 한다.",
      "80°N과 80°S간 전 지역의 지도는 UTM 좌표로 표시할 수 있다.",
      "UTM 좌표는 세계 제2차 대전 말기 연합군의 군사용 좌표로 고안된 것이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-2",
    "options": [
      "지하에 물질밀도가 고르게 분포되어 있지 않다.",
      "대기의 분포가 수시로 변화되고 있다.",
      "태양과 달의 인력이 작용한다.",
      "화산의 폭발이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-3",
    "options": [
      "균시차 = 세계시 - 태양시",
      "균시차 = 평균태양시 - 표준시",
      "균시차 = 시태양시 - 평균태양시",
      "균시차 = 항성시 - 세계시"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "균시차를 바르게 표시한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-4",
    "options": [
      "차분되지 않은 반송파",
      "단일차분된 반송파",
      "이중차분된 방송파",
      "삼중차분된 반송파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 모호정수(ambiguity)를 제거하기 위한 GPS 측위 관측신호는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-5",
    "options": [
      "밤낮에 관계없이 측량이 가능하다.",
      "기상에 관계없이 측량이 가능하다.",
      "실시간 위치 결정이 가능하다.",
      "직접적인 실내측위가 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-6",
    "options": [
      "위도에 따라 원심력이 다르다.",
      "위도에 따라 중력의 크기가 다르다.",
      "높은 산위의 관측점에서는 중력이 크다.",
      "관측점 지하의 밀도가 크면 중력이 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력값이 지구상의 지점에 따라 차이가 나는 원인이나 현상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-7",
    "options": [
      "지구상 한 점에서 물리적 지표면에 대한 법선이 적도면과 이루는 각",
      "지구상 한 점에서 타원체에 대한 법선이 적도면과 이루는 각",
      "지구상 한 점에서 지오이드에 대한 연직선이 적도면과 이루는 각",
      "지구상 한 점과 지구중심을 맺는 직선이 적도면과 이루는 각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측위지도에 대한 설명 중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-8",
    "options": [
      "공간상 한 점의 의치",
      "지각의 변동",
      "해수면의 온도",
      "정확한 시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS로부터 획득할 수 있는 정보와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-9",
    "options": [
      "0m",
      "-40m",
      "40m",
      "-400m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "특정 지점의 지오이드고가 -20m이고 타원체고가 20m일 때 정표고는? (단, 연직선편차는 0으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-10",
    "options": [
      "다중파장경로 오차",
      "위성 시계 오차",
      "수신기 시계 오차",
      "정수 바이어스"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 상대측위법에서 단일차분(single difference)을 두 번 반복하는 2중차분(double difference) 과정에서 소거되지 않는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-11",
    "options": [
      "관측데이터",
      "항법메시지",
      "기상관측자료",
      "측량작업자"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량을 통해 수집된 공통 데이터 형식인 RINEX 파일에 포함되지 않는 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-12",
    "options": [
      "지자기 측량은 지하 물질의 자성의 차이를 이용한다.",
      "편각이란 수평분력과 자북이 이루는 각이다.",
      "복각이란 전자(기)장과 수평분력 사이의 각이다.",
      "지자기 이상이란 지구의 자장과 거의 일치하는 쌍극자를 지구 중심에 놓은 상태와 실측과의 차이를 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-13",
    "options": [
      "대류권의 수증기 양이 적을수록 정확도가 높다.",
      "전리층의 전하량이 적을수록 정확도가 높다.",
      "위성의 궤도가 정확할수록 정확도가 높다.",
      "위성의 배치가 천정방향에 집중될수록 정확도가 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 단독측위에서의 정확도와 관련된 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "dv20130310-14",
    "options": [
      "GPS 측량은 Session 모두 정적간섭측위방법으로 실시한다.",
      "위성 고도각은 15°이상의 것을 사용한다.",
      "위성의 작동상태가 정상적인 것을 사용한다.",
      "동시 수신 위성수는 최소 6개 이상이 되도록 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 기준점 측량 작업규정에 의해 GPS 관측을 실시할 경우에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-15",
    "options": [
      "달의 공전",
      "태양면의 폭발",
      "해양 지각 변동",
      "지구 내부 물질의 분포"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자기 폭풍의 주요 원인에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-16",
    "options": [
      "3개",
      "4개",
      "5개",
      "6개"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성으로부터의 신호가 어떠한 오차도 포함되어 있지 않고, 수신기의 시계도 오차가 없다면, 3차원 위치결정을 위하여 최소한 몇 개의 GPS위성으로부터의 신호가 필요한가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-17",
    "options": [
      "다중경로(multipath)오차를 제거할 수 있다.",
      "전리층지연 효과를 제거할 수 있다.",
      "대기 온도의 영향을 제거할 수 있다.",
      "전파방해에 대응할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 이중주파수(dual frequency)를 채택하고 있는 가장 큰 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "dv20130310-18",
    "options": [
      "중력값에 영향을 받는다.",
      "기하학적으로 정의할 수 있다.",
      "지하물질의 종류에 영향을 받는다.",
      "시간에 따라 변화한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 형상을 표현하는 지오이드(Geoid)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "dv20130310-19",
    "options": [
      "0.003353",
      "0.003364",
      "298.25",
      "297.25"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "타원체의 장반경이 6378.137m, 단반경이 6356.752m라고 가정한 경우 편평률(flattening)은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20130310-20",
    "options": [
      "지구의 형상 및 크기 결정",
      "중력측정",
      "시각의 결정",
      "지구내부 물질조사"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다은 중 물리학적 측지학에 속하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "dv20120915-1",
    "options": [
      "초신속궤도력",
      "신속궤도력",
      "방송궤도력",
      "정밀궤도력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 실시간으로 얻을 수 있는 GPS 궤도 정보는 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-2",
    "options": [
      "dyne",
      "gal",
      "nano",
      "mil"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력의 크기를 나타내는 단위로 CGS단위의 ㎝/sec2와 같은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-3",
    "options": [
      "인접 기준점과 시통이 잘되는 지점 선정",
      "전파의 다중경로 발생 예상지점 회피",
      "임계 고도각 유지 가능 지역 선정",
      "주파단절 예상지점 회피"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량에 있어 기준점 선점시 고려사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-4",
    "options": [
      "14.40m",
      "15.44m",
      "16.70m",
      "18.13m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도 60°상에서 경도의 차가 1\"인 경우에 위도 평행권의 호장은 얼마인가? (단, 지구의 반지름은 6370㎞라고 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-5",
    "options": [
      "1.0000",
      "1.0001",
      "0.9999",
      "0.9996"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM(Universal Transverse Mercator Projection)에서 사용하는 원점의 축척계수는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-6",
    "options": [
      "1㎜",
      "2㎜",
      "4㎜",
      "8㎜"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반송파의 정확도가 1㎜ 라면 이중차분된 반송파의 정확도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-7",
    "options": [
      "측량 및 측지",
      "해상 운행",
      "통신",
      "카-내비게이션"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 정밀 측위용 GPS 수신기를 사용하여야하는 분야는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-8",
    "options": [
      "DGPS",
      "SLR",
      "Pseudo Kinematic",
      "VRS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량 방법 중 <보기>가 설명하고 있는 방법은?",
    "local_images": [
      "images/dv20120915-8_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-9",
    "options": [
      "표준형 Mercator 투영에서 지구를 90° 회전시켜 중앙자오선이 원기둥면에 접하도록 하는 투영이다.",
      "중앙자오선 이외 지역에서의 축척계수는 1보다작다.",
      "우리나라에서 대축척 지도제작에 사용하고 있다.",
      "중앙자오선에서의 축척계수는 1이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 평면직교좌표계에 사용하는 횡원통(Transverse Mercator) 투영에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-10",
    "options": [
      "0.2m",
      "2m",
      "20m",
      "200m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "L1 반송파의 주파수가 약 1.5GHz 라고 할 때, L1 반송파의 파장은 약 얼마인가? (단, 빛의 속도는 3.0×108m/s 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 3,
    "id": "dv20120915-11",
    "options": [
      "지자기는 그 방향과 크기를 구함으로써 결정된다.",
      "지자기의 3요소란 수평분력, 편각 및 복각을 말한다.",
      "북반구에서 복각은 음(-)의 값으로 나타난다.",
      "편각이란 진북과 수평분력이 이루는 각을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-12",
    "options": [
      "전파",
      "음파",
      "가시광선",
      "적외선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성 측위시스템에서 위성으로부터 송신되어 측위에 이용되는 신호는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-13",
    "options": [
      "구면 삼각형의 내각의 합은 180° 보다 크다.",
      "구면 삼각형의 각 변은 대원의 호장이 된다.",
      "구과량은 구면 삼각형의 면적에 비례한다.",
      "구면 삼각형에서 AB측선에 대한 방위각AB와 방위각BA의 차는 항상 180°이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면 삼각형에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 3,
    "id": "dv20120915-14",
    "options": [
      "지오이드는 지구형상에 가장 가까운 등포텐셜면이다.",
      "중력방향은 등포텐셜면에 직교하는 방향으로 지구 중심을 향한다.",
      "지오이드는 육지부분에서 대륙물질에 대한 인력으로 지구타원체보다 하부에 존재한다.",
      "지구타원체는 지표의 기복과 지하물질의 밀도차가 없다고 가정한 것으로 실제 등포텐셜면과는 일치하지 않는다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 형상에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-15",
    "options": [
      "P파",
      "L파",
      "S파",
      "V파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지진파의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-16",
    "options": [
      "지형보정",
      "정사보정",
      "중력이상보정",
      "타원보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "수준측량에 의하여 측정한 높이에 회전타원체로서의 지구형상에 기초한 군사적 중력식에 의하여 보정을 실시하는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 2,
    "id": "dv20120915-17",
    "options": [
      "1118633.4km2",
      "1269987.6km2",
      "1298366.4km2",
      "1596427.4km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 구면 삼각형 ΔABC 의 세 각을 관측한 결과 ∠A=51°30′, ∠B=65°45′,∠C=64°35′이었다면 구면 삼각형의 면적은? (단, 지구반지름 R=6300㎞이며, 측각오차는 없는 것으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 1,
    "id": "dv20120915-18",
    "options": [
      "GDOP : 중력 정확도 저하율",
      "HDOP : 수평 정확도 저하율",
      "VDOP : 수직 정확도 저하율",
      "TDOP : 시각 정확도 저하율"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 배치에 따른 정확도의 영향을 DOP라는 수치로 나타낸다. 다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120915-19",
    "options": [
      "장반경, 단반경",
      "장반경, 이심율",
      "단반경, 편평률",
      "편평률, 이심율"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "회전타원체를 정의하기 위해서는 크기와 형상이 정의되어야 한다. 다음 중 회전타원체를 정의하기 위해 필요한 요소의 조합이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 3,
    "id": "dv20120915-20",
    "options": [
      "GPS의 측위 원리는 위치를 알고 있는 위성에서 발사한 전파를 수신하여 관측점까지 소요시간을 측함으로써 미지점의 위치를 구하는 인공위성을 이용한 범지구 위치결정체계이다.",
      "GPS의 구성은 우주부문, 제어부문, 사용자부문으로 나눌 수 있다.",
      "GPS 위치결정 정확도는 정밀도 저하율(DOP)의 수치가 클수록 정확하다.",
      "GPS에 이용되는 좌표체계는 WGS 84를 이용하고 있으며 WGS 84의 원점은 지구질량중심이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-09-15)",
    "date": "2012-09-15"
  },
  {
    "answer": 4,
    "id": "dv20120520-1",
    "options": [
      "건물이나 지형지물에 의해 반사된 신호는 품질이 좋지 않다.",
      "대기층에 수증기 양이 많을수록 품질이 좋지 않다.",
      "전리층의 전자수가 많을수록 품질이 좋지 않다.",
      "위성의 고도가 높을수록 품질이 좋지 않다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호의 품질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-2",
    "options": [
      "우주 부문",
      "사용자 부문",
      "제어(관제) 부문",
      "장비 부문"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "일반적으로 GPS의 구성요소를 3가지로 구분할 때, 이에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-3",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성의 위치정보",
      "대기 중 습도정보",
      "수신기의 시계오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 방송궤도력에서 제공하는 정보로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-4",
    "options": [
      "약 6330㎞",
      "약 6340㎞",
      "약 6360㎞",
      "약 6370㎞"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "동일 자오선 상에 있는 A점과 B점에서 천의 북극의 고도가 각각 α= 30°, β= 27°로 측정되었을 때 AB간의 거리가 333㎞라 하면 지구 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-5",
    "options": [
      "-5.12㎝",
      "-2.56㎝",
      "1.28㎝",
      "3.28㎝"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "표고 326.42m의 평탄지에서 거리 500m를 평균 해면상의 값으로 보정하려고 할 때 보정량은? (단, 지구반경은 6370㎞로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-6",
    "options": [
      "A",
      "B",
      "C",
      "D"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에서 편각이 +30°인 어느 지점의 자침이 그림과 같을 때 진북방향을 가리키는 것은?",
    "local_images": [
      "images/dv20120520-6_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-7",
    "options": [
      "Anti-Spoofing",
      "Delta Process",
      "Epsilon Process",
      "Selective Availability"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 군사용 신호를 이용할 수 없도록 제한하는 제도적 장치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-8",
    "options": [
      "241.3m",
      "133.9m",
      "120.7m",
      "-133.9m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어떤 지점에서 GPS 측량을 실시한 결과 타원체 고가 187.6m, 정표고가 53.7m이었다면 이 지점의 지오이드고는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-9",
    "options": [
      "지구조석의 해석으로도 지구내부구조를 어느 정도 알 수 있다.",
      "지구는 완전강체이므로 기조력에 의한 탄성변화는 없는 것으로 가정한다.",
      "천체의 인력 때문에 해면의 주기적인 승강을 조석이라 한다.",
      "달과 지구의 거리가 가까울수록 조차가 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구조석에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-10",
    "options": [
      "√MN",
      "MN",
      "M/N",
      "(M+N)/2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "경위도 좌표계에서 평균곡률반경을 구하는 식으로 옳은 것은? (단, M: 자오선곡률반경, N: 평행권곡률반경)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-11",
    "options": [
      "C/A",
      "L1",
      "L2",
      "E5"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "현재 운용중인 GPS에서 사용할 수 있는 수신 자료가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-12",
    "options": [
      "지자기 측정은 측정지점의 자오선의 곡률 반지름을 계산해야 한다.",
      "지자기는 그 방향과 크기를 구함으로써 정해진다.",
      "지자기의 3요소는 편각, 복각, 수평분력이다.",
      "지자기의 방향과 자오선의 각을 편각, 수평면과의 각을 복각이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 2,
    "id": "dv20120520-13",
    "options": [
      "지점(solstice)",
      "춘분점(vernal equinox)",
      "추분점(autumnal equinox)",
      "남점(south point)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "태양의 적도를 남에서 북으로 가로지르며 갈때의 황도와 적도의 교점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-14",
    "options": [
      "위성의 시계오차",
      "위성의 궤도오차",
      "전리층 지연오차",
      "관측 잡음오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측위의 계통적 오차(정오차) 요인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-15",
    "options": [
      "지상물질의 분포",
      "만유인력상수의 변동",
      "지구의 형상과 질량의 변화",
      "지구 전체적인 질량분포의 일반적인 변동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력의 영년변화(secular variation, 경년변화) 원인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120520-16",
    "options": [
      "정지측량(static 관측방법)",
      "이동측량(kinematic 관측방법)",
      "신속정지측량(rapid static 관측방법)",
      "RTK(Real Time Kinematic)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준점측량과 같이 매우 높은 정밀도를 필요로할 때 사용하는 방법으로서 두 개 또는 그 이상의 수신기를 사용하여 보통 시간 이상 관측하는 GPS 현장 관측방법은 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-17",
    "options": [
      "평균해면에 의한 등퍼텐셜면(지오이드)으로 부터 연직거리를 정표고라고 한다.",
      "정표고는 수준측량에서 구한 높이에서 보정을해야하며, 이 보정을 오소매트릭(orthometric) 보정이라고 한다.",
      "어떤 점의 역표고는 그 점과 지오이드사이의 포텐셜 차이를 표준위도에서의 중력값으로 나눈 것이다.",
      "지구중력의 크기는 적도지방이 크고 극지방이 작다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 4,
    "id": "dv20120520-18",
    "options": [
      "지평좌표",
      "적도좌표",
      "횡도좌표",
      "극 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문 좌표계에 해당하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-19",
    "options": [
      "0.9996",
      "0.9999",
      "1.0000",
      "1.0005"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 지도제작을 위해 사용하는 횡축메르카토르(TM)도입에서 채택하고 있는 중앙자오선에서의 축척계수는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 3,
    "id": "dv20120520-20",
    "options": [
      "Galileo",
      "QZSS",
      "SPOT",
      "GLONASS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "세계 각 국에서는 보다 정확하고 시공을 초월한 측위환경에 대한 수요가 증가함에 따라 각국 고유의 측위위성시스템(GNSS:global navigation satellite system)을 개발하고 구축하고 있다. 이와 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-05-20)",
    "date": "2012-05-20"
  },
  {
    "answer": 1,
    "id": "dv20120304-1",
    "options": [
      "약 35km",
      "약 70km",
      "약 140km",
      "약 210km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구를 반지름 R=6400km의 구라 하고 거리의 허용오차가 1/105 이라면 반지름 몇 km까지를 평면으로 가정할 수 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-2",
    "options": [
      "세차운동",
      "장동",
      "광행차",
      "국심변화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문측량에서 항성의 위치오차의 원인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-3",
    "options": [
      "자오선",
      "측량선",
      "측지선",
      "항정선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구면 위의 두 점간 최단거리선으로 지심과 지표상의 두점을 포함하는 평면과 지표면의 교선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-4",
    "options": [
      "TM(Transverse Mercator) 투영",
      "람베르트 정각원추 투영",
      "카시니 투영",
      "심사 투영"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 직각좌표계에서 사용하고 있는 지도 투영법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-5",
    "options": [
      "1/270",
      "1/280",
      "1/290",
      "1/310"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 적도 반지름 a=6378km, 극반지름 b=6356km라고 할 때 지구의 편평율은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-6",
    "options": [
      "측정 중력을 평균해수면에서의 중력으로 보정해야 한다.",
      "측정 중력을 위도에 따른 표면장력으로 환산해야 한다.",
      "측정 중력을 보정 없이 그대로 사용한다.",
      "측정 중력은 지표면 식생상태를 고려하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력측정을 하여 지질구조를 찾는데 꼭 필요한 과정은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-7",
    "options": [
      "지오이드고",
      "정표고",
      "역표고",
      "타원체고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 수신기에 의해 구해지는 높이 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-8",
    "options": [
      "지구의 형상 결정",
      "지구의 중력장 결정",
      "지구의 화학적 성분 결정",
      "지표면상의 임의 정의 위치 결정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에서 다루는 범위에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-9",
    "options": [
      "편각이란 지자기의 방향과 자오선이 이루는 각이다.",
      "복각이란 지자기의 방향과 수평면이 이루는 각이다.",
      "수평분력이란 지자기의 수평면에 대한 성분이다.",
      "지자기의 강도는 위도가 낮을수록 커진다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-10",
    "options": [
      "3차원 위치결정을 위해서는 4개 이상의 위성신호를 관측하여야 한다.",
      "임계 고도각(앙각)은 15도 이상을 유지하는 것이 좋다.",
      "DOP 값이 3이하인 경우는 관측을 하지 않는 것이 좋다.",
      "철탑이나 대형 구조물, 고압선의 아래 지점에서는 관측을 피하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량시 고려해야 할 사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-11",
    "options": [
      "위성과 수신기 사이의 거리",
      "위성신호의 전송데이터 량",
      "위성과 수신기 사이의 각",
      "위성과 수신기의 안테나 길이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 위치결정에 있어서 가장 중요한 관측요소로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-12",
    "options": [
      "단독(절대)측위 보다 빠른 계산을 위하여",
      "단독(절대)측위 보다 연속적인 위치 계산을 위하여",
      "단독(절대)측위 보다 정확한 위치를 계산하기 위하여",
      "단독(절대)측위 보다 실내측위 적용성 향상을 위하여"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측량방법을 사용하는 이유에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-13",
    "options": [
      "중력은 만유인력에 의한 지구의 인력과 지구 자체에 의한 원심력 벡터의 합력이며 방향은 연직방향이다.",
      "지구의 형상은 중력과 밀접한 관계가 있으며 적도에 가까울수록 중력은 증가한다.",
      "지하에 밀도가 큰 물질이 있는 경우에 중력이상이 정(+)으로 나타난다.",
      "중력의 단위로 gal이 사용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "물리측지에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-14",
    "options": [
      "궤도경사각",
      "궤도장반경",
      "타원의 이심률",
      "만유인력상수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "케플러의 기본궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20120304-15",
    "options": [
      "굴절법은 지표면으로부터 낮은 곳을 대상으로 한다.",
      "반사법은 지표면으로부터 깊은 곳을 대상으로 한다.",
      "외핵과 내핵의 경계를 알아내기 위하여 반사법을 이용한다.",
      "단층과 같은 지질 구조는 탄성파 측량에 의해 알아낼 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측정에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-16",
    "options": [
      "A = α√B",
      "A = α∙B",
      "A = α/B",
      "A = α∙B2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구과량(A)와 구면삼각형 면적(B)의 관계로 옳은 것은? (단, α는 비례상수)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "dv20120304-17",
    "options": [
      "보유 수신기 대수",
      "동원 가능한 인원",
      "관측시간",
      "위성궤도력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 관측계획 수립 시 고려해야 할 사항 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-18",
    "options": [
      "IONEX",
      "RINEX",
      "SINEX",
      "RTCM"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS수신기의 기종은 달라도 수신된 관측자료를 기종에 관계없이 공통의 형식(format)으로 변환시켜 사용하는 자료 형식을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "dv20120304-19",
    "options": [
      "전리층 오차",
      "위성시계오차",
      "GPS 안테나의 구심오차",
      "다중전파경로(멀티패스)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 오차원인 중 L1신호와 L2신호의 굴절 비율의 상이함을 이용하여 L1 /L2의 선형 조합을 통해 보정이 가능한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "dv20120304-20",
    "options": [
      "오차를 제거하기 위하여 일반적으로 차분된 관측치를 사용한다.",
      "정밀한 위치를 결정하여야 하므로 코드 신호를 사용한다.",
      "사용보다는 학술용 자료처리 프로그램을 사용한다.",
      "정확한 궤도정보인 정밀 궤도력을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지각 변동/운동의 결정과 같이 정밀한 위치결정을 하기 위하여 GPS를 이용하는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "dv20111002-1",
    "options": [
      "22m",
      "244m",
      "48m",
      "699m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각수준측량에 있어서 정밀도를 1:30000로 제한하면 지구 곡률과 대기굴절을 고려하지 않아도 되는 최대 시준거리는 약 몇 m 이내인가? (단, 지구 곡률반지름 : 6370km, 광선의 굴절계수 : 0.13)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-2",
    "options": [
      "-31.656m",
      "31.656m",
      "57.234m",
      "82.812m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "임의 지점에서 GPS 관측을 수행하여 타원체고(h) 57.234를 획득하였다. 그 지점의 지구중력장 모델로부터 산정한 지오이드고(N)가 25.578m이었다면 점표고(H)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-3",
    "options": [
      "전리층 오차",
      "위성시계오차",
      "사이클 슬립",
      "위성궤도오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 DGPS에 의해서 소거되지 않는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-4",
    "options": [
      "266000km2",
      "422000km2",
      "711000km2",
      "944000km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상 구면삼각형의 세각을 관측한 결과 ∠A=50° 20', ∠B=66° 25', ∠C=64° 35' 이었다면 지구의 곡률반지름이 6370km라고 할 때, 구면삼각형 ABC의 면적은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-5",
    "options": [
      "10-1cm/sec2",
      "10-2cm/sec2",
      "10-3cm/sec2",
      "10-4cm/sec2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력가속도 1mgal과 같은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-6",
    "options": [
      "일변화 및 기계오차에 의한 시간적 변화 보정",
      "기준점 보정",
      "온도 보정",
      "태양 고도각 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에서 필요한 보정이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-7",
    "options": [
      "자오선과 항상 일정한 방위각을 갖는 지표상의 선",
      "지구면(곡면)상의 두 점을 지나는 최단거리 곡선",
      "지구중심을 포함하는 임의의 평면과 지평선의 교선",
      "적도와 나란한 평면과 지표면의 교선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-8",
    "options": [
      "위치를 알고 있는 기지점과 위치를 모르는 미지점에서 동시에 관측한다.",
      "최소한 4개의 위성이 필요하다.",
      "기지점과 미지점의 거리가 길수록 측위정확도가 높다.",
      "기지점과 미지점에서의 오차가 유사할 것이라는 기점을 이용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측위에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-9",
    "options": [
      "탄성파 측량은 굴정법과 반사법이 있다.",
      "탄성파의 전파속도 관측으로 지반탐사가 가능하다.",
      "탄성파에는 전자기파와 내면파 2종류가 있다.",
      "탄성파는 탄성체에 충격으로 급격한 변형을 주었을 때 생기는 파이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "탄성파 측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-10",
    "options": [
      "지구상의 한 점에서 회전타원체의 법선이 적도면과 만드는 각을 측지위도라 한다.",
      "지구상의 한 점에서 지오이드에 대한 연직선이 천구의 적도면과 이루는 각을 천문위도라 한다.",
      "지구상의 한 점과 지구중심을 잇는 직선이 적도면과 이루는 각을 지심위도라 한다.",
      "위도는 어떤 지점에서 준거 타원체의 점선이 적도면과 이루는 각으로 표시된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 3,
    "id": "dv20111002-11",
    "options": [
      "서해, 내륙, 중부, 동해 원점",
      "동부, 서부, 내부, 중부 원점",
      "동부, 서부, 중부, 동해 원점",
      "동해, 남부, 북부, 중부 원점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라 평면 직각좌표의 원점은 어떻게 구성되어 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-12",
    "options": [
      "P 코드",
      "CA 코드",
      "L1 반송파",
      "E1 코드"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성과 수신기 간의 거리를 측정할 수 있는 재원과 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-13",
    "options": [
      "전자파거리측량기(DOM)",
      "관성합법장치(INS)",
      "속도계",
      "나침반"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 신호가 단절될 때 연속적인 위치 및 자세 결정을 위하여 GPS와 결합하여 활용하는 시스템은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-14",
    "options": [
      "GPS측량에 의한 위치결정은 비교적 복잡한 시가지지역에서 용이하다.",
      "인공위성의 섭동을 해적함으로서 지구의 물리적인 특성을 규명할 수 있다.",
      "위성의 위치, 거리, 거리 변화 등의 관측이 가능하다.",
      "GPS수신기를 이용한 방향측정은 두 대 이상의 다중안테나 시스템에 의해서 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측위시스템(GPS)에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-15",
    "options": [
      "극좌표",
      "지리좌표",
      "평면직각좌표",
      "3차원 직각좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 점의 위치를 표시하는 방법 중 거리와 방향(각)으로 위치를 표시하는 좌표를 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-16",
    "options": [
      "GPS",
      "GLONASS",
      "GALILEO",
      "LANDSAT"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위치기반서비스(LBS)를 위한 실시간 위치결정과 관련이 가장 적은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-17",
    "options": [
      "코드를 이용한 단독측위",
      "코드를 이용한 상대측위",
      "반송파를 이용한 단독측위",
      "반송파를 이용한 상대측위"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 가장 정확하게 위치를 결정할 수 있는 자료처리법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20111002-18",
    "options": [
      "에트뵈스(Eotvos)보정",
      "조석보정",
      "지형보정",
      "고도보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "선박이나 항공기 등의 이동체에서 중력을 관측하는 경우에 이동체 속도의 동ㆍ서 방향성분은 지구 자전축에 대한 자전 각속도의 상대적인 증감효과를 일으켜서 원심가속도의 변화를 가져온다. 지구에 대한 이동체의 상대운동의 영향에 의한 중력효과를 보정하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 4,
    "id": "dv20111002-19",
    "options": [
      "지구의 형상 해석",
      "중력 측정",
      "지각 변동 조사",
      "시(時)의 결정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중에서 물리학적 축지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 2,
    "id": "dv20111002-20",
    "options": [
      "GPS의 오차에는 위성시계오차, 대기 굴절오차, 수신기 오차 등이 있다.",
      "위성의 위치오차는 위성의 배치상태의 오차를 말하며 측점의 좌표계산에는 영향을 주지 않는다.",
      "안테나 위상 중심오차는 안테나의 중심과 위상중심의 차이에서 발생하는 오차를 말한다.",
      "위성의 기하학적 배치상태가 정밀도에 어떻게 영향을 주는가를 추정할 수 있는 하나의 척도로 DOP(Dilution Of Precision)를 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 오차에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-10-02)",
    "date": "2011-10-02"
  },
  {
    "answer": 1,
    "id": "dv20110612-1",
    "options": [
      "모호정수",
      "AS",
      "다중경로",
      "삼중차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "전송파(carrier)에 대한 미지의 수로서, 위성과 수신기 안테나 간 온전한 파장의 전체 개수를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-2",
    "options": [
      "반송파를 이용한 위치결정이 코드를 이용한 경우보다 정확하다.",
      "단독측위보다 상대측위가 정확하다.",
      "위성의 대수가 많은 것이 정확하다.",
      "위성의 고도각이 낮을수록 정확하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용하여 위치를 결정하는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-3",
    "options": [
      "등각투영",
      "등적투영",
      "등거투영",
      "복합투영"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 지형도에서 사용하고 있는 평면좌표는 어느 투영법에 의하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-4",
    "options": [
      "GPS위성의 궤도요소는 정밀력 또는 방송력에 의한다.",
      "기선해석의 방법은 세션(session)마다 단일 기선해석에 의한다.",
      "사이클 슬립(cycle slip)의 편집은 원칙적으로 기선해석프로그램에 의하여 자동편집이나, 수동편집을 할 수도 있다.",
      "기선해석의 결과는 FLOAT해에 의한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 기준점측량 작업 시의 기선해석에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-5",
    "options": [
      "RINEX",
      "DXF",
      "DWG",
      "RTCM"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기종이 서로 다른 GPS 수신기를 혼합하여 관측하였을 경우 수집된 GPS 데이터의 기선 해석이 용이하도록고안된 세계 표준의 GPS데이터의 자료형식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-6",
    "options": [
      "1,222,663km2",
      "1,362,788km2",
      "1,433,456km2",
      "1,534,433km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형 ABC의 세 내각이 다음과 같을 때 면적은? (단, 지구반경은 6370Km 이다.)",
    "local_images": [
      "images/dv20110612-6_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-7",
    "options": [
      "SA(Selective availability)",
      "AS(Anti-spoofing)",
      "사이클 슬립(Cycle slip)",
      "멀티패스(Multipath)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 오차요인 중 위성전파가 장해물로 인해 차단되는 이유 등으로 위상측정이 중단되어 발생하는 오차는 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-8",
    "options": [
      "고도이상",
      "부게이상",
      "프리에어이상",
      "위도이상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력관측점과 지오이드면 사이의 질량을 고려한 중력이상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-9",
    "options": [
      "0.33cm",
      "0.44cm",
      "0.55cm",
      "0.66cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "적도 반경이 1m인 지구의 단면도를 그린다면 극 반경은 몇 cm 짧게 그리면 되는가? (단, 지구의 편평율은 1/299로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-10",
    "options": [
      "북으로 갈수록 편각이 커지므로",
      "북으로 갈수록 복각이 커지므로",
      "북으로 갈수록 복각이 작아지므로",
      "북으로 갈수록 편각이 작아지므로"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 자기의 북반구에서는 북극으로 갈수록 자침의 남극쪽을 무겁게 하거나 길게 하는데 그 이유로 가장 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "dv20110612-11",
    "options": [
      "측량의 정확도를 1:10000까지 허용한다면 우리나라 전역을 평면으로 간주하여도 무방하다.",
      "좌표원점의 축척계수는 0.9998이다.",
      "음수표시를 피하기 위하여 가좌표계로서 '종(X)축에 20000m, 횡(Y)축에 50000m를 사용하고 있다.",
      "3개의 평면직각 좌표계로 되어 있으며, 투영의 경계는 동ㆍ서 방향으로 각각 2° 이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 평면직각좌표계에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-12",
    "options": [
      "인공위성의 전파를 수신해서 위치를 결정하는 시스템이다.",
      "수신점의 위치를 계산할 때는 인공위성의 궤도 정보가 필요하다.",
      "두 점 이상의 점을 동시에 관측할 경우, 측점간에 시통(視通)이 안 되면 위치 결정을 할 수 없다.",
      "관측 시 상공의 시계를 확보할 필요가 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량에 과한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-13",
    "options": [
      "경도",
      "위도",
      "평균해수면으로부터의 고도",
      "타원체면으로부터의 고도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 국가기본도에서 쓰이는 좌표값이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-14",
    "options": [
      "지구의 부피",
      "지구 원심력의 크기",
      "만유인력의 상수",
      "지구 자전 각속도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 질량을 계산하려면 지구의 반지름, 중력가 속도 외에 또 무엇을 알아야 하는가? ( 단, 지구는 자전하지 않는 완전구체로 간주한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-15",
    "options": [
      "굴절법",
      "반사법",
      "굴착법",
      "충격법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "석유탐사의 주요 방법으로 일반적으로 지표면으로부터 깊은 곳의 탐사에 적합한 탄성파 측정방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-16",
    "options": [
      "GPS 위성의 궤도면 수는6개이다.",
      "각 궤도면의 경사각은 적도에 대해 55°경사로 배치되어 있다.",
      "GPS위성은 하루에 약1번씩 지구 주위를 회전하고 있다.",
      "각 궤도 간 경사각은 60°이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성시스템이 우주부분에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "dv20110612-17",
    "options": [
      "물리적 지구표면",
      "지구타원체",
      "지오이드",
      "구체"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지도제작의 기준이 되는 기하학적인 지구의 형상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-18",
    "options": [
      "원점에서의 지오이드고",
      "원점으로부터 최초 삼각측량의 기선에 이르는 방위각",
      "원점에서 중앙 자오선의 연직선 편차",
      "원점의 표준 중력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지원점(Geodetic Datum)을 결정하기 위한 매개변수가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "dv20110612-19",
    "options": [
      "위성신호가 전리층을 통과할 때 위상(carrier)은 광속보다 빨리 진행된다.",
      "위성신호가 전리층을 통과할 때 코드(code)는 광속보다 느리게 진행된다.",
      "위성신호가 대류층을 통과할 때 코드(code)는 광속보다 느리게 진행된다.",
      "위성신호가 대류층을 통과할 때 위상(carrier)은 광속보다 빨리 진행된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성신호에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110612-20",
    "options": [
      "일중위상차",
      "이중위상차",
      "삼중위상차",
      "무차분 위상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 반송파(carrier)의 모호정수(ambiguity)가 포함되어 있지 않는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "dv20110320-1",
    "options": [
      "동경 125° 와 적도",
      "동경 127° 와 적도",
      "동경 129° 와 적도",
      "동경 132° 와 적도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라가 속해 있는 UTM 좌표구역 52S 에서 좌표 원점의 위치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-2",
    "options": [
      "일반적으로 실측값과 계산식에 의한 이론적 중력값은 일치하지 않는다.",
      "중력이상이 (+) 이면 그 지점 부근에 무거운 물질이 있다.",
      "중력이상에 의한 계산값에서 실측값을 뺀 것이 중력이상의 값이다.",
      "중력이상에 의해 지표면 아래의 상태를 추정할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상(重力異常)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-3",
    "options": [
      "알마낙(Almanac)",
      "방송궤도력(Broadcast ephemerides)",
      "IGS의 SP3",
      "IONEX(The IONosphere map EXchange) 정보"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성의 궤도상 좌표를 결정할 수 있는 제원으로 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-4",
    "options": [
      "위성궤도오차가 제거된다.",
      "다중경로오차(multipath)를 완전히 제거할 수 있다.",
      "전리층에 의한 신호의 전파지연이 보정된다.",
      "위성시계오차가 제거된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준국과 이동국간의 거리가 짧을 경우 상대측위를 수행하면 절대측위에 비해 정확도가 현격히 향상되게 되는데 그 이유로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-5",
    "options": [
      "신호의 전달시간을 관측",
      "신호의 형태를 관측",
      "신호의 세기를 관측",
      "신호대 잡음비를 관측"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서는 어떻게 위성과 수신기 사이의 거리를 측정하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-6",
    "options": [
      "1km",
      "1m",
      "1cm",
      "1mm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 정확도가 1ppm이라면 기선의 길이가 10kg 일때 GPS를 이용하여 어느 정도로 정확하게 위치를 알아낼 수 있다는 것을 의미하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-7",
    "options": [
      "S파",
      "L파",
      "γ파",
      "P파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지진파의 종류가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-8",
    "options": [
      "표준중력",
      "타원체의 장반경",
      "원방위각",
      "원점의 경도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지원점을 정의하기 위해 필요한 요소로 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-9",
    "options": [
      "지평좌표",
      "적도좌표",
      "경위도좌표",
      "황도좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문좌표계에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-10",
    "options": [
      "측지 측량기준망의 설정",
      "지각변동 관측",
      "지형공간정보 획득 및 시설물 유지관리",
      "실내 건축인테리어"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 활용분야와 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-11",
    "options": [
      "지형보정",
      "부게보정",
      "기계보정",
      "프리-에어 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측점들의 고도차에 존재하는 물질의 인력이 중력에 미치는 영향을 보정하는 중력보정을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-12",
    "options": [
      "약 7km",
      "약 11km",
      "약 22km",
      "약 35km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리 측정의 정밀도를 1/107까지 허용한다면 지구의 표면을 평면으로 생각할 수 있는 측정거리의 한계는? (단, 지구의 곡률반경은 6,370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-13",
    "options": [
      "지오이드는 중력으로부터 결정될 수 있다.",
      "지오이드는 표고의 기중이 된다.",
      "지오이드의 위치에너지는 0 이다.",
      "지오이드는 타원 법선에 직교한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "dv20110320-14",
    "options": [
      "3.575",
      "3.609",
      "6.500",
      "13.030"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 기하학적 분포상태는 의사거리에 의한 단독측위의 선형화된 관측방정식을 구성하고 정규방정식의 역행렬을 활용하면 판단할 수 있다. 관측점 좌표 x,y,z및 수신기 시계 t에 대한 Cofactor 행렬(Q)의 대각선요소가 각각 qxx=0.5, qyy=2.2, qzz=2.5, qtt=1.2일때 관측점에서의 GDOP는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-15",
    "options": [
      "Anti-Spoofing",
      "Selective Availability",
      "시계오차",
      "대기오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 고도가 낮아지면서 증대되는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "dv20110320-16",
    "options": [
      "지자기의 방향과 자오선과의 각은 편각이다.",
      "지자기의 방향과 수평면과의 각은 복각이다.",
      "수평면내에서 자기장의 크기는 수평분력이다.",
      "지자기는 그 크기만으로 정하여 진다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20110320-17",
    "options": [
      "549836.1 km2",
      "590166.5 km2",
      "642342.4 km2",
      "718633.4 km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 구면 삼각형 ABC의 3개의 각을 관측한 결과 ∠A=51˚30´, ∠B=65˚45´, ∠C=63˚35´이었다면 구면 삼각형의 면적은? (단, 지구반경 R=6370km 이며, 측각오차는 없는 것으로 간주한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-18",
    "options": [
      "1항성일과 1태양일이 다르다.",
      "1항성월과 1삭망월이 다르다.",
      "천구의 일주운동이 발생한다.",
      "태양의 적경이 매일 변한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구와 공전에 의한 현상과 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-19",
    "options": [
      "항성시-평균태양시",
      "평균 태양시-항성시",
      "시 태양시-평균 태양시",
      "시 태양시-항성시"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 균시차를 바르게 표현한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "dv20110320-20",
    "options": [
      "GPS의 위치결정법에는 방송파 위상관측법만이 있다.",
      "L1파는 P 코드만을 변조한다.",
      "GPS의 구성은 우주부문,제어부문,사용자부문으로 나뉜다.",
      "L2파는 P 코드와 C/A 코드를 변조한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS(Global Positioning System)에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "dv20100905-1",
    "options": [
      "고정국 및 미지점에 각각 1주파용 수신기 및 안테나로 관측하고 위성 궤도력은 보통력을 사용한다.",
      "고정국 및 미지점에 각각2주파용 수신기 및 안테나로 관측하고 위성궤도력은 정밀력을 사용한다.",
      "고정국 및 미지점에 각각2주파용 수신기 및 안테나로 관측하고 위성궤도력은 보통력을 사용한다.",
      "고정국은 2주파용 수신기 및 안테나, 미지점은 1주파용 수신기 및 안테나로 관측하며 위성궤도력은 정밀력을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "고정점으로부터 50Km 떨어져 있는 미지점의 좌표를 GPS관측으로 결정하려고 한다. 다음 중 가장 우수한 결과를 확보할 수 있는 조건은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100905-2",
    "options": [
      "1대",
      "2대",
      "3대",
      "4대"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "시간오차를 제거한 3차원 위치결정에 필요한 최소 위성대수는 몇 대 인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-3",
    "options": [
      "평균해수면을 육지까지 연장했을 때의 가상적인 지구 형상이다.",
      "중력의 방향에 수직인 등포텐셜면을 이룬다.",
      "회전타원체와 동일한 형상을 이룬다.",
      "측지학에서 참지구로 생각하는 지구형상이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드(geoide)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-4",
    "options": [
      "이 지점에서 진북은 자침의 N극보다 서쪽으로 6.5° 방향이다.",
      "이 지점에서 진북은 자침의 N극보다 동쪽으로 6.5° 방향이다.",
      "이 지점에서 자침은 N극은 수평선보다 6.5° 기운다.",
      "이 지점에서 자침의 S극은 수평선보다 6.5° 기운다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 지점의 자침 편각이 W 6.5° 이고 복각은 N 57°일 때 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-5",
    "options": [
      "7“",
      "16”",
      "23“",
      "30”"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면 삼각형의 면적을 4525km2, 지구의 곡률반경을 6370Km라고 할 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-6",
    "options": [
      "측지위도",
      "화성위도",
      "천문위도",
      "지심위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어떠한 점에서 지오이드에 대한 연직선이 적도면과 이루는 각을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-7",
    "options": [
      "-2.56cm",
      "1.28cm",
      "-5.12cm",
      "3.28cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "표고 326.42m의 평탄지에서 거리 500m를 평균해면상의 값으로 보정하려고 할때 보정량은? (단, 지구반경은 6370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-8",
    "options": [
      "수신기 시계오차 제거",
      "대류권 오차 제거",
      "전리층 오차 제거",
      "다중경로 제거"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호는 두 개의 주파수를 가진 반송파에 의해 전송된다. 두개의 주파수를 쓰는 가장 큰 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-9",
    "options": [
      "중력은 만유인력에 의한 지구의 인력과 지구 자체에 의한 원심력 벡터에 합력이며 방향은 연직방향이다.",
      "지구의 형상은 중력과 밀접한 관계가 있으며 적도에 가까울수록 중력은 증가한다.",
      "지하에 밀도가 큰 물질이 있는 경우에 중력이상이 정(+)으로 나타난다.",
      "gal은 중력의 단위이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력측지에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-10",
    "options": [
      "궤도의 장반경",
      "승교점(ascending node)의 적위",
      "궤도 경사각",
      "궤도 이심율(eccentricity)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측량에서 위성의 궤도와 임의 시각의 궤도상의 위치를 결정 할 수 있는 위성의 궤도요소가 아닌것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-11",
    "options": [
      "측지선",
      "자오선",
      "묘유선",
      "항정선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표상 두 지점간의 최단거리선으로서 두 지점과 지심을 포함하는 평면과 지표면의 교선을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100905-12",
    "options": [
      "시간적 변화에 따른 보정",
      "시준점 보정",
      "온도 보정",
      "에트베스 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기 측량에서 필요한 보정과 관계없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-13",
    "options": [
      "약 2.93m",
      "약 29.3m",
      "약 293m",
      "약 2930m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호에서 C/A 코드는 1.023Mbps로 이루어져 있다. GPS 신호의 전파 속도를 300000km/sec 로 가정 했을 때 코드 1비트 사이의 간격은 약 몇 m인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100905-14",
    "options": [
      "측량에 정확도가 1/106 일 경우 반경 11km 이내의 범위에서 건설되는 철도, 수로 및 선로 등에 대한 건설측량도 측지측량에 속한다",
      "측량의 정확도가 1/106 일 경우 측지측량의 범위는 관측점을 중심으로 한 원의 면적이 약 400km2 이상인 넓은 지역에 해당 되며 대륙간의 측량도 포함된다.",
      "우리나라 전국의 정밀 측량망 형성을 위한 삼각측량, 고저측량, 삼변측량도 축지측량에 속한다.",
      "측지측량은 지구곡률을 고려하여 지표면을 곡면으로 보고 행하는 정밀측량이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100905-15",
    "options": [
      "Niell 모델",
      "Hopfield 모델",
      "Saastamoinen 모델",
      "Stokes 모델"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "대류층 지연 보정 모델과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 2,
    "id": "dv20100905-16",
    "options": [
      "위성의 고도는 지표면상 평균 약 20200km이다.",
      "기준계는 GRS80를 사용한다.",
      "각 위성들은 모두 상이한 코드정보를 전송한다.",
      "위성의 궤도주기는 약 11시간 58분이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성 시스템에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-17",
    "options": [
      "전파의 위상차를 관측하는 방식으로서 정밀 측량에 주로 사용된다.",
      "위상차의 계산은 단순차, 2중차, 3중차의 차분 기법을 적용 할 수 있다",
      "수신기를 1대 사용하여 모호 정수를 구한 뒤 측위를 실시한다.",
      "위성과 수신기간 전파의 파장 개수를 측정하여 거리를 계산한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "상대측위 방법(간섭계측위)의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-18",
    "options": [
      "사용자부분",
      "우주부분",
      "제어부분",
      "송신부분"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 구성에서 GPS 위성의 궤도를 추적하고 운영 관리하는 지휘 통제소 역할을 하는 부분은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 3,
    "id": "dv20100905-19",
    "options": [
      "세계를 하나의 통일된 좌표로 표시하기위한 목적으로 고안되었다.",
      "좌표지역대의 역할을 위해 위도는 8°, 경도는 6° 간격으로 분할 하였다.",
      "우리나라의 UTM좌표는 경도 127°와 극지방을 좌표계의 원점으로 하는 55S와 56S 지역대에 속한다.",
      "중앙자오선에서 축척계수는 0.9996 이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표계에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 4,
    "id": "dv20100905-20",
    "options": [
      "공통된 위성으로부터 수신된 신호는 같은 궤도 오차를 가진다.",
      "하나의 수신기에 수신된 여러 위성으로부터 신호는 같은 수신기 시계오차를 가진다.",
      "기지점과 미지점간의 거리가 짧다면 대기 효과는 비슷하게 나타난다.",
      "단일차분에 의해서 위성과 수신기의 시계 오차를 동시에 제거할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "차분(Differencing)을 이용한 측위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-09-05)",
    "date": "2010-09-05"
  },
  {
    "answer": 1,
    "id": "dv20100509-1",
    "options": [
      "UTM 좌표는 적도를 횡축으로, 측지선을 종축으로 한다.",
      "UTM 좌표에서 종좌표는 N으로, 횡좌표는 E를 붙인다.",
      "80° N과 80° S간 전지역의 지도는 UTM 좌표로 표시할 수 있다.",
      "UTM 좌표는 세계 제2차 대전말기 연합군의 군용거리 좌표로 고안된 것이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에 대한 설명을 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-2",
    "options": [
      "지구의 자화",
      "자이로 마그네틱 효과에 의한 설명",
      "외부의 자전전류",
      "내부의 자전전류"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기장의 생성 원인과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-3",
    "options": [
      "지자기방향이 자오선과 이루는 각을 편각이라 한다.",
      "자자기방향이 수평면과 이루는 각을 복각이라 한다.",
      "자자기 강도의 연직방향성분을 연직분력이라 한다.",
      "북을 향하여 아래쪽으로 기우는 복각을 (-)로 표시한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기관측에 대한 내용 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-4",
    "options": [
      "GPS",
      "KH-11",
      "GLONASS",
      "Galileo"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS(Globa Navigational Satellitr System) 위성과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-5",
    "options": [
      "중력이상은 기준면에서의 관측 중력값에서 표준중력값을 뺀 값이다.",
      "프리에어(free air)이상은 고도가 높은 측점일수록 음(-)으로 감소한다.",
      "부게(bouguer)이상은 중력관측점과 지오이드면 사이의 질량을 고려한 중력이상이다.",
      "부게(bouguer)이상은 고도가 높을수록 음(-)으로 감소한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상(重力異常)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-6",
    "options": [
      "후방교회법",
      "최소제곱법",
      "차분법",
      "구면조화함수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 위치결정에 사용되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-7",
    "options": [
      "지오이드는 지구의 평균해면에 근사하는 등포텐셜면이다.",
      "지오이드의 형상은 지구타원체와 일치하지 않는다.",
      "지오이드는 파랑, 해류 등의 영향으로 수시로 변화한다.",
      "지오이드와 지구 타원체와의 표고차를 “지오이드고”라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 형상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-8",
    "options": [
      "3185km",
      "4185km",
      "5517km",
      "6370km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구를 반경이 637km인 구(球)라고 가정했을 때 위도 30°, 경도 60°, 높이(h) 0m인 지점의 자심직각좌표계에서의 좌표값 중 z좌표는 얼마인가? (단, 지구의 회전축을 X-축으로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "dv20100509-9",
    "options": [
      "지구의 자전축을 지축이라 한다.",
      "자오선은 적도와 직교하며 무수히 많다.",
      "지구중심을 포함하는 임의의 평면과 지표면의 교선을 대원이라 한다.",
      "평행권은 적도에 직교하는 평면과 지표면의 교선을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 용어에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-10",
    "options": [
      "31km",
      "65km",
      "98km",
      "123km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면측량에서 1/50000까지 거리의 허용오차를 둔다면 지구를 평면으로 볼 수 있는 한계는 약 얼마인가? (단, 지구의 반경은 637km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-11",
    "options": [
      "GPS(Global Positioning System)",
      "SLR(Satellite Laser Ranging)",
      "VLBI(Very Long Baseline Interferometry)",
      "LLR(Lunar Laser Ranging)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "준성(quasar)으로 발생되는 전파를 이용하여 수평위치를 결정하는 측량 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-12",
    "options": [
      "3차원 측량을 동시에 할 수 있다.",
      "두 개의 주파수를 사용하여 신호를 전송한다.",
      "지구를 크게 3개의 지역으로 분할한 지역 기준계를 사용한다.",
      "약 0.5 항성일의 궤도 주기를 가지고 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-13",
    "options": [
      "멀티패스(Multipath)",
      "DOP",
      "싸이클 슬립(Cycle Slip)",
      "S/A"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 기하학적 배치 상태에 따른 정밀도 저하율을 뜻하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-14",
    "options": [
      "상공 시계 확보를 위한 선점 위치의 지상 장애물 분포 상황",
      "임계 고도각 이상에 존재하는 사용 위성의 개수",
      "수신에 사용할 각 위성의 번호",
      "관측 예정 시간대의 DOP 수치 파악"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 기준점측량의 계획을 수립하려고 한다. 이 때 위성의 이용 가능 시간대와 배치 상황도를 참고하여 관측계획을 수립할 때 고려하지 않아도 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-15",
    "options": [
      "일반적으로 DGPS가 단독측위보다 정확하다.",
      "DGPS에서는 2개의 수신기에 관측된 자료를 사용한다.",
      "DGPS에서는 2개의 수신기의 위치를 동시에 계산한다.",
      "기선의 길이가 길수록 DGPS의 정확도는 낮다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "dv20100509-16",
    "options": [
      "원주좌표",
      "원좌표",
      "구면좌표",
      "3차원 직교좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 3차원 좌표가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-17",
    "options": [
      "2006년 10월 현재, 현정세계시(UTC)와 국제원자시(TAI)의 차는 3초 정도이다.",
      "MJD(Modified Julian Date) = Julian Date - 2400000.5 days 이다.",
      "국제원자시(TAI)는 전 세계 세슘원자시계의 평균으로 설정된 것이다.",
      "GPS시(GPS time)는 국제원자시(TAI)와 19초 차이나 난다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량에서 시간의 기준에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100509-18",
    "options": [
      "정지측량(스태틱 관측방법)",
      "이동측량(키네마틱 관측방법)",
      "고속 스태틱 관측방법",
      "RTK(Real Time Kinematic)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준점측량과 같이 매우 높은 정밀도를 필요로 할 때 사용하는 방법으로서 두 개 또는 그 이상의 수신기를 사용하여 보통 1시간 이상 관측하는 GPS 현장 관측 방법은 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-19",
    "options": [
      "수준면이 연장된 평면",
      "지오이드",
      "준거(기준)타원체",
      "기준 구"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "1등 삼각망을 구성하는데 있어 기준이 되는 지구의 형상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "dv20100509-20",
    "options": [
      "지각 변동 결정",
      "지구 중력장 결정",
      "교통량 결정",
      "지도 제작"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "축지학의 직접적 응용 분야에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "dv20100307-1",
    "options": [
      "타원",
      "쌍곡선",
      "포물선",
      "직선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측위시스템의 인공위성의 궤도 형태로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-2",
    "options": [
      "tesla",
      "oersted",
      "gauss",
      "gal"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자기장(H)의 단위와 관계가 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-3",
    "options": [
      "전리층의 효과를 제거(보정)하기 위해",
      "수신기 오차를 제거(보정)하기 위해",
      "시계오차를 제거(보정)하기 위해",
      "다중 반사를 제거(보정)하기 위해"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 두 개의 주파수를 사용하는 주된 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-4",
    "options": [
      "Ag=Aa-(λa-λg)sinΦ",
      "Ag=Aa-(λa+λg)sinΦ",
      "Ag=Aa-(λa-λg)cosΦ",
      "Ag=Aa-(λa+λg)cosΦ"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지방위각과 천문방위각의 관계(Laplace 방정식)를 나타내는 식으로 옳은 것은? (단, 천문방위각 Aa, 천문경도 λa, 측지경도 λg, 위도 Φ, 측지방위각 Ag이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-5",
    "options": [
      "단독측위시 많은 수의 위성을 동시에 관측할 때 위성의 궤도정보에 대한 오차는 측위결과에 영향이 없다.",
      "FGPS는 신점과 기지점에서 동시에 관측을 실시하여 양점에서 관측한 정보를 모두 해석함으로써 신점의 위치를 결정한다.",
      "RTK-GPS는 위성신호 중 반송파 신호를 해석하기 때문에 코드 신호를 해석하여 사용하는 DGPS 보다 정확도가 높다.",
      "RTK-GPS는 공공측량시 3, 4급 기준점측량에 적용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "단독측위, DFPS, RTK-GPS 등에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-6",
    "options": [
      "탄성파 측정",
      "천문측량",
      "길이 및 각의 결정",
      "지도제작"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기하측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-7",
    "options": [
      "39.8m",
      "42.3m",
      "45.0m",
      "60.0m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 구면 삼각형에서 구과량이 20“가 되었다. 이 구면 삼각형의 면적이 0.349m2이라면 구의 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "dv20100307-8",
    "options": [
      "1:1",
      "2:1",
      "3:1",
      "4:1"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선이 두 개의 평면곡선의 교각을 분할할 때의 비율로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-9",
    "options": [
      "화산폭발",
      "태양과 달의 인력",
      "지구의 자전 및 공전",
      "지구내부의 물질분포나 지형의 영향"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "dv20100307-10",
    "options": [
      "원주좌표",
      "원ㆍ방사선좌표",
      "구면좌표",
      "3차원직교좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "3차원 좌표에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-11",
    "options": [
      "본초자오면과 지표상 한 점을 지나는 자오면이 만드는 적도면상 각거리를 경도하고 한다.",
      "지표면상 한 점에 세운 법선이 적도면과 이루는 각을 위도하고 한다.",
      "적도면에서 잰 본초자오선과 어느 지점의 천문자오선 사이의 각거리를 천문경도라 한다.",
      "지구상 한 점에서의 지오이드에 대한 연식선이 적도면과 이루는 각거리를 지심위도라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지경위도에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-12",
    "options": [
      "사이클 슬립(cycle slip)",
      "SA(Selective Availability)",
      "AS(Anti Spoofing)",
      "모호 정수(Ambiguity)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 관측 도중 장애물 등으로 인하여 GPS 신호의 수신이 일시적으로 단절되는 현상을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-13",
    "options": [
      "다중경로 오차",
      "궤도오차",
      "시계오차",
      "대기오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "도심지와 같이 장애물이 많은 경우 특히 증대되는 GPS 관측오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20100307-14",
    "options": [
      "지구중력은 지구질량에 의한 인력과 자전에 의한 원심력의 합력이다.",
      "표준중력은 gΦ=ge(1+βsin2Φ-β'sin22Φ)의 식으로 표시된다. (단, ge : 적도상 평균해수면에서의 중력, β, β‘ : 상수, 위도 : Φ)",
      "절대측정에 의한 중력과 상대측정에 의한 중력의 차를 중력이상이라 하고 해양에서는 (-)를 나타낸다.",
      "중력이상을 해석하여 지하구조해석이나 지하자원탐사에 활용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-15",
    "options": [
      "적위(Declination)",
      "묘유선(Prime vertical)",
      "적경(Right ascension)",
      "자오선(Meridian)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어떤 관측지점고 지구의 양극을 지나는 대원을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-16",
    "options": [
      "전파의 다중경로 발생 예상지점 회피",
      "주파단절 예상지점 회피",
      "임계 고도각 유지가능 지역 선정",
      "인접 기준점과 시통이 잘되는 지점 선정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량에 있어 기준점 선점시 고려사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-17",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구타원체의 편평도가 1/300 이면, 이심률은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-18",
    "options": [
      "Transverse Mercator 방법",
      "표준 Molodensky 변환방법",
      "Moldensky-Badekas 모델에 의한 7변수",
      "Bursa-Wolf 모델에 의한 7변수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지역타원체와 세계타원체 간의 3차원 좌표변환과 관련이 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "dv20100307-19",
    "options": [
      "부게(bouguer)이상",
      "일변화",
      "영년변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기의 변화에 해당 되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "dv20100307-20",
    "options": [
      "10230.000m",
      "12276.000m",
      "15754.200m",
      "19029.367m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성으로부터 전송되는 L1 신호의 주파수는 1575.42MHz이다. 광속 c=299792458m/s일 때 L1신호 100000 파장의 거리는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "dv20090830-1",
    "options": [
      "일중위상차",
      "이중위상차",
      "삼중위상차",
      "무차분 위상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 반송파(carrier)의 모호정수(ambiguity)가 포함되어 있지 않는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-2",
    "options": [
      "AS",
      "Cycle Slip",
      "SA",
      "VRS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 반송파 위상추적회로에서 반송파 위상관측값을 순간적으로 손실하여 발생하는 오차를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-3",
    "options": [
      "정표고(Orthometric height)",
      "역표고(Dynamic height)",
      "타원체고(Ellipsoidal height)",
      "자오이드고(Geoidal height)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평균 해수면(지오이드면)으로부터 어느 지점까지의 연직거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-4",
    "options": [
      "6391.78m",
      "-6391.78m",
      "7391.78m",
      "-7391.78m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위도 42° 16‘ 11“일 때 평면곡률반경은 얼마인가? (단, 장반경 a=6400Km, b=6379km, 계산 값에 의한 모든 수는 소수 3자리에서 반올림한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-5",
    "options": [
      "지구면상 두 점을 잇는 최단거리가 되는 곡선을 측지선이라 한다.",
      "평면곡선과 측지선의 길이의 차는 극히 미소하여 일반적으로 무시할 수 있다.",
      "측지선은 미분기하학으로 구할 수 있으나 직접 관측하여 구하는 것이 더욱 정확하다.",
      "측지선은 두 개의 평면곡선의 교각을 2:1로 분할하는 성질이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선(geodesic)에 대한 설명으로 맞지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-6",
    "options": [
      "지자기변화에는 주기적 변화와 불규칙 변화가 있다.",
      "영년변화는 수백년을 주기로 나타나는 지자기의 변화이다.",
      "자기 폭풍은 지진에 의해 발생된다.",
      "작 폭풍은 단파 통신의 지장을 초래한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-7",
    "options": [
      "지평 좌표",
      "적도 좌표",
      "황도 좌표",
      "경위도 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 천문 좌표계에 해당하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-8",
    "options": [
      "항정선",
      "측지선",
      "묘유선",
      "등위도선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자오선과 항상 일정한 각도를 유지하는 지표의 선으로서 그 선의 각 점에서 방위각이 일정한 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-9",
    "options": [
      "UTM 좌표계",
      "GRS80 좌표계",
      "ITRF 좌표계",
      "WGS84 좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 좌표계 중 성질이 다른 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-10",
    "options": [
      "VLBI의 기술로는 일반적으로 수십 km 이내의 범위에서만 직접 측정이 유효하다.",
      "VLBI는 반사경이 부착된 위성으로부터 되돌아오는 위상차로 위치를 결정한다.",
      "VLBI는 전파의 간섭을 이용하는 방법으로 측지분야에 응용하고 있다.",
      "VLBI의 실용화는 주로 물리학적 측지학에 큰 영향을 주었다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "VLBI(Very Long Base-line Interferometry)에 관한 설명으로 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-11",
    "options": [
      "SA방법의 해제로 절대측위의 정확도가 향상되었다.",
      "위성시계의 오차가 없다면 3대의 위성신호를 사용하여도 위치결정이 가능하다.",
      "GPS 위성은 위성마다 각각 자기의 코드 신호를 전송한다.",
      "위성과 수신기 간의 거리측정의 정확도는 C/A 코드를 사용하거나 L1 반송파를 사용하거나 차이가 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성측량에 관한 다음의 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-12",
    "options": [
      "높은 DOP는 위성의 기하학적인 배치 상태가 나쁘다는 것을 의미한다.",
      "수신기를 가운데 두고 4개의 위성이 정사면체를 이룰 때, 즉 최대 체적일 때 GDOP, PDOP 등이 최소가 된다.",
      "DOP 상태가 좋지 않을 때는 정밀 측량을 피하는 것이 좋다.",
      "DOP 수치가 클 때는 DDOP 방법을 이용하여 관측하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DOP(Dilution of Precision)에 대한 설명 중 적당하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-13",
    "options": [
      "광행차",
      "도플러효과",
      "장동",
      "세차운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천구의 북극은 황도의 북극을 중심으로 각반경 23.5°인 원을 그리며 약 25800년을 주기로 회전하는데 이런 현상을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-14",
    "options": [
      "Echo Sounder",
      "Raydist",
      "Omega",
      "Decca"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 해상의 수평위치 결정방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-15",
    "options": [
      "도플러 이상 보정",
      "프리-에어 이상 보정",
      "지각평형 이상 보정",
      "단순 부게 이상 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력이상 보정으로 맞지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090830-16",
    "options": [
      "대류권 오차는 수학적 모델링을 통하여 감소시킬 수 있다.",
      "차분을 통하여 랜덤오차를 감소시킬 수 있다.",
      "높은 건물이나 나무에서 떨어져 관측함으로써 다중경로 오차를 줄일 수 있다.",
      "전리층 오차는 이중주파수의 사용으로 감소시킬 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호의 오차에 관한 설명이 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 1,
    "id": "dv20090830-17",
    "options": [
      "스테틱(Static)측량",
      "키네마틱(Kinematic)측량",
      "단독 측위(point positioning)",
      "RTK(Real Time Kinematic)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS를 이용한 측량 중 가장 정밀한 위치결정 방법으로 정밀한 기준점측량이나 학술목적으로 주로 사용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-18",
    "options": [
      "수평위치의 결정",
      "길이 몇 시(時)의 결정",
      "탄성파 측점",
      "측지학적 3차원 위치결정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 기하학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 3,
    "id": "dv20090830-19",
    "options": [
      "위성 시계 오차",
      "위성 궤도 오차",
      "코드 오차",
      "전리층과 대류권에 의한 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 시스템 오차 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 4,
    "id": "dv20090830-20",
    "options": [
      "만류인력 상수의 변화",
      "지구의형상과 질량의 변화",
      "기상학적 및 지질학적 변동",
      "대기물질분포의 변화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력변화의 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-08-30)",
    "date": "2009-08-30"
  },
  {
    "answer": 2,
    "id": "dv20090510-1",
    "options": [
      "3.575",
      "3.609",
      "6.500",
      "13.030"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 기하학적 분포상태는 의사거리에 의한 단독측위의 선형화된 관측방정식을 구성하고 정규방정식을 구성하고 정규방정식의 역행렬을 활용하면 판단할 수 있다. 관측점 좌표 x, y, z 및 수신기 시계 t에 대한 Cofactor 행렬(Q)의 대각선 요소가 각각 qxx=0.5. qyy=2.2, q=2.5, qzz=2.5, qtt=1.3일 때 관측점에서의 GDOP는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-2",
    "options": [
      "UTM 좌표",
      "WGS 좌표",
      "천문 좌표",
      "베셀 좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지심 좌표의 방식으로 위성 측량에서 쓰이는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-3",
    "options": [
      "1시간",
      "4시간",
      "8시간",
      "24시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 2등기준점 측량에서 Session의 관측시간은 최소 얼마 이상으로 해야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-4",
    "options": [
      "지상으로부터 발사 또는 방사된 전파를 인공위성으로 흡수하여 해석함으로써 지궂자원 및 환경을 해결할 수 있는 것을 위성측량이라 한다.",
      "천제의 고도, 방위각 및 시각을 관측하여 관측지점의 지리학적 경위도 및 방위를 구하는 것을 천문측량이라 한다.",
      "기하학적 측지학은 지표상의 모든 점간의 상호관계를 결정하고 지구 내부구조 및 특성을 연구하는 분야이다.",
      "지구표면상의 길이 및 각도 그리고 높이의 관측에 의한 3차원 좌표결정을 위한 측량만을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-5",
    "options": [
      "-31.656m",
      "31.656m",
      "57.234m",
      "82.812m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "임의 지점에서 GPS 관측을 수행하여 타원체고(h) 57.234m를 획득하였다. 그 지점의 지구중력장 모델로부터 산정한 지오이드고(N)가 25.578m라 한다면 정표고(H)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-6",
    "options": [
      "중력의 값이 극으로 갈수록 커진다.",
      "곡율반경이 극으로 갈수록 커진다.",
      "추시계는 적도로 가져갈수록 빨라진다.",
      "위도 1° 사이의 거리는 극으로 갈수록 길어진다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구는 동서가 길고 남북이 짧은 회전타원체임을 증명할 수 있는 사실에 대한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-7",
    "options": [
      "중력차이",
      "중력이상",
      "중력변화",
      "중력상수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "실제 관측된 중력값과 기준중력식에 의한 이론값과의 차이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-8",
    "options": [
      "위성의 높은 고도각",
      "낮은 신호 잡음",
      "나무, 교량 밑 등의 장애물",
      "높은 신호 강도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS측량에 있어서 사이클슬립(cycle slip)의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-9",
    "options": [
      "베르누이법",
      "탈코트법",
      "뉴턴법",
      "주극성법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문측량에서 동일고도의 두 별을 관측하여 각각의 적위, 천정거리에 의해 위도를 결정하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-10",
    "options": [
      "6768.845m",
      "3000.902m",
      "3000.180m",
      "2999.098m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "두 점의 평균해면(타원체면)상의 거리가 3000.525m이라면 이 두 점에 대하여 평균표고 800m 지역에서의 거리는 얼마인가? (단, R-6370km로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-11",
    "options": [
      "투영은 등거리투영, 등적투영과 등각투영으로 크게 구분할 수 있다.",
      "등각투영에서는 대상체들의 면적은 일정하나 모양은 변화가 생긴다.",
      "원뿔투영은 지구 회전타원체를 원뿔의 표면에 투영한 후 이를 절개하여 평면으로 사용하는 투영이다.",
      "TM투영은 표준형 머케이터 투영에서 지구를 90도 회전시켜 중앙자오선이 원기둥면에 접하도록 하는 투영이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 투영에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-12",
    "options": [
      "자화(磁化)된 물질은 외부 자기장과 자화의 방향 등에 따라 상자성체, 반자성체, 강자성체 등으로 구분된다.",
      "강자성체는 자기장이 제거 되면 자화하지 않는 물질을 말한다.",
      "반자성체는 외부자기장이 가해지면 전체적으로 외부 자기장과 같은 방향으로 미약하게 나타난다.",
      "부게이상(bouguer anomaly)은 지구 자기의 변화에 의한 것이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기 측정과 관련된 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-13",
    "options": [
      "궤도의 장반경",
      "이심률",
      "궤도 경사각",
      "위성의 고도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중에서 위성의 궤도요소로서 적합하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-14",
    "options": [
      "중력기준점과 각 측점 간의 상대중력값을 정확하게 측정하여야 한다.",
      "각 측점에서 측정시간을 기록하여야 한다.",
      "각 측점의 고도를 측정하여야 한다.",
      "측점의 기압을 정확하게 측정하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력측정시에 시행되어야 하는 필수적인 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "dv20090510-15",
    "options": [
      "멘틀과 외핵의 밀도차이",
      "U238의 붕괴",
      "외핵이 액체이기 때문에",
      "내핵이 고체이기 때문에"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기가 생기는 주된 원인으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090510-16",
    "options": [
      "코드를 이용한 단독측위",
      "코드를 이용한 상대측위",
      "반송파를 이용한 단독측위",
      "반송파를 이용한 상대측위"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 가장 정확하게 위치를 결정할 수 있는 자료처리법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-17",
    "options": [
      "GDOP : 중력 정확도 저하율",
      "HDOP : 수평 정확도 저하율",
      "VDOP : 수직 정확도 저하율",
      "TDOP : 시각 정확도 저하율"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자성의 배치에 따른 정확도의 영향을 DOP라는 수치로 나타냈다. 다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "dv20090510-18",
    "options": [
      "P코드는 비트율이 높아 의사거리의 정확도가 높다.",
      "L1 신호에만 실려서 들어온다.",
      "P코드는 10.23MHz의 주파수를 가지며, C/A코드는 P코드의 1/10의 주파수를 가진다.",
      "P코드는 주기의 길이 때문에 P코드 전체를 이용한 측위는 불가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "코드의 특성을 잘못 설명한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-19",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 이심율을 구하는 식으로 옳은 것은? (단, 장반경 a, 단반경 b)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "dv20090510-20",
    "options": [
      "수평위치 결정",
      "중력 측정",
      "지자기 측정",
      "탄성파 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음에서 기하학적 측지학에 속하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "dv20090301-1",
    "options": [
      "반송파를 이용한 위치결정이 코드를 이용한 경우보다 정확하다.",
      "단독측위보다 상대측위가 정확하다.",
      "위성의 대수가 많을수록 정확하다.",
      "위성의 고도가 낮을수록 정확하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS를 이용하여 위치를 결정하는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-2",
    "options": [
      "세차",
      "장동",
      "광행차",
      "국심변화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문측량에서 항성의 위치오차의 원인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-3",
    "options": [
      "차분되지 않은 반송파",
      "단일차분 된 반송파",
      "이중차분 된 반송파",
      "삼중차분 된 반송파"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 모호정수(ambiguity)를 포함하지 않는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-4",
    "options": [
      "직경=22km, 면적=400km2 이상인 지역",
      "직경=11km, 면적=400km2 이상인 지역",
      "직경=22km, 면적=100km2 이상인 지역",
      "직경=11km, 면적=100km2 이상인 지역"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리의 허용정밀도가 1/106일 때 지구의 곡률을 고려하여야 하는 측량구역은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-5",
    "options": [
      "궤도의 장반경",
      "승교점(ascending node)의 적위",
      "궤도 경사각",
      "궤도 이심율(eccentricity)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측량에서 위성의 궤도와 임의 시각의 궤도 상의 위치를 결정할 수 있는 위성의 궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-6",
    "options": [
      "20420 km",
      "30420 km",
      "40420 km",
      "5020 km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구를 반경 6500km인 구로 가정했을 때 위도 60도에서 평행권의 둘레는 약 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-7",
    "options": [
      "중력 편차",
      "지오이드 편차",
      "중력 이상",
      "연직선 편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어느 한 점에서 타원체의 법선과 지오이드의 법선은 일치하지 않게 되는데 이 두 법선의 차이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-8",
    "options": [
      "RINEX는 GPS 수신기 기종에 따라 기록 방식이 달라 이를 통일하기 위해 만든 표준파일형식이다.",
      "헤더부분에는 관측정명, 안테나높이, 관측날짜, 수신기명 등 파일에 대한 정보가 들어간다.",
      "RINEX 파일로 변환하였을 경우 자료처리의 신뢰도를 높이기 위해 사용자가 편집 못하도록 해 놓았다.",
      "반송파, 코드 신호를 모두 기록한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 RINECX 파일에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-9",
    "options": [
      "전리층 통과시 전파의 운반지연량은 기온, 기압, 습도 등의 기상 측정에 의해 보정될 수 있다.",
      "기선해석에서 고정점의 좌표 정확도는 신점의 위치정확도에 영향을 미친다.",
      "일중차의 해석 처리만으로는 GPS 위성과 GPS 수신기 모두의 시계오차가 소거되지 않는다.",
      "동 기종의 GPS 안테나는 동일방향을 향하도록 설치함으로써 전파 입사각에 의한 위상의 엇갈림에 대한 영향을 줄일 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량의 오차에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-10",
    "options": [
      "자유고도(free-air) 보정",
      "위도 보정",
      "부게(Bouguer) 보정",
      "계기 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측점 사이의 고도차에 존재하는 물질의 인력이 중력에 미치는 영향을 고려하는 보정을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 2,
    "id": "dv20090301-11",
    "options": [
      "A=a√B",
      "A=aㆍB",
      "A=a/B",
      "A=aㆍB2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구과량(A)와 구면삼각형 면적(B)의 관계로 옳은 것은? (단, a는 비례상수)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-12",
    "options": [
      "일정",
      "감소",
      "증가",
      "관계없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 편평률이 1/297에서 1/400로 됬을 때 지구의 적도 반지름이 일정하다면 극반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-13",
    "options": [
      "GPS는 원래 미국과 동맹국의 군사적 목적으로 개발되었으나, 현재는 일반인에게 위치정보제공을 위한 중요한 사회기반으로 활용되고 있다.",
      "GPS는 고도 약 20200km에서 타원 궤도를 그리며 운행하는 인공위성으로 구성되어 있다.",
      "GPS 위성의 고도는 중력이상이 궤도에 미치는 영향이 커 정밀한 궤도 계산이 어렵다.",
      "GPS 위성은 지상제어국에 의해 제어된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-14",
    "options": [
      "지자기는 위치에 따라 그 방향과 크기가 다르다.",
      "지자기의 방향과 자오선이 이루는 각을 편각이라 한다.",
      "지자기의 방향과 수평면이 이루는 각을 복각이라 한다.",
      "지자기의 자오선 방량 강도를 수직분력, 묘유선 방향 감도를 수평분력이라고 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자자기 측정에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-15",
    "options": [
      "위성의 시계오차",
      "안테나의 위상중심오차",
      "전리층 지연오차",
      "다중전파경로(multipath)에 의한 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 GPS 관련 오차 중에서 위성과 수신기 간의 거리계에 가장 큰 영향을 주는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-16",
    "options": [
      "지구를 6° 경도대로 나누어 이 경도대마다 각각 투영한도법이다.",
      "극 지역에는 따로 UPS 좌표계를 사용한다.",
      "경선은 투영면에 직선으로 투영된다.",
      "중앙경선상의 축척계수를 0.9996으로 하면, 중앙경선에서 동서로 각각 약 180km 떨어진 곳에서 축척계수가 1.000이 된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "유니버설 횡 메르카토르 좌표계(UTM좌표계)에 대해 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20090301-17",
    "options": [
      "관성한법장치(INS)",
      "레이저스캐너(LIDAR)",
      "HRV 센서",
      "MSS 센서"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 항공측량부분의 GPS 응용에서 GPS의 단점을 보완할 수 있는 장치로서 촬영비행기의 위피를 구하는 데 많이 활용되고 있는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-18",
    "options": [
      "GPS 수신기 한 대로 위치결정을 할 수 있다.",
      "1초 또는 1/10초 간격으로, 거의 순간적으로 현재 위치를 파악할 수 있다.",
      "단독측위는 코드 신호를 이용하여 산출된 의사거리를 사용하여 위치를 결정한다.",
      "우주공간부터 항공, 해상, 지상, 땅 속이나 물 속 등 어느 곳을 막론하고 사용 가능하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에 의한 단독측위에 대한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 4,
    "id": "dv20090301-19",
    "options": [
      "시간적 변화에 따른 보정",
      "기준점 보정",
      "온도 보정",
      "에트베스 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기측량에서 필요한 보정과 관계없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 3,
    "id": "dv20090301-20",
    "options": [
      "중앙자오선 동경 125°와 적도",
      "중앙자오선 동경 127°와 적도",
      "중앙자오선 동경 129°와 적도",
      "중앙자오선 동경 135°와 적도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM좌표계에 우리나라가 속해 있는 UTM도엽 중 52S 구역의 원점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2009-03-01)",
    "date": "2009-03-01"
  },
  {
    "answer": 1,
    "id": "dv20080907-1",
    "options": [
      "UPS좌표",
      "3차원극좌표",
      "UTM좌표",
      "가우스그뤼거좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "극심입체 투영법에 의해 위도 80° 이상의 양극지역의 지도 좌표를 표시하는데 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-2",
    "options": [
      "상공 시계 확보를 위한 선점 위치의 지상 장애물 분포 상황",
      "임계 고도각 이상에 존재하는 사용 위성의 개수",
      "수신에 사용할 각 위성의 번호 파악",
      "관측 예정 시간대의 DOP 수치 파악"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 기준점측량의 계획을 수립하려고 한다. 이때 위성의 이용 가능 시간대와 배치 상황도를 참고하여 관측 계획 시 고려하지 않아도 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-3",
    "options": [
      "1 mm",
      "2 mm",
      "3 mm",
      "4 mm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반송파의 정확도가 1 mm라면 이중차분된 반송파의 정확도는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-4",
    "options": [
      "해양 지각 변동",
      "태양흑점",
      "달의 공전",
      "지구 내부 물질의 분포"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자기 폭풍의 주요 원인으로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-5",
    "options": [
      "모호정수",
      "AS",
      "다중경로",
      "삼중차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "전송파(carrier)에 대한 미지의 수로서, 위성과 수신기 안테나 간 파장의 개수를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 4,
    "id": "dv20080907-6",
    "options": [
      "지오이드는 해양에서는 평균 해수면과 일치한다.",
      "지오이드에서의 위치에너지는 0이므로 지오이드를 등포텐셜면이라 한다.",
      "지구상 어느 한 점에서 타원체의 법선과 지오이드의 법선과의 차이를 연직선 편차라 한다.",
      "지오이드는 극지방을 제외한 전 지역에서 회전타원체와 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 지오이드와 관련된 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-7",
    "options": [
      "전리층 오차",
      "위성시계오차",
      "사이클 슬립",
      "위성계도오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 DGPS에 의해서 소거되지 않는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-8",
    "options": [
      "보다 정확한 위치를 계산하기 위하여",
      "보다 빠른 계산을 위하여",
      "보다 연속적인 위치 계산을 위하여",
      "보다 기선이 긴 곳에서의 위치 계산을 위하여"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS 측량방법을 사용하는 이유로 가장 적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-9",
    "options": [
      "일반적으로 증가한다.",
      "일반적으로 감소한다.",
      "증가하기도 하고 감소하기도 한다.",
      "위도에 관계없이 일정하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구타원체면 상에서의 중력이 있어, 그 점의 위도가 적도에 가까울수록 중력은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-10",
    "options": [
      "공간상 한 점의 위치",
      "지각의 변동",
      "해수면의 온도",
      "정확한 시간"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS로부터 획득할 수 있는 정보와 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 4,
    "id": "dv20080907-11",
    "options": [
      "구면삼각형은 지표상 세 점을 지나는 세 개의 대원을 세 변으로 하는 삼각형이다.",
      "구면삼각형에서는 내각의 합이 180° 보다 크다.",
      "구면삼각형의 계산에 르장드르(Legendre)의 정리가 널리 사용된다.",
      "평면삼각측량에서도 구과량은 무시할 수 없으므로 구면삼각형의 면적 대신 평면삼각형의 면적을 사용해서는 안된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-12",
    "options": [
      "A",
      "B",
      "C",
      "D"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에서 편각이 +30° 인 어느 지점의 자침이 그림과 같을 때 진북방향을 가리키는 것은?",
    "local_images": [
      "images/dv20080907-12_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-13",
    "options": [
      "VLBI",
      "SLR",
      "SPOT",
      "LORAN"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "수십억 광년 떨어진 준성(quasar)을 이용하여 매우 정밀하게 거리를 측정할 수 있어 국가좌표계 결정과 지각변동 산출에 활용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-14",
    "options": [
      "DGPS 기술을 사용한다.",
      "Choke Ring 안테나를 사용한다.",
      "절대측위에 의한 위치 계산시 반송파와 코드를 조합하여 해석한다.",
      "높은 건물이 둘러싸인 장소에 GPS 관측점의 설치를 피한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 멀티패스(multipath)의 영향을 최소화 할 수 있는 방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080907-15",
    "options": [
      "약 7km",
      "약 11km",
      "약 22km",
      "약 35km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리 측저의 정밀도를 1/107 까지 허용한다면 지구의 표면을 평면으로 생각할 수 있는 측정거리의 한계는? (단, 지구의 곡률반경은 6,370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 3,
    "id": "dv20080907-16",
    "options": [
      "전파 관측법",
      "음파 관측법",
      "레이저 관측법",
      "카메라 관측법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성 자체에 전파원이 있는 것이 아니라 반사프리즘이 위성에 탑재되어 펄스광의 왕복시간을 측정함으로써 거리를 측량하게 할 수 있는 관측법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 4,
    "id": "dv20080907-17",
    "options": [
      "GPS 위성의 관측자료 파일",
      "GLONASS 위성의 항법 메시지 파일",
      "GEO(Geostationary) 위성의 항법 메시지 파일",
      "IKONOS 위성의 항법 메시지 파일"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "RINEX 형식이 포함하는 내용으로 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 4,
    "id": "dv20080907-18",
    "options": [
      "지평좌표계",
      "적도좌표계",
      "황도좌표계",
      "3차원 직각좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 천문좌표계가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-19",
    "options": [
      "중력 측정",
      "천체의 고도 측정",
      "지자기 측정",
      "지진파 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 2,
    "id": "dv20080907-20",
    "options": [
      "GPS",
      "KH-11",
      "GLONASS",
      "Galileo"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GNSS(Global Navigational Satellite System) 위성과 관련 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-09-07)",
    "date": "2008-09-07"
  },
  {
    "answer": 1,
    "id": "dv20080511-1",
    "options": [
      "편각, 복각, 수평분력",
      "복각, 연직각, 수평분력",
      "복각, 수평각, 연직분력",
      "편각, 복각, 연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기 측량의 3요소는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-2",
    "options": [
      "100,000,000",
      "50,000,000",
      "10,000,000",
      "5,000,000"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "임의 시간에 GPS 관측을 실시한 결과 PRN7 위성으로부터 수신기로 들어온 L1신호 주파수의 부분주파수가 반파장인 경우, L1신호의 모호정수(ambiguity) N은 얼마인가? (단, L1신호의 파장 λ=19.0㎝ 이며 PRN7 위성과 수신기간의 정확한 거리는 19,000,000.095m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-3",
    "options": [
      "고위도로 갈수록 만유인력이 크다.",
      "고위도로 갈수록 곡률반경이 크다.",
      "위도차의 1° 거리는 위도로 갈수록 길다.",
      "중력이 적도상에서 가장 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구가 타원형인 증거가 되는 사항에 대한 설명으로 틀린것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-4",
    "options": [
      "각 구역은 서쪽방향으로 10° 간격으로 1부터 번호를 붙인다.",
      "지구전체를 경도 6° 씩 60구역으로 나눈다.",
      "위도는 남, 북위 60° 까지만 포함한다.",
      "위도 80° 이상의 양극지역의 좌표도 포함된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 UTM 좌표계에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-5",
    "options": [
      "지심위도",
      "측지위도",
      "천문위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "그림과 같이 지구상의 한점(A)에서 지구타원체에 대한 법선이 적도면과 이루는 각도를 무엇이라 하는가?",
    "local_images": [
      "images/dv20080511-5_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-6",
    "options": [
      "반경 10㎞ 이하",
      "반경 11㎞ 이하",
      "반경 15㎞ 이하",
      "반경 22㎞ 이하"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 반지름을 6370㎞라 할 때 거리의 허용오차를 1/106이라 할 경우 평면 측량의 허용범위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-7",
    "options": [
      "동부, 서부, 남부, 북부 원점",
      "동부, 서부, 북부, 중부 원점",
      "동부, 서부, 중부, 동해 원점",
      "동해, 남부, 북부, 중부 원점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 평 면 직각좌표의 원점은 어떻게 구성되어 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-8",
    "options": [
      "산지의 지하는 밀도가 큰 물질로 되어 있을 것이다.",
      "산지의 지하는 지질시대 때 융기되어 있을 것이다.",
      "산지의 지하는 중간층 물질로 되어 있을 것이다.",
      "산지의 지하는 밀도가 작은 물질로 되어 있을 것이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "“산지에서 측정된 중력은 표준중력보다 작다.”에서 산지의 지하에 암시 되는 사항에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-9",
    "options": [
      "전리층의 효과를 제거(보정)하기 위해",
      "대류권의 효과를 제거(보정)하기 위해",
      "시계오차를 제거(보정)하기 위해",
      "다중반사를 제거(보정)하기 위해"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 두 개의 주파수를 사용하는 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-10",
    "options": [
      "일반적으로 DGPS가 단독측위보다 정확하다.",
      "DGPS에서는 2개의 수신기에 관측된 지료를 사용한다.",
      "DGPS에서는 2개의 수신기의 위치를 동시에 계산한다.",
      "기선의 길이가 길수록 DGPS의 정확도는 낮다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 DGPS에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-11",
    "options": [
      "측지선은 자오선과 항상 같은 각도를 유지하는 선으로 등방위선이라고도 한다.",
      "평행권이란 적도와 나란한 평면과 지표면의 교선이다.",
      "지축이란 지구의 자전축이다.",
      "천문위도는 지오이드에 준거하여 관측한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 기하학적 성질에 관계되는 용어에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-12",
    "options": [
      "평면측량은 지표면을 평면으로 간주하여 실시하는 측량이다.",
      "길이 및 시(時)의 결정은 기하학적 측지학에 속한다.",
      "사진측량과 지형도 제작은 물리학적 측지학에 속한다.",
      "측지측량은 지구의 곡률을 고려한 정밀측량이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "dv20080511-13",
    "options": [
      "태양",
      "달",
      "지구 내부의 원인",
      "조석"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 지자기의 일변화의 원인 중 가장 주된 요인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-14",
    "options": [
      "전파의 위상차를 관측하는 방식으로서 정밀측량에 주로 사용된다.",
      "위상차의 계산은 단순차, 2중차 , 3중차의 차분 기법을 적용할 수 있다.",
      "수신기 1대를 사용하여 모호 정수를 구한 뒤 측위를 실시한다.",
      "위성과 수신기간 전파의 파장 개수를 측정하여 거리를 계산한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "상대측위 방법(간섭계측위)의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-15",
    "options": [
      "1,118,633.4㎞2",
      "1,269,987.6㎞2",
      "1,298,366.4㎞2",
      "1,596,427.4㎞2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 구면 삼각형 △ABC의 세 각을 관측한 결과 A = 51° 30′, B = 65° 45′, C = 64° 35′ 이었다. 구면 삼각형의 면적은? (단, 지구반지름 R = 6,300㎞이며, 측각오차는 없는 것으로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-16",
    "options": [
      "위성 시계 오차",
      "위성 궤도 오차",
      "코드 오차",
      "전리층과 대류권에 의한 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 시스템 오차 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "dv20080511-17",
    "options": [
      "시계오차",
      "궤도 오차",
      "Selective Availability",
      "Anti-Spoofing"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS는 원래 군대에서 사용할 목적으로 개발되었다. 이에 따라 일반인들이 정확한 신호를 얻지 못하도록 원래 신호를 암호화 하여 전송하게 되는데 이것을 무엇이라고 하는 가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-18",
    "options": [
      "장반경",
      "근지점 인수",
      "인공위성 무게",
      "궤도 경사각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 인공위성의 궤도 요소에 해당 되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080511-19",
    "options": [
      "거리",
      "속도",
      "가속도",
      "절대위치"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 관성 항법장치에서 획득되는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "dv20080511-20",
    "options": [
      "아이소스타시 보정",
      "에트베스 보정",
      "프리에어 보정",
      "부게(bouguer)보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "항공 및 해상 중력관측의 경우 이동중 관측을 실시하게 되므로 관측기기의 속도에 의란 영향을 보정하기 위한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "dv20080302-1",
    "options": [
      "지구의 형상 및 크기 결정",
      "중력측정",
      "시각의 결정",
      "지각변동조사"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-2",
    "options": [
      "1° 02′ 32″",
      "2° 03′ 14″",
      "3° 03′ 04″",
      "4° 12′ 09″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름 2m인 구면상의 구면삼각형 면적이 0.213m2일 때 이 구면삼각형의 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-3",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음에서 묘유선 곡률 반경(N)을 구하는 식은? (단, a는 장반경, b는 단반경, 이심율 e2=(a2-b2)/a2, ø는 위도)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-4",
    "options": [
      "UPS 좌표",
      "UTM 좌표",
      "TM 좌표",
      "3차원 직교좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "경도 80° 이상의 양극지역의 좌표를 표시하는데 쓰이며 극심 입체 투영법에 의한 좌표는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-5",
    "options": [
      "22m",
      "244m",
      "488m",
      "699m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각수준측량에 있어서 정밀도를 1/30,000로 제한하면 지구 곡률과 대기굴절을 고려하지 않아도 되는 최대 시준거리는 약 몇m 이내인가? (단, 지구 곡률반경은 6470㎞, 광선의 굴절계수는 0.13임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "dv20080302-6",
    "options": [
      "지구의 부피",
      "지구 원심력의 크기",
      "만유인력 상수",
      "지구자전 각속도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 질량을 계산하려면 지구의 반지름, 중력가속도 외에 또 무엇을 알아야 하는가? (단, 지구는 자전하지 않는 완전구체로 간주한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-7",
    "options": [
      "부게이상",
      "영년변화",
      "일변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구의 자기장 변화에 영향을 주지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-8",
    "options": [
      "천극",
      "지자기극",
      "황극",
      "적도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자장과 거의 일치하는 쌍극자(막대자석)를 지구중심에 위치 시킬 때 쌍극자의 연장선이 지표와 만나는 점을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-9",
    "options": [
      "1 : 1",
      "2 : 1",
      "3 : 1",
      "4 : 1"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선이 두 개의 평면곡선의 교각을 분할할 때 비율로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-10",
    "options": [
      "지심위도",
      "측지위도",
      "천문위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "그림에서 지구상의 한점(A)과 지구중심(O) 그리고 적도와 만나는 점(C)이 이루는 위도는?",
    "local_images": [
      "images/dv20080302-10_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-11",
    "options": [
      "원호방식",
      "방위선방식",
      "쌍곡선방식",
      "포물선방식"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "연안의 수심측량을 할 때 수평위치결정은 다음 중 어느 방식이 가장 적절한가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-12",
    "options": [
      "실측 중력값과 이론 중력값은 일반적으로 일치하는 경우가 많다.",
      "중력이상은 실측 중력값에서 이론 중력값을 뺀 값을 말한다.",
      "중력측정은 높이 측정에만 이용된다.",
      "프리에어 보정은 지형보정, 고도보정을 한 후 관측점의 위도에 따라 정해지는 표준중력을 뺀 값이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명 중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-13",
    "options": [
      "Echo Sounder",
      "Raydist",
      "Omega",
      "DECCA"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해상의 수평위치 결정 방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-14",
    "options": [
      "측지 측량기준망 설정",
      "지각변동 관측",
      "지형공간정보 획득 및 시설물 유지관리",
      "실내 건축인테리어"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 활용분야와 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-15",
    "options": [
      "위성의 시계오차",
      "위성의 궤도오차",
      "전리층 지연오차",
      "관측 코드오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측위의 계통적 오차(정오차) 요인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-16",
    "options": [
      "전파의 다중경로 발생 예상지점 회피",
      "주파단절 예상지점 회피",
      "임계 고도각 유지가능 지역 선정",
      "인접 기준점과 시통이 잘 되는 지점 선정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 측량에 있어 기준점 선점시 고려사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-17",
    "options": [
      "GPS",
      "GLONASS",
      "QZSS",
      "GALILEO"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "유럽연합에서 상업용으로 개발했으며, 유료부분과 무료부분으로 서비스를 할 예정으로 있는 위성측위시스템은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "dv20080302-18",
    "options": [
      "무전기",
      "비콘",
      "FM 통신",
      "휴대폰"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DGPS에서 보정신호 전송 방법 중 해양분야에서 주로 활용되고 있는 방법은 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "dv20080302-19",
    "options": [
      "지오이드고",
      "정표고",
      "타원체고",
      "동표고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준타원체로부터 지오이드 면까지의 수직거리를 무엇이라 하는 가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20080302-20",
    "options": [
      "10230,000 m",
      "12276,000 m",
      "15754,000 m",
      "19029.367 m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성으로부터 전송되는 L1 신호의 주파수는 1575.42MHz이다. 광속 c=299,702,458m/s일 때 L1신호 100,000 파장의 거리는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-1",
    "options": [
      "0.05 ㎞",
      "0.04 ㎞",
      "0.03 ㎞",
      "0.01 ㎞"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반지름이 5000㎞인 구(球)에서 수평거리 10㎞에 대한 곡률 오차는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-2",
    "options": [
      "지구의 적도반경을 a, 극반경을 b라 할 때 편평률  이다.",
      "지구의 적도반경을 a, 극반경을 b라 할 때 편심률  이다.",
      "사진측량은 기하학적 측지 분야이다.",
      "지구의 형상해석은 물리학적 측지학에서 다룬다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-3",
    "options": [
      "물리적 지구표면",
      "지구타원체",
      "지오이드",
      "구체"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지도 제작의 기준이 되는 기하학적인 지구의 형상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-4",
    "options": [
      "지구상의 한 점에서 타원체의 법선과 지오이드의 법선이 일치하지 않는 차를 연직선 편차라고 한다.",
      "태양이 천구상에서 서에서 동으로 진행하는 경로를 항도라 한다.",
      "적경은 천구의 적도상에서 춘분점으로부터 동쪽으로 향하여 잰 직각거리이다.",
      "측지선은 타원체 상에서 두 점을 포함하는 소원의 일부이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-5",
    "options": [
      "평균 해수면으로부터의 높이를 나타낸다.",
      "도로의 시점을 기준으로 나타낸다.",
      "만조면으로부터의 높이를 나타낸다.",
      "삼가점으로부터의 높이를 나타낸다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에 설치된 수준점의 표고에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-6",
    "options": [
      "베르누이법",
      "탈코트법",
      "뉴턴법",
      "주극성법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문측량에서 동일고도의 두 별을 관측하여 각각의 적위, 천정거리에 의해 위도를 결정하는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-7",
    "options": [
      "6332.85 ㎞",
      "6348.38 ㎞",
      "6359.83 ㎞",
      "6368.58 ㎞"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "동일 자오선 상에 있는 A점과 B점에서의 천의 북극의 고도가 각각 α = 30°, β = 27° 로 측정되었을 때 AB간의 거리가 333㎞라 하면 지구 반지름은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-8",
    "options": [
      "타원체의 법선과 지오이드의 법선이 이루는 차이",
      "연직선과 지오이드면이 이루는 차이",
      "천문위도와 천문경도가 이루는 차이",
      "연직선과 중력이상이 이루는 차이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "연직선 편차란 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-9",
    "options": [
      "천문측량에 의한 경･위도 측정은 관측점마다 독립적으로 이루어진다.",
      "지구상의 위치는 지리학적 경･위도 및 준거타원체상으로부터의 높이로 표시된다.",
      "목적하는 측량의 정확도에 따라서 지구를 구로 생각할 수 있다.",
      "지구상의 위치는 직각좌표나 극좌표 등으로 표시하기도 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-10",
    "options": [
      "고도보정",
      "아이소스타시보정",
      "경도보정",
      "무게보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력보정에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-11",
    "options": [
      "궤도 경사각",
      "이심율",
      "궤도 주기",
      "위성의 고도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성의 궤도 요소에 속하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-12",
    "options": [
      "지구의 자화",
      "자이로 마그네틱 효과에 의한 설명",
      "외부의 자전전류",
      "내부의 자전전류"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자장의 성인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-13",
    "options": [
      "위성에서 송신한 신호가 해수면에 반사되어 돌아오는 시간",
      "위성과 해상의 목표물과의 거리",
      "위성과 해상의 목표물과의 각도",
      "위성에서 촬영하는 영상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해수면의 높이 변화를 측정하기 위하여 위성 고도계에서 관측하는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-14",
    "options": [
      "지자기는 자오선 방향에 대하여 등으로 편각을 정(+), 북을 향하여 하향으로 기우는 복각을 부(-)로 표시한다.",
      "한국에서는 대체로 편각이 -5° ~ -6° 정도로 알려지고 있으나 복각 및 분력에 대해서는 아직 뚜렷이 제시된 자료가 없다.",
      "자력의 크기의 단위로서 지구물리에서는 C, G. S 단위(가우스)외에 r(감마)가 사용되고 있다.",
      "자력의 강도 관측에서 Flux gate 자력계, Proton 자력계 등을 사용하고 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기(址玼氣)측량에 관한 다음 설명 중 맞지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 4,
    "id": "dv20070902-15",
    "options": [
      "우리나라 수준망은 인하공업전문대학 구내에 설치된 수준원점을 근간으로 구성되어 있다.",
      "우리나라 수준망은 전국을 포함하는 다수의 수준환으로 구성되어있다.",
      "우리나라 1등 수준점간 평균거리는 약 4㎞, 2등 수준점간 평균거리는 약 2㎞ 이다.",
      "바다의 깊이는 평균최고조조면(MHHW)을 해안선은 평균 최저저조면(MLLW)을 기준으로 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 내용 중 잘못 설명된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-16",
    "options": [
      "GPS(Global Positioning System)",
      "SLR(Satellite Laser Ranging)",
      "VLBI(Very Long Baseline Interferometry)",
      "LLR(Lunar Laser Ranging)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "준성(quasar)으로부터 발생되는 전파를 이용하여 수평위치를 경정하는 측량 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 2,
    "id": "dv20070902-17",
    "options": [
      "멀티패스(Multipath)",
      "DOP",
      "싸이클 슬립(Cycle Slip)",
      "S/A"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성의 기하학적 배치 상태에 따른 정밀도 저하율을 뜻하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-18",
    "options": [
      "단독측위시 많은 수의 위성을 동시에 관측할 때 위성의 궤도정보에 대한 오차는 측위결과에 영향이 없다.",
      "DGPS는 신점과 기지점에서 동시에 관측을 실시하여 양 점에서 관측한 정보를 모두 해석함으로써 신점의 위치를 결정한다.",
      "RTK-GPS는 위성신호 중 반송파 신호를 해석하기 때문에 코드 신호를 해석하여 사용하는 DGPS 보다 정확도가 높다.",
      "RTK-GPS는 공공측량시 3, 4급 기준점측량에 적용할 수있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "단독측위, DGPS, RTK-GPS 등에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070902-19",
    "options": [
      "-31.656m",
      "25.578m",
      "31.656m",
      "82.812m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "임의 지점에서 GPS 관측을 수행하여 WGS84 타원체고(h)57.234m를 획득하였다. 그 지점의 지구중력장 모델로부터 산정한 지오이드고(N)가 25.578m 라 한다면 정표고(H)는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 1,
    "id": "dv20070902-20",
    "options": [
      "단일차분",
      "이중차분",
      "삼중차분",
      "차분되지 않은 자료"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 관측 오차들 중에서 수신기의 시계오차만을 제거하려면 다음 중 무엇을 이용해야 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-09-02)",
    "date": "2007-09-02"
  },
  {
    "answer": 3,
    "id": "dv20070513-1",
    "options": [
      "약 15 ㎞",
      "약 25 ㎞",
      "약 35 ㎞",
      "약 45 ㎞"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측량시 지구의 곡률을 고려하지 않을 경우에 허용오차가 1/105 이면 반경을 최대 몇 ㎞까지 평면으로 볼 수 있는가? (단, 지구반경은 6400㎞로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-2",
    "options": [
      "중력 측정, 지작기 측정",
      "지구의 운동, 탄성파 측정",
      "지구의 조석, 천체의 운동",
      "해양측정, 위성측지"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 기하학적인 측지학에 속하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-3",
    "options": [
      "항정선(loxodrome)",
      "묘유선(prime vertical)",
      "수직선(vertical line)",
      "자오선(meridian)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자오선과 항상 일정한 각도를 유지하는 지표의 선으로서 그 선내 각점에서 방위각이 일정한 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-4",
    "options": [
      "지구면(곡면)상 2점간의 최정거리인 곡선",
      "지구면(곡면)상 2점간의 최단거리인 곡선",
      "일정한 각도로 유지하는 법선",
      "일정한 각도로 유지하는 지표선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-5",
    "options": [
      "대단위 정밀삼각측량과 천문측량",
      "회전타원체면",
      "구면삼각법",
      "Sr(스테라디안)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "곡면각(curved surface angle)과 관계없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-6",
    "options": [
      "UMT좌표로 표시하지 못하는 양극지역의 좌표를 표시하는데 사용한다.",
      "투영법은 극심입체투영법에 의한 것이다.",
      "양극을 원점으로 하는 평면직각좌표계를 사용한다.",
      "좌표의 종축은 경도 90° 및 270° 의 자오선이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UPS(Universal Polar Stereographic)좌표계에 대한 내용 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-7",
    "options": [
      "부게 이상이 (+)이면 밀도가 큰 것이 지표 가까이에 있다는 것을 의미한다.",
      "부게 이상이 (-)이면 지각의 두께가 얇다는 것을 나타낸다.",
      "부게 이상의 단위를 주로 ㎫를 사용한다.",
      "부게 이상은 대륙에서 (+), 해양에서는 (-)가 되는 경향이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 부게 이상에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-8",
    "options": [
      "지자기의 장기적인 완만한 변화를 영년변화라 한다.",
      "진북방향과 자북방향이 이루는 각을 복각이라 한다.",
      "지자기의 편각은 영년변화를 한다.",
      "지구의 자극은 미소하나마 이동하고 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지가기에 관한 다음 설명중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-9",
    "options": [
      "Echo Sounder",
      "Raydist",
      "Omega",
      "Decca"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 해상의 수평위치 결정방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-10",
    "options": [
      "7〃",
      "16〃",
      "23〃",
      "30〃"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형의 면적이 3147km2, 지구의 곡류반경이 6370km일 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-11",
    "options": [
      "정규표고",
      "타원체고",
      "지오이드고",
      "중력포텐셜계수"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "높이를 표시하는 용어 중에서 타원체로부터 지오이드까지의 거리를 의미하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-12",
    "options": [
      "스테틱(Static)측량",
      "키네마틱(Kinematic)측량",
      "DGPS(Differential GPS)",
      "RTK(Real Time Kinematic)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS를 이용한 측량 중 가장 정밀한 위치결정 방법으로 정밀한 기준점측량이나 학술목적으로 주로 사용되는 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-13",
    "options": [
      "위성궤도오차가 제거된다.",
      "다중경로오차(multipath)를 제거할 수 있다.",
      "전리층에 의한 신호의 전파지연이 보정된다.",
      "위성시계오차가 제거된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준국과 이동국간의 거리가 짧을 경우 상대측위를 수행하면 절대측위에 비해 정확도가 현격히 향상되게 되는데 그 이유로 부적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-14",
    "options": [
      "VDOP",
      "PDOP",
      "TDOP",
      "HDOP"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 배치에 따른 정확도의 영향을 수치로 나타낼 수 있는데 그 중 위치정확도 저하율을 나타내는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "dv20070513-15",
    "options": [
      "신호의 전달시간을 관측",
      "신호의 형태를 관측",
      "신호의 세기를 관측",
      "신호대 잡음비를 관측"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서는 어떻게 위성과 수신기 사이의 거리를 측정하는 가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "dv20070513-16",
    "options": [
      "정확한 위치",
      "정확한 시간",
      "정확한 수신기의 무게",
      "정확한 기선의 길이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 시스템에서 획득될 수 없는 정보는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070513-17",
    "options": [
      "위성의 기하학적 배치상태",
      "전리층 및 대류층 오차",
      "다중경로 오차",
      "접선방향 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성으로부터 송신되는 코드와 반송파 위상을 관측할 때 발생하는 오차가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-18",
    "options": [
      "우주부분",
      "제어 부분",
      "화산폭발",
      "위성 부분"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 주요구성 중 궤도와 시각 결정을 위한 위성 추적을 담당하는 부분은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-19",
    "options": [
      "3,703",
      "4,359",
      "7.400",
      "13,710"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 기하학적 분포상태는 의사거리에 의한 단독측위의 선형화된 관측방정식을 구성하고 정규방정식의 역행렬을 활용하면 판단할 수 있다. 관측점 좌표 x, y, z 및 수신기 시계 t에 대한 Cofactor 행렬(Q)의 대각선요소가 각각 qxx=0.5 qyy=1.1, qzz=3.5, qtt=2.3일 때 관측점에서의 GDOP(Geometric dilution of precision)는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "dv20070513-20",
    "options": [
      "위성의 고도는 지표면상 평균 약 20200㎞이다.",
      "측지기준계는 GRS80 기준계를 적용한다.",
      "각 위성들은 모두 상이한 코드정보를 전송한다.",
      "위성궤도주기는 약 11시간 58분이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성 시스템에 관한 다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "dv20070304-1",
    "options": [
      "P code",
      "CA code",
      "L1 Carrier",
      "E1"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성과 수신기 간의 거리를 측정할 수 있는 재원과 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-2",
    "options": [
      "관측자의 속도가 커지면 광행차도 커진다.",
      "지구의 공전 때문에 나타난다.",
      "영국의 브레들리(Beadley)가 측정했다.",
      "거리가 가까우면 광행차는 커진다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "광행차와 관계가 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-3",
    "options": [
      "축지학이란 지구내부의 특성, 지구의 형상, 지구표면의 상호 관계를 정하는 학문이다.",
      "기하학적 축지학에는 천문측량, 위성측량, 높이 검정 등이 있다.",
      "물리학적 축지학에서는 지구의 형상해석, 중력측정, 지자기측정 등을 포함한다.",
      "측지측량(대지측량)이란 지구의 곡률을 고려하지 않은 측량으로서 1km 이내를 평면으로 취급한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 사항들 중에서 설명이 바르지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-4",
    "options": [
      "고도(Elevaltion)보정-지표상의 한점에서 측정된 중력값을 지오이드 면상의 중력값으로 보정하는 것이다.",
      "지형(Terrain)보정-지형이 평평하다는 가정을 보정해 주는 것으로 그 값은 항상 (-)가 된다.",
      "부게(Bouger)보정-측정점과 지오드드면 사이에 존재하는 물질이 중력에 미치는 영향에 대한 보정이다.",
      "아이소스타시(Isostatic)보정-아이소스타시 지각균형 이론에 의한 보정이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력보정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-5",
    "options": [
      "지표면(평면) 상의 2점을 잇는 최단거리가 되는 직선",
      "지표면(평면) 상의 2점을 잇는 최장거리가 되는 직선",
      "지구면(곡선면) 상의 2점을 잇는 최단거리가 되는 직선",
      "지구면(곡선면) 상의 2점을 잇는 최장거리가 되는 직선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명에서 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-6",
    "options": [
      "궤도의 경사각",
      "이심률",
      "승교점의 적경",
      "궤도의 방향"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 인공위성의 궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-7",
    "options": [
      "태양열",
      "달의 공전",
      "태양 흑점",
      "지구 내부 폭발"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자기폭풍의 원인은 무엇인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-8",
    "options": [
      "지평좌표",
      "경위도좌표",
      "UTM좌표",
      "UPS좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구좌표에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-9",
    "options": [
      "점표고(Orthometric height)",
      "역표고(Dynamic height)",
      "타원체고(Ellipsoidal height)",
      "지오이드고(Geoidal height)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평균 해수면(지오이드면)으로부터 어느 지점까지의 연직거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-10",
    "options": [
      "원주좌표",
      "평면직교좌표",
      "구면좌표",
      "3차원직교좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "3차원 좌표에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-11",
    "options": [
      "차량향법",
      "수심측량",
      "구조물 모니터링",
      "국가기준점 결정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 활용 분야로 적합하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-12",
    "options": [
      "중력이상이란 보정된 기준면의 중력값과 표준중력의 차를 나타낸다.",
      "중력이상의 주된 원인은 지하의 밀도가 고르게 분포되어 있지 않기 때문이다.",
      "밀도가 큰 물질이 지표면 가까이 있을 때는 음(-) 값을 갖는다.",
      "중력이상을 해석함으로써 지하 구조나 지하 광물체의 탐사에 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-13",
    "options": [
      "수신기 시계오차 제거",
      "대류권 오차 제거",
      "전리층 오차 제거",
      "다중경로 제거"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 신호는 두 개의 주파수를 가진 반승파에 의해 전송된다. 두 개의 주파수를 쓰는 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-14",
    "options": [
      "1596427.4 km2",
      "1298366.4 km2",
      "142342.4 km2",
      "18833.4 km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 구면 삼각형 ABC의 세각을 관측한 결과 ∠A=51° 30', ∠B=65° 45', ∠C=64°, 35' 이었다. 구면 삼각형의 면적은? (단, 지구반경 R=6370km이며, 측각오차는 없는 것으로 간주한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-15",
    "options": [
      "수 km",
      "수 m",
      "수 cm",
      "수 mm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 정확도가 1ppm 이라면 기선의 길이가 10km일 때 GPS를 이용하여 어느 정도로 정확하게 위치를 알아낼 수 있다는 말인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20070304-16",
    "options": [
      "편각",
      "복각",
      "수평분력",
      "연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기 3요소 중 지구 자기장이 수평면과 이루는 각을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "dv20070304-17",
    "options": [
      "해당 삼각점의 위치는 경위도 좌표뿐만 아니라, 표고도 표시되어 있다.",
      "삼각점 간의 거리는 진수값으로 표시되며, 단위는 m이다.",
      "해당 삼각점위치의 평면직각좌표값 X, Y는 모두 (+)값으로만 표시된다.",
      "진북방향각은 방위각에 방향각을 더한 값이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각점 성과표에 대한 설명 중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-18",
    "options": [
      "Anti-Spooting",
      "궤도오차",
      "시계오차",
      "대기오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성의 고도가 낮아지면서 증대되는 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "dv20070304-19",
    "options": [
      "코드를 이용한 단독측위",
      "코드를 이용한 상대측위",
      "반송파를 이용한 단독측위",
      "반송파를 이용한 상대측위"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 가장 정확하게 위치를 결정할 수 있는 자료처리법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "dv20070304-20",
    "options": [
      "람베르트 도법",
      "키시니 도법",
      "황메르카도르니 도법",
      "정사투영도법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에서 현재 사용하고 있는 지도 투영법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "dv20060910-1",
    "options": [
      "측지학이란 지구내부의 특성, 지구의 형상 및 운동을 결정하는 특성과 지구표면상 점 간의 산호위치관계를 결정하는 학문이다.",
      "지각변동의 조사, 항로 등의 측량은 평면측량으로 실시한다.",
      "측지측량은 지구의 곡률을 고려한 정밀한 측량이다.",
      "측지학은 지구의 특성 결정을 위한 물리측지학과 위치결정을 위한 기하측지학으로 나눌 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-2",
    "options": [
      "거리",
      "속도",
      "가속도",
      "절대위치"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 관성 항법장치에서 획득되는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-3",
    "options": [
      "조석(潮汐)보정",
      "경도(經度)보정",
      "지형(地形)보정",
      "아이소스타시보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "실측된 중력값은 직접 비교를 할 수가 없으므로 기준면의 값으로 보정해야 한다. 중력보장과 관계없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-4",
    "options": [
      "75° 16‘ 09“",
      "75° 49‘ 33“",
      "255° 16‘ 09“",
      "255° 49‘ 33“"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "성과표에서 삼각점 A에 대한 진북방향각(x 좌표측 기준)이 a=+10° 16'42\"일 때 시준점 B에 대한 방향각이 75° 32‘51“라면 AB 측선의 방위각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-5",
    "options": [
      "방위각은 자오선의 북방향을 기준으로 하여 시계방향으로 잰 각이다.",
      "세계시(universal time)는 경도 0도를 표준 자오선으로 정한 시각이다.",
      "지오이드는 평균해수면을 육지 내부까지 연장한 가상곡면으로 엄격히 말하면 요철이 있는 곡면이다.",
      "구과량이란 구면삼각형 내각과 180° 와의 차이로 (-)값이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-6",
    "options": [
      "DOP는 위성의 기하학적 배치상태가 정확도에 어떻게 영향을 주는가를 추정할 수 있는 척도이다.",
      "DOP는 위성의 위치, 높이, 시간에 대한 함수관계가 있다.",
      "계산된 DOP 값이 큰 수치로 나타나면 정확도가 높다는 의미이다.",
      "DOP에는 세부적으로 GDOP, PDOP, HDOP, VDOP 및 TDOP 등이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측위 작업 중 DOP(Dilution of Precision)에 관련한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-7",
    "options": [
      "축척이 고위도로 갈수록 크다.",
      "추시계는 극으로 갈수록 빨라진다.",
      "위도 1° 사이의 지표상의 거리는 고위도(극)일수록 커진다.",
      "곡률반경이 적도로 갈수록 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구가 타원체인 증거에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 2,
    "id": "dv20060910-8",
    "options": [
      "이 지방에서 진북은 자침의 N극보다 서쪽으로 57° 방향이다.",
      "이 지방에서 진북은 자침의 N극보다 동쪽으로 6.5° 방향이다.",
      "이 지방에서 진북은 자침의 N극은 수평선보다 6.5° 기운다.",
      "이 지방에서 진북은 자침의 S극은 수평선보다 6.5° 기운다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어느 지방의 자침 면적이 W 6.5°이고 북각은 N 57° 이라면 다음 설면 중 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-9",
    "options": [
      "직경, 적위",
      "방위각, 고도",
      "경도, 위도",
      "적경, 고도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음에서 전체의 위치를 나타내는데 유용한 적도좌표계를 나타내는 요소로 짝지어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-10",
    "options": [
      "부계(Bouguer)이상",
      "일변화",
      "일년변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기의 변화에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-11",
    "options": [
      "평균해수면을 육지까지 연질하여 지구를 덮는 곡면을 상상하여 이 곡면이 이루는 모양을 지오이드라 한다.",
      "지오이드면은 등포텐셜면으로 항상 중력방향에 수직이다.",
      "지오이드면은 대체로 실제 지구형상과 지구타원체 사이를 지난다.",
      "지오이드면은 대륙에서는 지구타원체보다 낮으며 대양에서는 지구타원체보다 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-12",
    "options": [
      "지구면상 두 점을 잇는 최단거리가 되는 곡선을 측지선이라 한다.",
      "평면곡선과 측지선의 길이의 차는 극히 미소하여 무시할 수 있다.",
      "측지선을 미분기하학으로 구할 수 있은 직접 관측하여 구하는 것이 더욱 정확하다.",
      "측지선은 두 개의 평면곡선의 교각을 2:1로 분할하는 성질이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-13",
    "options": [
      "반송파의 경우 전리층 지연이 음수(축소)가 된다.",
      "코드 신호의 경우 전리층 지연이 양수(연장)가 된다.",
      "태양활동, 지역, 계절, 추이에 따라 달라진다.",
      "전리층 지연효과는 선형조합으로 소거할 수 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 전리층 지연(거리)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-14",
    "options": [
      "묘유선",
      "등위도선",
      "항정선",
      "측지선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자오선과 항상 일정한 각도를 유지하는 지표의 선으로 선상의 각 점에서 방위각이 일정한 곡선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-15",
    "options": [
      "GPS",
      "GLONASS",
      "EDM",
      "Galileo"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성 측위 시스템이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-16",
    "options": [
      "만유인력의 정수변화",
      "지구의 형상과 질량의 변화",
      "기상학적 및 지질학적 변동",
      "대기물질분포의 변화"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력변화의 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 4,
    "id": "dv20060910-17",
    "options": [
      "측지측량분야",
      "항법분야",
      "군사분야",
      "실내인테리어분야"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS측량의 응용분야로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060910-18",
    "options": [
      "포물선 방식",
      "방위선 방식",
      "원호 방식",
      "쌍곡선 방식"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해양측지학에서 전파에 의한 위치결정 방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-19",
    "options": [
      "1/270",
      "1/280",
      "1/290",
      "1/310"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 적도 반경 a=6.379km, 극반경 b=6.356km라고 할 때 지구의 편평률은?(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 3,
    "id": "dv20060910-20",
    "options": [
      "일반적으로 DGPS가 단독측위보다 정확하다.",
      "DGPS에서는 2개의 수신기에 관측된 자료를 사용한다.",
      "DGPS에서는 2개의 수신기의 위치를 동시에 계산한다.",
      "기선의 길이가 갈수록 DGPS의 정확도는 낮다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 성명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-09-10)",
    "date": "2006-09-10"
  },
  {
    "answer": 1,
    "id": "dv20060514-1",
    "options": [
      "1/50,000",
      "1/100,000",
      "1/500,000",
      "1/1,000,000"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 표면의 거리 100km까지를 평면으로 간주했다면 허용 정밀도는 약 얼마인가? (단, 지구의 반경은 6370km이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-2",
    "options": [
      "삼각망의 계산은 지오이드 상에서 실시한다.",
      "삼각점은 원칙적으로 그 점을 지나는 타원체의 법선에 의해 타원체 상에 투영된다.",
      "지상에서 적당한 밀도로 배치된 삼각점을 정점으로 하는 삼각형으로 구성된 삼각망에서 수평각을 관측하여 삼각점의 수평위치를 구한다.",
      "삼각점의 경위도, 원점으로부터 어느 삼각점 방향의 방위각, 기선의 길이 등의 정보가 필요하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각측량에 대한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-3",
    "options": [
      "지심위도",
      "천문위도",
      "측지위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어떤 한 점에서 지오이드에 대한 연직선이 천구의 적도면과 이루는 각을 말하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-4",
    "options": [
      "준거타원체",
      "회전타원체",
      "지구타원체",
      "국제타원체"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "넓은 지역의 지도제작시 측량지역의 지오이드에 가장 가까운 타원체를 선정한다. 이 때 그 지역의 측지계의 기준이 되는 지구 타원체는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "dv20060514-5",
    "options": [
      "mGal",
      "Gauss",
      "Newton",
      "Watt"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기를 나타내는 단위는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-6",
    "options": [
      "탄성파의 측정법은 지진조사, 광물탐사에 이용되는 것으로서 지표면으로부터 낮은 곳은 반사법, 깊은 곳은 굴절법을 주로 사용한다.",
      "UT2는 UT1에 지구 자전속도의 변동에 관한 계절적 변화를 보정한 것이다.",
      "인공위성 관측장치에는 방향 관측용 위성 카메라, 레이저 거리 측정 장치 및 전파거리 측정 장치 등이 있다.",
      "해상위치 결정방법에는 정자항법, 천문항법, 전파항법, 위성항법 등이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-7",
    "options": [
      "측정중력을 평균 해수면에서의 중력치로 보정해야 한다.",
      "측정중력을 위도에 따른 표면장력으로 환산하여야 한다.",
      "측정중력을 보정할 필요없이 그대로 사용한다.",
      "측정중력은 지표면 상태를 고려해야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력측정을 하여 지질구조를 찾을 때 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-8",
    "options": [
      "단독측위시 많은 수의 위성을 동시에 관측할 때 위성의 궤도정보에 대한 오차는 측위결과에 영향이 없다.",
      "DGPS는 신점과 기지점에서 동시에 관측을 실시하여 양 점에서 관측한 정보를 모두 해석함으로써 신점의 위치를 결정한다.",
      "RTK-GPS는 위성신호 중 반송파 신호를 해석하기 때문에 코드 신호를 해석하여 사용하는 DGPS보다 정확도가 높다.",
      "RTK-GPS는 공공측량시 3, 4급 기준점측량에 적용할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "단독측위, DGPS, RTK-GPS 등에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-9",
    "options": [
      "전파 관측법",
      "음파 관측법",
      "레이저 관측법",
      "카메라 관측법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성 자체에 전파원이 있는 것이 아니라 반사프리즘이 위성에 탑재되어 펄스광의 왕복시간을 측정함으로써 거리를 측량하게 할 수 있는 관측법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-10",
    "options": [
      "지자기변화에는 주기적 변화와 불규칙 변화가 있다.",
      "영년변화는 수백년을 주기로 나타나는 지자기의 변화이다.",
      "자기 폭풍은 지진에 의해 발생한다.",
      "자기 폭풍은 단파 통신의 지장을 초래한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 지자기 측정에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-11",
    "options": [
      "RINEX",
      "DXF",
      "DWG",
      "RTCM"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기종이 서로 다른 GPS 수신기를 혼합하여 관측하였을 경우 수집된 GPS 데이터의 기선 해석이 용이하도록 고안된 세계 표준의 GPS 데이터의 자료형식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "dv20060514-12",
    "options": [
      "한 구역은 경도 6°의 크기이다.",
      "거리좌표는 m단위이다.",
      "중ㆍ소축척의 지도좌표로 많이 이용된다.",
      "중앙자오선 상에서의 축척계수는 2.0이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에 관하여 잘못 설명한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-13",
    "options": [
      "전리층 지연오차",
      "위성시계오차",
      "GPS 안테나의 구심오차",
      "다중전파경로(멀티패스)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 GPS 오차원인 중 L1신호와 L2신호의 굴절 비용의 상이함을 이용하여 L1/L2의 선형 조합을 통해 보정이 가능한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "dv20060514-14",
    "options": [
      "높은 DOP는 위성의 기하학적인 배치 상태가 나쁘다는 것을 의미한다.",
      "수신기를 가운데 두고 4개의 위성이 정사면체를 이룰 때, 즉 최대 체적일 때 GDOP, PDOP 등이 최소가 된다.",
      "DOP 상태가 좋지 않을 때는 정밀 측량을 피하는 것이 좋다.",
      "DOP 수치가 클 때는 DGPS 방법을 이용하여 관측하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "DOP(Dilution of Precision)에 대한 설명 중 적당하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-15",
    "options": [
      "RTK-GPS에 의한 지형측량시 기준점과 관측점 간의 시통이 양호한 경우에는 상공 사계의 확보가 필요없다.",
      "RTK-GPS에 의한 지형측량시 기준점과 관측점 간에는 관측데이터를 전송하기 위한 통신장치가 필요하다.",
      "RTK-GPS에 의한 지형측량시 관측점의 위치가 즉시 결정되기 때문에 현장에서 휴대용 PC상에 측정결과를 표시하여 확인하는 것이 가능하다.",
      "RTK-GPS에 의한 지형측량시 RTK-GPS로 구한 타원체고에 대하여는 지오이드고를 정하여 지오이드면으로부터의 높이로 변환하는 것이 필요하다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 RTK-GPS에 의한 지형측량 방법의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-16",
    "options": [
      "조석이 하루에 두 번 생긴다.",
      "전향력이 생긴다.",
      "일조시간의 변화가 생긴다.",
      "지구상 물체에 원심력이 생긴다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구자전의 영향이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-17",
    "options": [
      "위성 시계 오차",
      "위성 궤도 오차",
      "코드 오차",
      "전리층과 대류권에 의한 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 시스템 오차 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "dv20060514-18",
    "options": [
      "원호방식",
      "방위선방식",
      "쌍곡선방식",
      "포물선방식"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "연안의 수심측량을 할 때 수평위치결정은 다음 중 어느 방식이 가장 적절한가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060514-19",
    "options": [
      "22시간 46분 5초이다.",
      "34시간 48분 26.4초이다.",
      "23시간 56분 4.09초이다.",
      "24시간 3분 5.06초이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리가 일상적으로 사용하는 평균 태양시 단위로 1항성시는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "dv20060514-20",
    "options": [
      "측지선은 지표면상 두 점간의 최단거리로서 지심과 지표면상 두 점을 포함하는 평면과 지표면의 교선이다.",
      "타원체에도 두 점을 맺는 최단의 선을 고려하면 이러한 선은 하나가 아니고 평면상의 직선이나 구면상의 대원의 호에 상당하는 선이 된다.",
      "타원체의 측지선은 이중 곡률을 갖는 곡선이다.",
      "측지선 두 개의 평면곡선의 교각을 3:1로 분할하는 성질이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선(測地線)에 관한 다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "dv20060305-1",
    "options": [
      "상공 시계 확보를 위한 성정 위치의 지상 장애물 분포상황",
      "임계 고도각 이상에 존재하는 사용위성의 개수",
      "수신에 사용할 각 위성의 번호 파악",
      "관측 예정 시간대의 DOP 수치 파악"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 기준점측량의 계획을 수립하려고 한다. 이 때 위성의 이용가능 시간대와 배치 상황도를 참고하여 관측계획 시 고려하지 않아도 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-2",
    "options": [
      "임의 GPS 상시관측소를 고정국으로하여 L1 반송파를 이용한 상대측위를 실시한다.",
      "임의 GPS 상시관측소를 고정국으로하여 GPS 측위를 실시한다.",
      "임의 GPS 상시관측소를 고정국으로하여 실시간동적측위(ATK:Real Time Kinematic)를 실시한다.",
      "가상기준점 측위시스템(VRS:Virtual Regference System)을 활용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "그림과 같이 이동국을 중심으로 반경 60km 위치에 3곳의 GPS 상시관측소가 설치되어 있는 경우, 이동국에서 가장 높은 정확도를 기대할 수 있는 GPS 측량방법은? (단, 관측조건은 동일하다.)",
    "local_images": [
      "images/dv20060305-2_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-3",
    "options": [
      "중력 측정",
      "천체의 고도 측정",
      "지자기 측정",
      "조석 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-4",
    "options": [
      "평균 해수면으로부터의 높이를 나타낸다.",
      "도로의 시점을 기준으로 나타낸다.",
      "만조면으로부터의 높이를 나타낸다.",
      "삼각점으로부터의 높이를 나타낸다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에 설치된 수준점의 표고에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-5",
    "options": [
      "지자기 측량은 지하 물질의 자성의 차이를 이용한다.",
      "지자기 이상이란 지구의 자장과 거의 일치하는 쌍극자를 지구 중심에 놓은 상태와 실측과의 차이를 말한다.",
      "복각이란 전자장과 수평분력 사이의 각이다.",
      "편각이란 수평분력과 자북이 이루는 각이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-6",
    "options": [
      "다각법",
      "세차운동의 원리",
      "음향관측법",
      "도플러 효과"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성과 관측점간의 거리를 결정하는데 사용되는 주요원리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-7",
    "options": [
      "지형보정",
      "이상보정",
      "고도보정",
      "아이소스타시보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 실측된 중력값을 기준면의 값으로 보정하는 중력보정에 해당되지 않는 사항은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-8",
    "options": [
      "해양측량은 해양의 위치 및 수심결정, 해저 지질조사 등을 목적으로 한다.",
      "표고는 평균 해수면을 기준으로 직접 또는 간접 수준측량에 의해 결정한다.",
      "지구면상의 임의의 점에 대한 위치를 지구면상의 다른점과 관계없이 천체(별)를 관측하므로써 직접 구라는 방법을 천문측량이라 한다.",
      "지상으로부터 발사 또는 방사된 전자파를 인공위성으로 흡수하여 해석하므로써 자구자원 및 환경문제를 해결할 수 있는 것을 삼차원 측량이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에 대한 다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-9",
    "options": [
      "SA방법의 해제로 절대측위의 정확도가 향상되었다.",
      "위성시계의 오차가 없다면 3대의 위성신호를 사용하여도 위치결정이 가능하다.",
      "GPS 위성은 위성마다 각각 자기의 코드 신호를 전송한다.",
      "위성과 수신기 간의 거리측정의 정확도는 C/A코드를 사용하거나 L1반송파를 사용하거나 차이가 없다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성측량에 관한 다음의 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-10",
    "options": [
      "회전타원체는 한 타원체의 자축을 중심으로 회전하여 생긴 입체 타원체이다.",
      "지구타원체는 지오이드를 회전시켜 지구의 형으로 규정한 타원체이다.",
      "준거타원체는 어느 지역의 대지측량계의 기준이 되는 타원체이다.",
      "국제타원체는 전 세계적으로 대지측량계를 동일하기 위한 지구타원체이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 타원체의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-11",
    "options": [
      "중력편차",
      "지오이드 편차",
      "중력 이상",
      "연직선 편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 어느 한 점에서 타원체의 법선과 지오이드와 법선은 일치하지 않게되는데 이 두 법선의 차이를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-12",
    "options": [
      "795.7m",
      "799.9m",
      "803.3m",
      "805.1m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평탄한 표고 700.0m인 지역에 설치한 기선의 측정치가 800.0m이었다. 이 기선의 평균해면상 거리는? (단, 지구의 반지름은 6370.0km로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20060305-13",
    "options": [
      "약 36.783km",
      "약 47.314km",
      "약 58.432km",
      "약 67.513km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 그림에서와 같이 지구상의 두 점 A, B점에서 측량을 실시하여 AB의 지표면 거리 920km, ∠ACD=7°의 결과를 얻었을 때 지구의 원둘레는? (단, 지구는 구로 생각한다.)",
    "local_images": [
      "images/dv20060305-13_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-14",
    "options": [
      "일변화 및 기계오차에 의한 시간적 변화 보정",
      "기준점 보정",
      "온도 보정",
      "태양 고도각 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기측량에서 필요한 보정이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-15",
    "options": [
      "역표고",
      "지반고",
      "중심표고",
      "정표고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "하나의 등포텐셜면 상의 여러 점들에는 같은 값을 주는 것이 좋으며, 이를 위해 어떤 기준을 중심으로 높이에 해당하는 값을 고려해야 하는데 이러한 개념으로 고려된 표고를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-16",
    "options": [
      "1,222,663 km2",
      "1,362,788 km2",
      "1,433,456 km2",
      "1,534,433 km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형 ABC의 세 내각이 다음과 같을 때 면적은? (단, 지구반경은 6370km임)",
    "local_images": [
      "images/dv20060305-16_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "dv20060305-17",
    "options": [
      "측지 측량기준망의 설정",
      "지각변동 관측",
      "지형공간정보 획득 및 시설물 유지관리",
      "실내 건축인테리어"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS의 활용분야와 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "dv20060305-18",
    "options": [
      "0.910",
      "0.091",
      "0.081",
      "0.018"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 적도반경이 6377km, 극반경이 6356km일 때 타원체의 이심률은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "dv20060305-19",
    "options": [
      "경도, 위도",
      "평면직각, 종횡선",
      "적경, 적윌",
      "구면직각, 종횡선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 천체의 위치를 나타내는데 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "dv20060305-20",
    "options": [
      "전리층 통과시 전파의 운반지연량은 기온, 기압, 습도 등의 기상 측정에 의해 보정될 수 있다.",
      "기선해석에서 고정점의 좌표 정확도는 신점의 위치정확도에 영향을 미친다.",
      "일중차의 해석 처리만으로는 GPS 위성과 GPS 수신기 모두의 시계오차가 소거되지 않는다.",
      "동 기종의 GPS 안테나는 동일방향을 향하도록 설치함으로써 전파 입사각에 의한 위상의 엇갈림에 대한 영향을 줄일 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량의 오차에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "dv20050904-1",
    "options": [
      "지질구조의 파악",
      "지표상 두점간 거리의 정밀측정",
      "유전조사 및 탄전 탐사",
      "지반탐사"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 탄성파를 이용할수 없는 경우는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-2",
    "options": [
      "지오이드는 중력장이론에 다라 물리적으로 정의한다.",
      "지오이드를 표고 0으로 하여 수준측량을 실시한다.",
      "모든 지점에서 지구타원체의 법선과 지오이드의 법선은 일치한다.",
      "대륙에서의 지오이드면은 지구타원체면보다 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드(geoid)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-3",
    "options": [
      "약 12m",
      "약 37m",
      "약61m",
      "약 83m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각측량에서 30㎞인 수평면을 측량할 때 조표의 높이를 최소 몇 m 이상 설치해야 하는가? (단, 지구의 곡률반경은 6370㎞, 굴절계수는 0.14, 측정기계의 높이는 고려하지 않는다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-4",
    "options": [
      "지상으로부터 발사 또는 방사된 전파를 인공위성으로 흡수하여 해석함으로써 지구자원 및 환경을 해결할 수있는 것을 위성측량이라 한다.",
      "천체의 고도, 방위각 및 시각을 관측하여 관측지점의 지리학적 경위도 및 방위를 구하는 것을 천문측량이라 한다.",
      "기하학적 측지학은 지표상의모든 점간의 상호관계를 결정하고 지구 내부구조 및 특성을 연구하는 분야이다.",
      "지구 표면상의 길이 및 각도 그리고 높이의 관측에 의한 3차원 좌표결정을 위한 측량만을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지학에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-5",
    "options": [
      "위성에서 송신한 신호가 해수면에 반사되어 돌아오는 시간",
      "위성과 해상의 목표물과의 거리",
      "위성과 해상의 목표물과의 각도",
      "위성에서 촬영하는 영상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해수면의 높이 변화를 위하여 위성 고도계에서 관측하는 관측치는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-6",
    "options": [
      "지형보정",
      "고도보정",
      "부게보정",
      "연직각 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 중력의 보정 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-7",
    "options": [
      "관측시간을 길게 한다.",
      "안테나로 들어오는 위성신호의 입사각을 낮춘다.",
      "안테나의 설치환경(위치)를 잘 선택한다.",
      "Choke ring 안테나와 같이 ground plane이 장착된 안테나를 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 다중경로(멀티패스)오차를 줄일 수 있는 방법으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-8",
    "options": [
      "고위도로 갈수록 만유인력이 크다.",
      "고위도로 갈수록 곡률반경이 크다.",
      "위도차 1˚ 의 거리는 고위도로 갈수록 크다.",
      "중력은 적도상에서 가장 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구가 타원형인 증거가 되는 사항에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-9",
    "options": [
      "방향 관측법",
      "거리 관측법",
      "전파방식",
      "NNSS"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성을 이용하는 측량중 원래 항행용으로 개발되었으나 오늘날은 극운동 또는 지구의 자전속도 변동조사 및 측지학적 위치결정에 이용 되고 있는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-10",
    "options": [
      "항정선(loxodrome)",
      "측지선(geodesic line)",
      "모유선(prime vertical)",
      "평행선(parallel lines)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천구상에서 천정과 동점 및 서점을 잇는 대원으로 자오선과 직각으로 교차하는 교선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-11",
    "options": [
      "전파의 위상치를 관측하는 방식으로서 정밀측량이 주로 사용된다.",
      "위상차의 계산은 단순차, 2중차, 3중차의 차분 기법을 적용할 수 있다.",
      "수신기 1대를 사용하여 모호 정수를 구한 뒤 측위를 실시한다.",
      "위성과 수신기간 전파의 파장 개수를 측정하여 거리를 계산한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "상대측위 방법(간섭계측위)의 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-12",
    "options": [
      "Isostasy는 등압과 수직을 의미한다.",
      "Isostasy는 해양 또는 대륙등의 대규모인 구조에 잘 성립한다.",
      "Isostasy가 성립되지 않은 곳은 해구, 해령이다.",
      "Isostasy는 지각의 강성, 맨틀의 점성에도 성립한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지각평형(Isostasy)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-13",
    "options": [
      "0.1″",
      "0.2″",
      "1.0″",
      "2.0″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "한 변의 길이가 10㎞인 구며 정삼각형인 구역의 구과량은? (단, 구의 반지름은 6370㎞로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-14",
    "options": [
      "사이클 슬립(cycle slip)",
      "SA(Selective Availability)",
      "AS(Anti Spoofing)",
      "모호 정수(Ambiguity)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 관측도 중 장애물 등으로 인하여 GPS 신호의 수신이 일시적으로 단절되는 현상을 무엇이라고 한느가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-15",
    "options": [
      "관성항법장치(INS)",
      "레이저스캐너(LIDAR)",
      "HRV센서",
      "MSS 센서"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 항공측량부분의 GPS 응용에서 GPS의 단점을 보완할 수 있는 장치로서 촬영비행기의 위치를 구하는 데 많이 활용되고 있는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 1,
    "id": "dv20050904-16",
    "options": [
      "길이 및 시의 결정",
      "지구의 형상해석",
      "지자기 측량",
      "탄성파 측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-17",
    "options": [
      "지구의 형상 결정",
      "지구의 중력장 결정",
      "지구상의 임의의 점의 위치 결정",
      "지구의 화학적 성분 결정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 측지학에서 다루는 범위에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050904-18",
    "options": [
      "태양과 달에 의한 인력",
      "지하 물질의 밀도 불균일",
      "화산폭발",
      "지구의 자전 운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 3,
    "id": "dv20050904-19",
    "options": [
      "정지측량시는 4개 이상, RTK 측량시에는 5개 이상의 위성이 관측되어야 한다.",
      "가능하면 15° 이상의 임계 고도각을 유지하여야 한다.",
      "DOP 수치가 3이하인 경우는 관측을 하지 않는 것이 좋다.",
      "철탑이나 대형 구조물, 고압선 직하지점은 회피하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량시 고려해야 할 사항에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 4,
    "id": "dv20050904-20",
    "options": [
      "복각",
      "편각",
      "수평분력",
      "연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-09-04)",
    "date": "2005-09-04"
  },
  {
    "answer": 2,
    "id": "dv20050529-1",
    "options": [
      "평균해수면의 연장이다.",
      "지구타원체 법선과 지오이드 법선의 차이를 수준 편차라 한다.",
      "위치에너지가 0 인 면이다.",
      "중력 등포텐셜(potential)면이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드(Geoid)면에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-2",
    "options": [
      "위성의 궤도오차",
      "대기층의 지연오차",
      "안테나에서 GPS 신호 수신중심부의 변동오차",
      "모호정수 결정법의 종류"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 의사거리(pseudo range) 결정에 영향을 주는 오차의 원인이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-3",
    "options": [
      "기하학적 측지학에는 천문측량, 위성측지, 높이결정 등이 있다.",
      "측지학이란 지구내부의 특성, 지구의 형상, 지구표면의 상호위치 관계를 정하는 학문이다.",
      "측지측량(대지측량)이란 지구의 곡률을 고려하지 않은 측량으로서 11km 이내를 평면으로 취급한다.",
      "물리학적 측지학에는 지구의 형상해석, 중력측정, 지자기 측정을 포함한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-4",
    "options": [
      "1/270",
      "1/280",
      "1/290",
      "1/310"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 적도 반경 a=6,378km, 극반경 b=6,356km라고 할 때 지구의 편평율은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-5",
    "options": [
      "자오선 수차는 좌표원점에서 남북으로 멀어질수록 그 값이 크다.",
      "자오선 수차는 좌표원점에서 동서로 멀어질수록 그 값이 크다.",
      "진북 방향각은 좌표원점의 동쪽이 (-)값이다.",
      "방위각은 방향각에 진북 방향각을 더한 값이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자오선 수차에 대한 내용으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-6",
    "options": [
      "GPS 위성",
      "GLONASS 위성",
      "GALILEO 위성 프로젝트",
      "LANDSAT 위성"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 위성 중 위치기반서비스(LBS)의 응용과 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-7",
    "options": [
      "측지위도",
      "천문위도",
      "지심위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상 한점에서 지오이드에 대한 연직선이 천구의 적도면과 이루는 각으로 지오이드를 기준으로 한 위도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-8",
    "options": [
      "위성궤도오차가 제거된다.",
      "다중경로오차(multipath)를 제거할 수 있다.",
      "전리층에 의한 신호의 전파지연이 보정된다.",
      "위성시계오차가 제거된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기준국과 이동국간의 거리가 짧을 경우 상대측위를 수행하면 절대 측위에 비해 정확도가 현격히 향상되게 되는데 그 이유로 부적합한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-9",
    "options": [
      "7″",
      "16″",
      "23″",
      "30″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면 삼각형의 면적을 3,147km2, 지구의 곡률반경을 6,370km라고 할 때 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-10",
    "options": [
      "-2.56cm",
      "1.28cm",
      "-5.12cm",
      "3.28cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "표고 326.42m의 평탄지에서 거리 500m를 평균해면상의 값으로 보정하려고 할 때 보정량은? (단, 지구반경은 6370km로 한다)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-11",
    "options": [
      "지하물질의 밀도 분포",
      "화산폭발의 영향",
      "태양과 달의 인력",
      "지구의 공전 운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인이 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-12",
    "options": [
      "ABS",
      "NNSS",
      "AGPS",
      "APOLLO"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "미국에서 1959년 시작하여 1964년 실용화 되므로서 극운동 또는 지구의 자전속도 변동조사 및 범세계적 위치 결정에 사용되는 위성시스템은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-13",
    "options": [
      "계절의 변화",
      "일조 시간의 변화",
      "태양의 남중고도의 변화",
      "인공위성의 궤도가 서편하는 현상"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구의 공전으로 인하여 발생하는 현상이 아닌것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-14",
    "options": [
      "750m/sec",
      "1500m/sec",
      "1600m/sec",
      "8000m/sec"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해저 지형측량에서 수심이 8,000m이고 수면에서 발사한 초음파가 해저에 반사되어 약 10초 후에 수신된다면 이 초음파의 속도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-15",
    "options": [
      "84°10' 25\"",
      "89°30' 25\"",
      "89°05' 25\"",
      "94°10' 25\""
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평면직교좌표의 원점에서 동쪽에 있는 A점에서 B점방향의 자북방위각을 관측한 결과 89°10' 25\"이었다. A점에서의 자침편차가 5°W일 때 진북방위각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "dv20050529-16",
    "options": [
      "궤도의 장반경",
      "이심률",
      "궤도 경사각",
      "위성의 고도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중에서 위성의 궤도요소로서 적합하지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-17",
    "options": [
      "DOP는 위성의 기하학적 배치상태가 정확도에 어떻게 영향을 주는가를 추정할 수 있는 척도이다.",
      "DOP는 위성의 위치, 높이, 시간에 대한 함수관계가 있다.",
      "계산된 DOP 값이 큰 수치로 나타나면 정확도가 높다는 의미이다.",
      "DOP에는 세부적으로 GDOP, PDOP, HDOP, VDOP 및 TDOP 등이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측위 작업 중 DOP(Dilution of Precision)에 관련한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050529-18",
    "options": [
      "지자기는 방향과 크기를 갖고 있는 벡터이다.",
      "지하구조를 탄성파 측정에 의하여 탐사할 수 있다.",
      "EDM에 의해 정밀한 중력측정이 가능하다.",
      "그리니치 천문대를 통과하는 자오선과 어느 지점을 통과하는 자오선과의 교각을 경도라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "dv20050529-19",
    "options": [
      "지자기는 그 방향과 크기 등을 구함으로써 정해진다.",
      "편각은 모든 지방에서 일정하다.",
      "지자기의 방향과 수평면과의 각을 복각이라 한다.",
      "지자기의 방향과 자오선과의 각을 편각이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 관한 다음 사항에서 맞지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "dv20050529-20",
    "options": [
      "Isostasy는 수직을 의미한다.",
      "Isostasy는 해양 또는 대륙 등의 대규모 구조에 잘 성립한다.",
      "Isostasy가 성립되지 않는 곳은 해구와 해령이다.",
      "Isostasy는 지각의 강성, 맨틀의 점성에도 잘 성립한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "아이소스타시(Isostasy)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "dv20050320-1",
    "options": [
      "지평좌표",
      "황도좌표",
      "적도좌표",
      "시각좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문좌표계에서 어떤 시각의 별의 위치를 적경(α)와 적위 (δ)로 나타내는 좌표는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-2",
    "options": [
      "항정선(Loxodrome)",
      "측지선(Geodetic line)",
      "묘유선(Prime vertical)",
      "평행권(Parallel line)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구타원체상 한 점의 법선을 포함하며, 그 점을 지나는 자오면과 직교하는 평면과 타원체면과의 교선은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-3",
    "options": [
      "전리층 지연오차",
      "위성시계오차",
      "GPS 안테나의 구심오차",
      "다중전파경로(멀티패스)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 GPS 오차원인 중 L1신호와 L2신호의 굴절 비율의 상이함을 이용하여 L1/L2의 선형 조합을 통해 보정이 가능한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-4",
    "options": [
      "8″",
      "16″",
      "32″",
      "64″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중앙 경간 1,000m인 현수교의 두 주탑을 연직으로 세우면 두 주탑간의 각도는 대략 어느정도 되는가? (단, 지구를 반경 6370km의 구로 가정한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 4,
    "id": "dv20050320-5",
    "options": [
      "지오이드고",
      "표고",
      "비고",
      "타원체고"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 수신기에 의해 구해지는 높이 값은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-6",
    "options": [
      "태양의 남중고도의 변화가 생긴다.",
      "밤과 낮이 생긴다.",
      "조석현상이 생긴다.",
      "운동하는 물체에 전향력이 생긴다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 공전에 의한 현상으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-7",
    "options": [
      "성과표 이기",
      "기선 측정",
      "각 측정",
      "삼각수준측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "1등 삼각망이 설치된 지역내에 새로운 1개의 2등 삼각점을 신설하는 경우에 필요하지 않은 측량 작업은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-8",
    "options": [
      "이심율과 편평률은 같다.",
      "변장 30km를 측정할 때 측각정확도를 0.7\"로 하면 10cm정도의 위치오차가 생긴다.",
      "편평률은 타원의 장반경과 단반경이 주어지면 구할 수 있다.",
      "어느 지역의 측지계의 기준이 되는 지구 타원체를 준거 타원체라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 내용중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 4,
    "id": "dv20050320-9",
    "options": [
      "측지선은 직접 관측만으로 구하여야 한다.",
      "측지선으로 이루어지는 삼각형은 수치적인 계산으로는 구할 수 없다.",
      "평면곡선과 측지선의 길이의 차는 대단히 크다.",
      "지표상 두 점간의 최단 거리선이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선의 설명으로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-10",
    "options": [
      "측지위도",
      "지심위도",
      "천문위도",
      "화성위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구상의 어느 한점에서 지오이드에 대한 연직선이 천구의 적도면과 이루는 각으로 정의되는 위도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 4,
    "id": "dv20050320-11",
    "options": [
      "탄성파 측정",
      "지자기 측정",
      "중력측정",
      "사진측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-12",
    "options": [
      "위성의 높은 고도각",
      "나무, 터널 등의 상공 시계 불량",
      "낮은 신호 잡음",
      "높은 신호 강도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 측량에 있어 사이클슬립(주파단절)의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-13",
    "options": [
      "0도",
      "90도",
      "30도",
      "45도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자북에서의 복각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-14",
    "options": [
      "중력은 인력과 원심력의 합력이다.",
      "중력방향은 항상 지구중심을 향한다.",
      "지구의 정확한 형상을 결정하는데 중력측정은 필수적이다.",
      "실측된 중력값과 표준 중력식에 의한 값의 차이를 중력이상이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 4,
    "id": "dv20050320-15",
    "options": [
      "화산폭발",
      "태양과 달의 인력",
      "지구의 자전 및 공전",
      "지구내부의 물질분포나 지형의 영향"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 1,
    "id": "dv20050320-16",
    "options": [
      "RINEX",
      "DXF",
      "DWG",
      "RTCM"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기종이 서로 다른 GPS 수신기를 혼합하여 관측하였을 경우 수집된 GPS 데이터의 기선 해석이 용이하도록 고안된 세계 표준의 GPS 데이터의 자료형식은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-17",
    "options": [
      "SPOT",
      "LORAN",
      "GPS",
      "OMEGA"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성을 이용한 범지구적 위치결정 시스템으로 NNSS와 교체된 항행시스템은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-18",
    "options": [
      "장반경",
      "근지점 인수",
      "인공위성 무게",
      "궤도 경사각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 인공위성의 궤도 요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 2,
    "id": "dv20050320-19",
    "options": [
      "물리적지구표면",
      "지구타원체",
      "지오이드",
      "구체"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 부피, 표면적, 반경, 표준중력, 삼각측량 및 지도 제작 등에 기준이 되는 지구의 형상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050320-20",
    "options": [
      "GPS(Global Positioning System)",
      "SLR(Satellite Laser Ranging)",
      "VLBI(Very Long Baseline Interferometry)",
      "LLR(Lunar Laser Ranging)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "준성(quasar)으로부터 발생되는 전파를 이용하여 수평위치를 결정하는 측량 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-20)",
    "date": "2005-03-20"
  },
  {
    "answer": 3,
    "id": "dv20050306-1",
    "options": [
      "자유고도(free-air) 보정",
      "위도 보정",
      "부게(Bouguer) 보정",
      "계기 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력은 관측점 사이의 고도차가 중력에 영향을 미칠 경우 보정을 해야 한다. 이 때 관측점 사이에 존재하는 물질의 인력에 의한 영향을 고려하는 보정을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-2",
    "options": [
      "자화(磁化)된 물질은 외부 자기장과 자화의 방향 등에 따라 상자성체, 반자성체, 강자성체 등으로 구분된다.",
      "강자성체는 자기장이 제거 되면 자화하지 않는 물질을 말한다.",
      "반자성체는 외부자기장이 가해지면 전체적으로 외부 자기장과 같은 방향으로 미약하게 나타난다.",
      "부게이상(bouguer anomaly)은 지구 자기의 변화에 의한 것이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지자기 측정과 관련된 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-3",
    "options": [
      "지자기의 방향과 수평면과의 각을 복각이라 한다.",
      "지자기의 3요소는 편각, 복각, 수직분력이다.",
      "지자기는 그 방향과 크기를 구함으로써 정해진다.",
      "지자기의 방향과 자오선과의 각을 편각이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-4",
    "options": [
      "멀티패스(Multipath)",
      "DOP",
      "싸이클 슬립(Cycle Slip)",
      "S/A"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성의 기하학적 배치 상태에 따른 정밀도 저하율을 뜻하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-5",
    "options": [
      "중력이상이란 실제 관측 중력값에서 표준 중력식에 의해 계산한 중력값을 뺀 것이다.",
      "지오이드의 요철, 지하구조의 결정 등에 이용된다.",
      "일반적으로 실측 중력값과 계산식에 의한 이론 중력 값은 일치하지 않는다.",
      "중력이상이 (+)이면 그 부근에 밀도가 작고 가벼운 물질이 존재한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 대한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-6",
    "options": [
      "승교점 적경 (Ω)",
      "궤도 경사각(i)",
      "근지점의 독립변수(ω)",
      "궤도주기(T)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성궤도 요소 중 우주공간을 기준으로 한 궤도면의 공간 위치를 나타내는 3가지 요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-7",
    "options": [
      "중력측정",
      "지자기측정",
      "지구의 형상해석",
      "천문측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-8",
    "options": [
      "Echo Sounder",
      "Raydist",
      "Omega",
      "Decca"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 해상의 수평위치 결정방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-9",
    "options": [
      "구면삼각형의 내각의 합은 180° 보다 크다.",
      "평면측량에서는 구과량의 크기가 매우 작아 무시한다.",
      "구면삼각형의 각변은 대원의 호장이다.",
      "구과량은 구면삼각형의 면적에 반비례한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 구면삼각형 및 구과량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "dv20050306-10",
    "options": [
      "항성시 - 평균 태양시",
      "평균 태양시 - 항성시",
      "시 태양시 - 평균 태양시",
      "시 태양시 - 항성시"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 균시차를 바르게 표시한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-11",
    "options": [
      "전파의 다중경로 발생 예상지점 회피",
      "주파단절 예상지점 회피",
      "임계 고도각 유지가능 지역 선정",
      "위성의 배치 상태가 항상 좋은 지점 선정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 측량에 있어 기준점 선점시 고려사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "dv20050306-12",
    "options": [
      "측지측량분야",
      "차량분야",
      "군사분야",
      "실내인테리어분야"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS측량의 응용분야로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-13",
    "options": [
      "1/103",
      "1/304",
      "1/529",
      "1/754"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 모양이 장반경 6,377㎞, 단반경 6,356㎞의 회전타원체라면 지구의 편평률은 대략 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-14",
    "options": [
      "달과 지구의 거리가 가까울 때는 조차가 크며, 거리가 멀 때는 조차가 작아진다.",
      "어떤 지점의 조석은 1일 주기의 한 종류만 존재한다.",
      "달이 적도부근에 있을 때의 일조부등이 작은 조석을 회귀조라 한다.",
      "해면이 승강하더라도 해저에 걸리는 해수의 하중은 변화하지 않는다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 조석에 대한 설명 중 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-15",
    "options": [
      "수평위치 결정",
      "중력 측정",
      "지자기 측정",
      "탄성파 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음에서 기하학적 측지학에 속하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-16",
    "options": [
      "측지기준계로 WGS84를 채택하고 있다.",
      "2004년 기준, GPS 위성은 적도면으로부터 위성궤도의 경사각이 30°인 4개의 궤도면에 배치되어 운용되고 있다.",
      "GPS 위성은 0.5항성일(약 11시간 58분)의 주기로 지구 주위를 돌고 있다.",
      "시간 기준은 세슘(Cs) 또는 루비듐(Rb) 원자시계에 기본을 둔 GPS 시간 체계를 사용하고 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS 위성에 대한 다음 내용 중 잘못 설명된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-17",
    "options": [
      "황도좌표",
      "지평좌표",
      "적도좌표",
      "은하좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 천문좌표계 중 지구공전궤도면을 기준으로 하는 좌표는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20050306-18",
    "options": [
      "3차원 사교 좌표계",
      "3차원 직교 좌표계",
      "2차원 직교 좌표계",
      "2차원 사교 좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 직교하는 세 개의 축 방향으로의 길이로 공간상의 한점의 좌표를 결정하는 좌표계는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-19",
    "options": [
      "지오이드는 평균해면을 육지까지 연장하여 이루어지는 가상적인 곡면을 말한다.",
      "지오이드의 법선은 일반적으로 지구 타원체의 법선과 일치한다.",
      "지오이드는 불규칙한 지형과 지하물질의 밀도 분포를 무시한 가상의 면이다.",
      "지오이드는 물리적 지표면 보다는 항상 위에 위치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드(Geoid)에 대한 정의로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "dv20050306-20",
    "options": [
      "75° 16′ 09″",
      "75° 49′ 33″",
      "255° 16′ 09″",
      "255° 49′ 33″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "성과표에서 삼각점 A에 대한 진북방향각(X 좌표축 기준)이 α = +0° 16' 42\"일 때 시준점 B에 대한 방향각이 75° 32' 51\" 라면 AB축선의 방위각은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "dv20040905-1",
    "options": [
      "측지학은 지구내부의 특성, 지구의 형상 및 운동을 결정하는 측정과 지구표면상 점간의 위치관계를 선정하는 측량에 기본이 되는 학문이다.",
      "지각변동의 측정, 항로 등의 측량은 평면측량으로 한다.",
      "측지측량은 지구의 곡률을 고려한 정밀한 측량이다.",
      "측지학에서는 지구의 측정을 위한 물리학적 측지학과 측량을 위한 기하학적 측지학으로 나눈다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-2",
    "options": [
      "0.736m2",
      "0.536m2",
      "0.636m2",
      "0.436m2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형 ABC의 세각을 관측한 결과 A=50° 10′, B=66° 35′, C=64° 15′ 이었다면 이 구면삼각형의 면적은? (단, 구의 반경은 5m 이다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-3",
    "options": [
      "지표면상 2점을 잇는 최단거리가 되는 곡선을 측지선이라 한다.",
      "두 개의 평면곡선의 교각을 2:1로 분할하는 성질이 있다.",
      "평면곡선과 측지선 길이의 차는 극히 미소하여 무시할 수 있다.",
      "계산이 불가능하므로 직접 관측하여 구하여야 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 측지선에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-4",
    "options": [
      "삼각측량",
      "다각측량",
      "수준측량",
      "삼변측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 수평위치 결정에 관한 측량이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-5",
    "options": [
      "2747.37m",
      "2442.70m",
      "2732.09m",
      "289.37m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "성과표 상에서 P점좌표(+6882.95m, -9333.01m), Q점좌표(+4150.86m, -9622.40m)를 얻었다. P와 Q점간의 평면거리를 구하면 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-6",
    "options": [
      "위성의 높은 고도각",
      "낮은 신호 잡음",
      "나무, 교량 밑 등의 장애물",
      "높은 신호 강도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS측량에 있어서 사이클슬립(cycle slip)의 주된 원인은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-7",
    "options": [
      "복각은 적도 지방에서는 거의 0에 가깝다.",
      "복각은 자북으로 갈수록 커진다.",
      "복각은 진북에서 최대가 된다.",
      "복각은 지각 내에서 철광이 있으면 비정상적으로 크게 나타난다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "자침의 복각에 대한 설명 중 옳지 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-8",
    "options": [
      "서울에서 진북은 자침의 N극보다 서쪽으로 57° 방향이다.",
      "서울에서 진북은 자침의 N극보다 동쪽으로 6.5° 방향이다.",
      "서울에서 자침의 N극은 수평선보다 6.5° 기운다.",
      "서울에서 자침의 S극은 수평선보다 6.5° 기운다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "서울지방의 자침 편각이 W 6.5° 이고 복각은 N 57° 이라면 다음 설명 중 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-9",
    "options": [
      "균시차 = 시태양시 - 평균태양시",
      "균시차 = 평균태양시 - 표준시",
      "균시차 = 세계시 - 태양시",
      "균시차 = 항성시 - 세계시"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 균시차를 바르게 표시한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-10",
    "options": [
      "각 구역은 서쪽방향으로 10° 간격으로 1부터 번호를 붙인다.",
      "지구 전체를 경도 6° 씩 60구역으로 나눈다.",
      "위도는 남, 북위 60° 까지만 포함한다.",
      "위도 80° 이상의 양극지역의 좌표도 포함된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 UTM좌표계에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-11",
    "options": [
      "위성 시계 오차",
      "위성 궤도 오차",
      "코드 오차",
      "전리층과 대류권에 의한 오차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS 시스템 오차 원인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-12",
    "options": [
      "회전운동",
      "전체운동",
      "자진운동",
      "일주운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천체를 포함하는 천구는 지구의 자전때문에 하루에 한번씩 동쪽에서 서쪽으로 회전하는 것 처럼 보이는데 이것을 천구의 무슨 운동이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-13",
    "options": [
      "부게보정(Bouguer correction)",
      "후리-에어보정(Free-air correction)",
      "지각균형보정(Isostatic correction)",
      "에토베스보정(Eotvos correcton)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상을 보정할 때 관측값으로부터 기준면 사이에 질량을 무시하고 기준면으로부터 높이(또는 깊이)의 영향을 고려하여 실시하는 보정은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 4,
    "id": "dv20040905-14",
    "options": [
      "다각법",
      "세차운동의 원리",
      "음향관측법",
      "도플러 효과"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성과 관측점간의 거리를 결정하는데 사용되는 주요 원리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-15",
    "options": [
      "장동(nutation)",
      "세차(precession)",
      "균시차(equation of time)",
      "일주운동(diurnal motion)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전축이 황도면의 수직방향에 대하여 약 23.5° 의 각반경을 가지고 26,000년을 주기로 회전하는 현상을 무엇이라고 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-16",
    "options": [
      "중력이상이 나타나는 지역은 구성물질의 밀도가 고르게 분포되어 있지 않다.",
      "중력의 단위는 gal로 표시한다.",
      "중력이상이 (+)이면 그 지역에 가벼운 물질이 있다는 것을 의미한다.",
      "중력측정의 결과에 대해 지형보정, 고도보정, 아이소스타시 보정을 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 2,
    "id": "dv20040905-17",
    "options": [
      "3차원 위치 결정",
      "중력 측정",
      "사진 측정",
      "위성 측지"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 물리학적 측지학에 해당 되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040905-18",
    "options": [
      "3차원 측량을 동시에 할 수 있다.",
      "두개의 주파수를 사용하여 신호를 전송한다.",
      "지구를 크게 3개의 지역으로 분할한 지역 기준계를 사용한다.",
      "약 0.5 항성일의 궤도 주기를 가지고 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 GPS에 관한 설명이 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-19",
    "options": [
      "전리층의 효과를 제거(보정)하기 위해",
      "대류권의 효과를 제거(보정)하기 위해",
      "시계오차를 제거(보정)하기 위해",
      "다중 반사를 제거(보정)하기 위해"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS에서 두개의 주파수를 사용하는 이유는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 1,
    "id": "dv20040905-20",
    "options": [
      "스테틱(Static)측량",
      "키네마틱(Kinematic)측량",
      "DGPS",
      "RTK"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "GPS를 이용한 측량중 가장 정밀한 위치결정 방법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-09-05)",
    "date": "2004-09-05"
  },
  {
    "answer": 3,
    "id": "dv20040523-1",
    "options": [
      "지구의 형상 및 크기 결정",
      "중력측정",
      "시각의 결정",
      "지각변동조사"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-2",
    "options": [
      "평균해수면을 육지까지 연장하여 지구를 덮는 곡면을 상상하여 이 곡면이 이루는 모양을 지오이드라 한다.",
      "지오이드면은 등포텐셜면으로 항상 중력방향에 수직이다.",
      "지오이드면은 대체로 실제 지구형상과 지구타원체사이를 지난다.",
      "지오이드면은 대륙에서는 지구타원체보다 낮으며 대양에서는 지구타원체보다 높다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드에 대한 다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-3",
    "options": [
      "단축(短軸)을 중심으로 회전시킨 타원체이다.",
      "기하학적 타원체이므로 굴곡이 없는 매끄러운 곡면이다.",
      "지구의 부피, 표면적 등을 구할 때는 지구타원체를 기준으로 한다.",
      "경위도 결정과 지도제작의 기준은 지오이드면을 사용한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 타원체에 대한 설명중 틀리는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-4",
    "options": [
      "지형의 요철(凹凸)에 관계없이 지각은 지하구조에 대하여 일정한 압력을 준다.",
      "지각은 정역학적으로 평형을 이루기 위하여 지각의 변동이 발생한다.",
      "지표면의 凹부분은 지각 지하구조의 질량이 부족한 반면, 凸부분에서는 질량의 여분이 있다.",
      "지각 균형이론은 소규모의 지각구조에 대하여 잘 성립한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지각균형(Isostasy)이론과 관련된 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-5",
    "options": [
      "정표고(Orthometric height)",
      "역표고(Dynamic height)",
      "타원체고(Ellipsoidal height)",
      "지오이드고(Geoid undulation)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평균 해수면(지오이드면)으로부터 어느 지점까지의 연직거리는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "dv20040523-6",
    "options": [
      "6°",
      "8°",
      "10°",
      "12°"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UTM 좌표에서 횡대의 간격은 남북위 80° 까지 몇 도 간격으로 나누어져 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-7",
    "options": [
      "22m",
      "244m",
      "488m",
      "699m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각수준측량에 있어서 정밀도를 1/30,000로 제한하면 지구 곡율과 대기굴절을 고려하지 않아도 되는 시준거리는 약 몇 m 이내인가? (단, 지구곡율반경은 6370km, 광선의 굴절계수는 0.13임)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-8",
    "options": [
      "위도에 따라 지구의 인력이 다르다.",
      "관측점 지하의 밀도가 크면 중력이 크다.",
      "위도에 따라 원심력이 다르다.",
      "높은 산위의 관측점에서는 중력이 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력값이 지구상의 지점에 따라 차이가 나는 원인이나 현상에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-9",
    "options": [
      "중력이상이란 보정된 기준면의 중력값과 표준중력의 차를 나타낸다.",
      "중력이상의 주된 원인은 지하의 밀도가 고르게 분포되어 있지 않기 때문이다.",
      "밀도가 큰 물질이 지표면 가까이 있을 때는 음(-)값을 갖는다.",
      "중력이상을 해석함으로써 지하 구조나 지하 광물체의 탐사에 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력이상에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-10",
    "options": [
      "천정",
      "천북극",
      "천저",
      "춘분점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "관측자의 연직선이 천구와 만나는 점은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-11",
    "options": [
      "일주운동",
      "일간운동",
      "일방운동",
      "일시운동"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천체를 포함하는 천구는 지구의 자전 때문에 하루에 한번씩 동쪽에서 서쪽으로 회전하는 것 처럼 보이는데 이것을 천구의 무슨 운동이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "dv20040523-12",
    "options": [
      "궤도의 장반경",
      "승교점(ascending node)의 적위",
      "궤도 경사각",
      "궤도 주기"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측량에서 위성의 궤도와 임의 시각의 궤도상의 위치를 결정할 수 있는 위성의 궤도요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "dv20040523-13",
    "options": [
      "부게이상",
      "영년변화",
      "일변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구의 자기장 변화에 영향을 주지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-14",
    "options": [
      "자기장의 수평분력은 진북방향성분과 동서방향성분으로 나눌 수 있다.",
      "지자기의 3요소는 복각, 편각, 수평분력이다.",
      "편각은 수평분력과 진북이 이루는 각이다.",
      "복각은 전자장과 연직분력이 이루는 각이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3요소에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-15",
    "options": [
      "천문위도란 지오이드의 법선을 기준으로 한 것이다.",
      "일반적으로 지심위도는 측지위도보다 작은 값을 갖는다.",
      "측지위도란 준거타원체의 법선이 적도면과 이루는 각이다.",
      "일반적으로 천문위도와 측지위도는 일치한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-16",
    "options": [
      "삼각측량에 의한 지각의 수평변동을 해석하는 경우에 문제점은 부동점의 가정에 있다.",
      "대지진에 의한 지각의 국지적 변동을 아는 경우에는 삼각점의 변위벡터가 효과적이다.",
      "지각의 수평변동은 변위벡터 외에 지각의 탄성파 성분을 가지고 표시할 수 있다.",
      "지각의 수직변동은 좁은 지역의 측량을 통해 검출하는 것이 효과적이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "삼각측량을 이용한 지각변동해석에 관한 설명으로 맞지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040523-17",
    "options": [
      "고도 보정",
      "지형 보정",
      "아이소스타시 보정",
      "외토뵈쉬 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지상에서 중력측정을 할 때 측정결과를 보정할 사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "dv20040523-18",
    "options": [
      "평균해수면",
      "평균최고만조면",
      "평균최저만조면",
      "지오이드면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라에서 해안선을 결정하기 위하여 채택하고 있는 기준면은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "dv20040523-19",
    "options": [
      "지표면상 두 점을 잇는 최단거리가 되는 곡선을 측지선이라 한다.",
      "평면곡선과 측지선의 길이의 차는 극히 미소하여 무시 할 수 있다.",
      "측지선은 미분기하학으로 구할 수 있으나 직접 관측하여 구하는 것이 더욱 정확하다.",
      "측지선은 두 개의 평면곡선의 교각을 2:1로 분할하는 성질이 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 정의로서 적합치 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "dv20040523-20",
    "options": [
      "수직면",
      "수평면",
      "수준면",
      "기준면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 연직선에 직교하는 모든 점을 잇는 곡면으로서 국지측량에서 보통 평면으로 간주하는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "dv20040307-1",
    "options": [
      "약 300",
      "약 1.003",
      "약 1/996",
      "약 1/299"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 장반경이 6377.397km, 단반경이 6356.079km일 때 지구의 편평률은 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-2",
    "options": [
      "운동하는 물체에 전향력이 생긴다.",
      "1 태양일과 1 항성일이 차이가 난다.",
      "조석이 하루에 2번씩 일어난다.",
      "인공위성의 궤도가 서편한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지구의 공전으로 인하여 생기는 현상은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-3",
    "options": [
      "구면삼각형은 지표상 세 점을 지나는 세 개의 대원을 세 변으로 하는 삼각형이다.",
      "구면삼각형에서는 내각의 합이 180° 보다 크다.",
      "구면삼각형의 계산에 Legendre의 정리가 널리 사용된다.",
      "평면삼각측량에서도 구과량은 무시할 수 없으므로 구면삼각형의 면적 대신 평면삼각형의 면적을 사용해서는 안된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-4",
    "options": [
      "VLBI의 기술로는 일반적으로 수십 km이내의 범위에서만 직접 측정이 유효하다.",
      "VLBI은 반사경이 부착된 위성으로부터 되돌아오는 위상차로 위치를 결정한다.",
      "VLBI는 전파의 간섭을 이용하는 방법으로 측지분야에 응용하고 있다.",
      "VLBI의 실용화는 기하측지학에는 큰 영향을 미치지 못한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 VLBI(Very Long Base-line Interferometry)에 관한 설명로 알맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-5",
    "options": [
      "20초",
      "40초",
      "81초",
      "162초"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중앙경간이 2.5km인 현수교의 두 주탑을 연직으로 세우면 두 주탑이 이루는 각도는 약 얼마인가? (단, 중력의 방향은 준거타원체의 법선방향과 일치한다고 가정하고 지구의 반경은 6,370km로 한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-6",
    "options": [
      "R=M+N/2",
      "",
      "",
      "R=2MN/M+N"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자오선 곡률반경을 M, 횡(묘유선방향)의 곡률반경을 N이라 할 때 평균곡률반경 R은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-7",
    "options": [
      "지구상의 한 점에서 타원체의 법선과 지오이드의 법선이 일치하지 않는 차를 연직선 편차라 한다.",
      "태양이 천구상에서 서에서 동으로 진행하는 경로를 황도라 한다.",
      "적경은 천구의 적도상에서 춘분점으로부터 동쪽으로 향하여 잰 각거리이다.",
      "측지선은 타원체 상에서 두 점을 포함하는 소원의 일부이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-8",
    "options": [
      "측지위도",
      "천문위도",
      "천문경도",
      "지심위도"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구상의 한점과 지구중심을 맺는 직선이 적도면과 이루는 각은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-9",
    "options": [
      "등각투영",
      "등적투영",
      "등거투영",
      "복합투영"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "우리나라의 지형도에서 사용하고 있는 평면좌표는 다음 어느 투영법에 의하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-10",
    "options": [
      "거리, 위도, 방위각",
      "거리, 위도, 높이",
      "거리, 위도, 경도",
      "거리, 방위각, 높이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "3차원좌표계에서 이미 알고 있는 한점의 측지좌표로부터 다른 한점의 측지좌표를 구하고자 할 때 일반적으로 측정이 필요한 값들로 이루어진 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-11",
    "options": [
      "천저(nadir)",
      "수직권(vertical circle)",
      "황도(ecliptic)",
      "측지선(geodetic line)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천구와 관계 없는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-12",
    "options": [
      "항정선(Loxodrome)은 자오선과 항상 일정한 각도를 유지하는 지표의 선이다.",
      "묘유선(Prime vertical)은 지평선의 정동(동점) 및 정서(서점)와 천정을 지나는 수직권이다.",
      "천문경위도는 기준(또는 준거)타원체 상에서 측지경위도는 지오이드상에서 관측한 값이다.",
      "어느 천체를 포함하는 시간권을 따라 적도로부터 그 천체까지 잰 각거리를 적위(Declination)라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "dv20040307-13",
    "options": [
      "α",
      "α + 6",
      "α + 12",
      "0"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어떤 지점에서 춘분점의 시간각은 그 지점의 항성시이다. 적경 α 인 별의 시간각 t와 항성시 h와는 α + t = h 의 관계가 있다. 적경 α 시의 천체가 자오선을 통과할 때 그 지점의 항성시는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-14",
    "options": [
      "해수위 변동관측",
      "수준측량의 재측",
      "정밀삼각측량",
      "반복중력 관측"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지각수직변동을 조사하기 위한 측량방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-15",
    "options": [
      "고도(Elevation)보정-지표상의 한점에서 측정된 중력값을 지오이드 면상의 중력값으로 보정하는 것이다.",
      "지형(Terrain)보정-지형을 평평하다는 가정을 보정해주는 것으로 그 값은 항상 (-)가 된다.",
      "부게(Bouger)보정-측정점과 지오이드면사이에 존재하는 물질이 중력에 미치는 영향에 대한 보정이다.",
      "아이소스타시(Isostatic)보정-아이소스타시 지각균형 이론에 의한 보정이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력보정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-16",
    "options": [
      "방위선방식",
      "포물선방식",
      "원호방식",
      "쌍곡선방식"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 전파에 의한 위치결정 방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-17",
    "options": [
      "지표상에 있는 두 점간의 최단 거리선이다.",
      "지구 중심을 포함하는 임의의 평면과 지표면의 교선을 말한다.",
      "적도와 나란한 평면과 지표면의 교선이다.",
      "적도와 직교하여 무수히 많다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 자오선에 해당되는 설명으로 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "dv20040307-18",
    "options": [
      "지평좌표계",
      "적도좌표계",
      "황도좌표계",
      "3차원 직각좌표계"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 천문좌표계가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "dv20040307-19",
    "options": [
      "중력 측정",
      "천체의 고도 측정",
      "지자기 측정",
      "조석 측정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20040307-20",
    "options": [
      "지자기변화에는 주기적 변화와 불규칙 변화가 있다.",
      "영년변화는 수백년을 주기로 나타나는 지자기의 변화이다.",
      "자기 폭풍은 지진에 의해 발생한다.",
      "자기 폭풍은 단파 통신의 지장을 초래한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 지자기 측정에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "dv20030831-1",
    "options": [
      "항정선(Loxodrome)",
      "측지선(Geodetic line)",
      "묘유선(Prime vertical)",
      "평행권(Parallel line)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구타원체상 한 점의 법선을 포함하며, 그 점을 지나는 자오면과 직교하는 평면과 타원체면과의 교선은 다음 중 어느 것인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-2",
    "options": [
      "지구형상해석",
      "중력측정",
      "지자기측정",
      "위성측지"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 물리학적 측지학에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-3",
    "options": [
      "고위도로 갈수록 만유인력이 크다.",
      "고위도로 갈수록 곡률반경이 크다.",
      "위도차 1° 의 거리는 고위도로 갈수록 크다.",
      "중력은 적도상에서 가장 크다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구가 타원체인 증거가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-4",
    "options": [
      "약 36,783km",
      "약 47,314km",
      "약 58,432km",
      "약 67,516km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 그림에서와 같이 지구상의 두점 A,B에서 측량을 실시하여 다음과 같은 결과를 얻었다고 할때 지구의 원둘레는 얼마인가? (단, 지구는 구로 생각한다. AB의 지표면 거리 920km, ∠ACD = 7°)",
    "local_images": [
      "images/dv20030831-4_img_0.gif"
    ],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-5",
    "options": [
      "지구의 자전축을 지축이라 한다.",
      "자오선은 적도와 직교하며 무수히 많다.",
      "지구중심을 포함하는 임의의 평면과 지표면의 교선을 대원이라 한다.",
      "평행권은 적도에 직교하는 평면과 지표면의 교선을 말한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 1,
    "id": "dv20030831-6",
    "options": [
      "구면 길이",
      "곡면 길이",
      "평면 길이",
      "공간 길이"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "두 점간의 위치 차이를 나타내는 양으로 위치결정에 기본이 되는 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-7",
    "options": [
      "추분점",
      "천극점",
      "지점(至点)",
      "춘분점"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "황도와 적도가 만나는 점 가운데 태양이 적도를 남에서 북으로 자르며 갈 때 교차하는 점을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-8",
    "options": [
      "수차",
      "중력",
      "장동",
      "조석"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 자전축이 흔들리는 현상을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-9",
    "options": [
      "세차",
      "균시차",
      "구과량",
      "연직선편차"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에서 내각의 합이 180° 를 넘게 되는데 그 차를 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-10",
    "options": [
      "UTM좌표로 표시하지 못하는 양극지역의 좌표를 표시 하는데 사용한다.",
      "투영법은 극심입체투영법에 의한 것이다.",
      "양극을 원점으로 하는 평면직각좌표계를 사용한다.",
      "좌표의 종축은 경도 90° 및 270° 의 자오선이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "UPS(Universal Polar Stereographic)좌표계에 대한 내용 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 1,
    "id": "dv20030831-11",
    "options": [
      "자오선 곡률반경 M",
      "묘유선 곡률반경 N",
      "임의 방향에 대한 곡률반경 Rα",
      "평균 곡률반경 R"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 가장 작은 값을 갖는 것은 어느 것인가? (단, ρ :위도, 0° ＜ ρ ＜ 90° )",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-12",
    "options": [
      "천문측량이란 천체의 별을 관측하여 지구상의 제점의 위치를 결정하는 것이다.",
      "태양을 중심으로 하여 무한하게 큰 반경을 가진 가상의 구체를 천구라 한다.",
      "위도를 구하는 데는 천장의(Zenith telescope)를 사용한다.",
      "관측자의 천정과 천극을 지나는 대원을 천구자오선이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "천문 측량에 대한 다음 사항중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-13",
    "options": [
      "전파를 이용한 위성의 방향측정은 전파의 간섭에 의해 고도와 방향을 측정한다.",
      "위성의 방향, 거리 및 거리변화를 측정하여 위치를 결정한다.",
      "위성에 의한 정보전달 기능을 갖고 있다.",
      "이용지역이 비교적 좁다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 위성항법에 대한 설명중 옳지 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 4,
    "id": "dv20030831-14",
    "options": [
      "인공위성의 궤도면은 회전하고 있으며, 이를 조사하여 지구의 형상을 알 수 있다.",
      "대략적인 위성의 궤도는 지구와 위성사이의 운동을 2체(두 물체) 문제로 해석 할 수 있다.",
      "인공위성의 각 속도는 케플러의 식으로 구할 수 있다.",
      "인공위성은 측지학에만 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음의 위성측지에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-15",
    "options": [
      "지자기는 방향과 크기를 갖고 있는 벡터이다.",
      "지하구조를 탄성파 측정에 의하여 탐사할 수 있다.",
      "EDM에 의해 정밀한 중력측정이 가능하다.",
      "그리니치 천문대를 통과하는 자오면과 어느 지점을 통과하는 자오면과의 교각을 경도라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 사항 중 적합하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-16",
    "options": [
      "북으로 갈수록 편각이 커지므로",
      "북으로 갈수록 복각이 커지므로",
      "북으로 갈수록 복각이 작아지므로",
      "북으로 갈수록 편각이 작아지므로"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 자기의 북반구에서는 자북으로 갈수록 자침의 남극쪽을 무겁게 하거나 길게 하는데 그 이유로 가장 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-17",
    "options": [
      "원호방식",
      "포물선방식",
      "쌍곡선방식",
      "방위선(radial line)방식"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 전파에 의한 위치 결정방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030831-18",
    "options": [
      "1,596,427.4km2",
      "1,298,366.4km2",
      "142,342.4km2",
      "18,633.4km2"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 구면 삼각형 ABC 의 세각을 관측한 결과 ∠A=51˚ 30´ , ∠B=65˚ 45´ , ∠C=64˚ 35´ 이었다. 구면 삼각형의 면적은? (단, 지구반경 R=6370km 이며, 측각오차는 없는 것으로 간주한다.)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-19",
    "options": [
      "전파 관측법",
      "음파 관측법",
      "레이저 관측법",
      "카메라 관측법"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성자체에 전파원이 있는 것이 아니라 반사프리즘이 위성에 탑재되어 펄스광의 왕복시간을 측정함으로써 거리를 측량하게 할 수 있는 관측법은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 3,
    "id": "dv20030831-20",
    "options": [
      "방위각",
      "천정각",
      "방향각",
      "편각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상의 한 점에서 좌표원점 자오선에 평행인 선과 어떤 방향이 이루는 각을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-08-31)",
    "date": "2003-08-31"
  },
  {
    "answer": 2,
    "id": "dv20030525-1",
    "options": [
      "천문측량에 의한 경ㆍ위도 측정은 관측점마다 독립적으로 이루어 진다.",
      "지구상의 위치는 지리학적 경ㆍ위도 및 준거타원체상으로부터의 높이로 표시된다.",
      "목적하는 측량의 정확도에 따라서 지구를 구로 생각할 수 있다.",
      "지구상의 위치는 직각좌표나 극좌표 등으로 표시하기도 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 옳지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-2",
    "options": [
      "지오이드고",
      "기준 방위각",
      "수직선 편차",
      "표준 중력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지원점(Geodetic Datum)을 설정하기 위해서는 타원체의 적도반경, 편평률, 그리고 타원체의 단축과 회전축이 평행하다는 세가지 조건외에 다른 조건이 더 필요하다. 이에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-3",
    "options": [
      "부게(bouguer)이상",
      "일변화",
      "영년변화",
      "자기폭풍"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구자기의 변화에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-4",
    "options": [
      "지구 내부는 일반적으로 핵까지 깊이에 따라 지속적으로 온도가 상승한다.",
      "지구 내부의 온도는 일반적으로 100km 까지 100m 깊이당 3℃씩 증가한다.",
      "지구중심의 온도는 5,000℃ 내외인 것으로 추정한다.",
      "지구내부의 온도상승을 온도경사라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구 내부의 온도에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-5",
    "options": [
      "35.054km",
      "70.108km",
      "140.216km",
      "210.324km"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구반경 R=6,400km 라 하고 거리의 허용오차가 1/105 이라면 반경 몇 km까지를 평면으로 볼 수 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-6",
    "options": [
      "SPOT",
      "LORAN",
      "GPS",
      "OMEGA"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성을 이용한 범지구적 위치결정 시스템으로 NNSS과 교체되는 항행시스템은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-7",
    "options": [
      "측지학은 지구의 형상, 크기, 중력장과 그 변화를 결정하는 학문이며, 크게 물리측지학과 기하측지학으로 나눈다.",
      "기하측지학은 지구내부구조 및 특성을 연구하는 분야이다.",
      "물리측지학은 지표면상의 모든 점간의 상호관계를 결정하는 학문이다.",
      "측지학은 지구에 대한 측성만을 연구하는 학문이며, 측량은 일반측량에서 다룬다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 사항에서 측지학의 정의로 가장 알맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-8",
    "options": [
      "자유고도(free-air) 보정",
      "위도 보정",
      "부게(Bouguer) 보정",
      "계기 보정"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "중력은 관측점 사이의 고도차가 중력에 영향을 미칠 경우 보정을 해야 한다. 이 때 관측점 사이에 존재하는 물질의 인력에 의한 영향을 고려하는 보정을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-9",
    "options": [
      "지자기의 장기적인 완만한 변화를 영년변화라 한다.",
      "진북방향과 자북방향이 이루는 각을 복각이라 한다.",
      "지자기의 편각은 영년변화를 한다.",
      "지구의 자극은 미소하나마 이동하고 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기에 관한 다음 설명중 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-10",
    "options": [
      "수심측량은 음향측심기로 가능하다.",
      "독립한 2개 이상의 위치선의 조합으로 할 수 있다.",
      "시간차 관측의 원리에서 위상 비교법의 분해능은 파장이 짧을수록 좋아진다.",
      "위치선으로 분류하면 방위선방식, 원호방식, 타원방식으로 구분할 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해상위치결정에 대한 설명 중 맞지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-11",
    "options": [
      "직선",
      "포물선",
      "쌍곡선",
      "동심원"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "메르카토르 투영에서 항정선은 어떤 형태인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-12",
    "options": [
      "케플러 제1법칙",
      "케플러 제2법칙",
      "케플러 제3법칙",
      "케플러 제4법칙"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "위성측량에서 인공위성의 운동은 케플러의 몇 번째 법칙에 의해 고도와 주기의 관계를 나타낼 수 있는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-13",
    "options": [
      "지표상 2점간의 최장거리",
      "지표상 2점간의 최단거리",
      "일정한 각도로 유지하는 법선",
      "일정한 각도로 유지하는 지표선"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "측지선에 대한 설명으로 알맞은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030525-14",
    "options": [
      "우리가 실제측량을 할 때 평판수준기에 의해서 정준을 하면, 지오이드가 기준이 된다.",
      "연직선 편차는 지구내부의 밀도의 불균형, 지표면의 기복 등에 의하여 생긴다.",
      "지오이드면은 일반적으로 대륙에서는 회전타원체보다 낮다.",
      "지오이드고는 기준타원체로부터 지오이드까지의 수직거리이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음에서 설명하는 내용 중 옳지 못한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-15",
    "options": [
      "적위(Declination)",
      "묘유선(Prime vertical)",
      "적경(Right ascension)",
      "자오선(Meridian)"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "어떤 관측지점과 지구의 양극을 지나는 대원을 무엇이라 하는가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-16",
    "options": [
      "섬광삼각법은 비행기에서 섬광체를 낙하산으로 투하시키고 이를 각 관측점에서 동시에 관측하는 것이다.",
      "전자파 측거기와 컴퓨터의 발달로 삼각, 다각, 삼변 측량의 혼합측량이 가능하다.",
      "NNSS 위성 시스템에서는 WGS72 좌표계를 사용 한다.",
      "고산지에서 중력을 측정하면 그 지점의 표고를 알 수 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "dv20030525-17",
    "options": [
      "자오선과 항상 일정한 각도를 유지하는 지표선이다.",
      "방위각이 일정한 등방위선이다.",
      "한점에서 출발한 항정선은 극으로 갈수록 나선모양으로 수렴한다.",
      "항정선은 평행권과 일치하므로 등위도선이라고도 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음은 항정선에 대한 설명이다. 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-18",
    "options": [
      "795.7m",
      "799.9m",
      "803.3m",
      "805.1m"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "평탄한 표고 700.0m인 지역에 설치한 기선의 측정치가 800.0m 이었다. 이 기선의 평균해면상 거리는 얼마인가? (단, 지구의 반지름은 6370.0km로 가정)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "dv20030525-19",
    "options": [
      "연직분력",
      "수평분력",
      "편각",
      "복각"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3 요소가 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "dv20030525-20",
    "options": [
      "구과량의 크기는 반경의 제곱에 반비례하고 면적에 비례한다.",
      "1변이 30km 정도인 정삼각형에서 구과량은 약 20\" 정도 발생한다.",
      "변장 10km 이하의 계산에서는 구과량을 무시할 수 있으며 우리나라의 경우에는 1등 삼각망의 경우에만 적용한다.",
      "구면삼각형과 평면삼각형과의 차는 삼각형의 내각의 합이 180° 를 넘는 양으로서 구과량이라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "구면삼각형에 대한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "dv20030316-1",
    "options": [
      "지형의 凹凸에 관계없이 지각은 지하구조에 대하여 일정한 압력을 준다.",
      "지각은 정역학적으로 평형을 이루기 위하여 지각의 변동이 발생한다.",
      "지표면의 凹부분은 지각 지하구조의 질량이 부족한 반면, 凸부분에서는 질량의 여분이 있다.",
      "지각 균형이론은 소규모의 지각구조에 대하여 잘 성립한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 지각균형(Isostasy)이론과 관련된 설명으로 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-2",
    "options": [
      "지구의 반지름을 6,370㎞로 본 구면을 말한다.",
      "지구를 회전 타원체로 본 표면이다.",
      "지구 그대로의 표면이다.",
      "평균해면으로 전 지구를 덮었다고 생각할 때의 가상 곡면이다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지오이드를 옳게 설명한 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-3",
    "options": [
      "두점간의 고저차를 구하고자 할 때와 거리가 상당히 떨어져 있을 때 지구표면이 구상(球狀)이므로 일어나는 오차를 구차라 한다.",
      "기차와 구차의 합을 양차라하며 두점에서 각각 서로 시준하여 소거 시킬 수 있다.",
      "공기의 온도,기압,기온 등에 의하여 시준선에서 생기기 쉬운 현상을 기차라 한다.",
      "기차의 식은 L2/2R 이고 구차는 굴절계수 K를 곱한 -(K∙L2)/2R 로 표시된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "기차(氣差)및 구차(球差)에 대한 설명 중 틀린 것은? (단, L : 두점간의 거리, R : 지구곡률반경)",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-4",
    "options": [
      "1° 02′ 32″",
      "2° 03′ 14″",
      "3° 03′ 04″",
      "4° 12′ 09″"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "반경 2m인 구면상의 구면삼각형 면적이 0.213m2일 때 이 구면삼각형의 구과량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-5",
    "options": [
      "지평좌표",
      "경위도좌표",
      "UTM좌표",
      "UPS좌표"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음중 지구좌표에 속하지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-6",
    "options": [
      "72.7cm",
      "86.6cm",
      "97.7cm",
      "104.7cm"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "거리와 방향을 관측하여 평면 위치를 관측할때, 10″ 의 방향오차로 인해 15km에 생기는 평면위치의 오차는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-7",
    "options": [
      "중력이상이란 보정된 기준면의 중력값과 표준중력의 차를 나타낸다.",
      "중력이상의 주된 원인은 지하의 밀도가 고르게 분포되어 있지 않기 때문이다.",
      "밀도가 큰 물질이 지표면 가까이 있을 때는 음(-)값을 갖는다.",
      "중력이상을 해석함으로써 지하 구조나 지하 광물체의 탐사에 이용된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음은 중력이상에 관한 설명이다. 잘못된 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-8",
    "options": [
      "10° N",
      "20° N",
      "30° N",
      "40° N"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "적위가 +20° 인 별의 남중고도가 70° 였다면 관측지점의 위도는?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "dv20030316-9",
    "options": [
      "적경이란 춘분점으로부터 어느 천체의 시간권의 발까지 적도를 따라 서쪽으로 잰 각거리이다.",
      "탈고트법이란 동일고도의 두변을 관측할 때 각각의 적위와 천정거리를 이용하여 위도를 결정하는 방법이다.",
      "주극성이란 천구북극으로부터 천극거리가 관측자의 위도 보다 커서, 하루종일 지평선 위에 나타나지 않는 별이다.",
      "1항성일은 춘분점이 연속해서 같은 자오선을 2번 통과하는데 걸리는 시간이며, 24시간보다 클 때도 있다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 천문측지를 설명한 내용중 옳은 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-10",
    "options": [
      "천문좌표에서 관측자의 연직선과 지평면을 기준으로 하는 것을 지평좌표라 한다.",
      "좌표축과 수직인 적도면을 기준으로 하는 것을 적도 좌표라 한다.",
      "은하계의 적도면을 기준으로 하는 것을 적도좌표라 한다.",
      "지구공전 궤도면을 기준으로 하는 것을 황도좌표라 한다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 틀리는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-11",
    "options": [
      "광학방식",
      "전파방식",
      "NNSS방식",
      "UTC방식"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "인공위성을 이용한 측량방법이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "dv20030316-12",
    "options": [
      "위성까지의 거리",
      "위성의 측지좌표",
      "위성의 거리변화율",
      "위성의 방향"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 위성측량의 관측사항이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-13",
    "options": [
      "복각",
      "편각",
      "수평분력",
      "연직분력"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지자기의 3요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-14",
    "options": [
      "지형측량",
      "스타디아측량",
      "육분의측량",
      "천문측량"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "넓은 지구상에서 점들의 상호위치관계를 정하거나 경도 및 위도를 결정하는 측량은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-15",
    "options": [
      "천구의 북극은 지구자전축과 천구의 교점에서 북쪽을 말한다.",
      "천구의 자오선은 천구의 북극을 포함한 수직권이다.",
      "천구의 지평선은 천정과 천저를 잇는 직선과 수직인 대원이다.",
      "천정은 관측지점의 연직선이 천구와 아래쪽에서 만난다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 측지학에 관한 용어에서 틀린 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "dv20030316-16",
    "options": [
      "Echo Sounder",
      "Raydist",
      "Omega",
      "Decca"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 중 해상의 수평위치 결정방식이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "dv20030316-17",
    "options": [
      "각 구역은 서쪽으로 6° 간격으로 1부터 번호를 붙인다.",
      "지구 전체를 경도 6° 씩 60구역으로 나눈다.",
      "위도는 남, 북위 85° 까지만 포함한다.",
      "위도 80° 이상의 양극지역의 좌표도 포함된다."
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "다음 설명중 UTM좌표계에 대해 맞는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "dv20030316-18",
    "options": [
      "평균해수면",
      "평균최저간조면",
      "평균최고만조면",
      "텔루로이드면"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "해안선을 결정하기 위한 기준면으로 사용되는 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "dv20030316-19",
    "options": [
      "지오이드",
      "지구 타원체",
      "의사 지오이드",
      "지구 구면체"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지구의 형상을 결정하기 위하여 사용되는 지표면이 아닌 것은?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "dv20030316-20",
    "options": [
      "북위 53°",
      "북위 37°",
      "남위 53°",
      "남위 37°"
    ],
    "subject": "측지학 및 위성측위시스템",
    "text": "지표면상에서 북극성의 천장거리를 측정하여 53° 의 측정값을 얻었다. 이 지점의 위도는 얼마인가?",
    "local_images": [],
    "source": "측량및지형공간정보기사 (2003-03-16)",
    "date": "2003-03-16"
  }
];