const questions_응용측량 = [
  {
    "answer": 1,
    "id": "ea20220305-21",
    "options": [
      "용지 측량",
      "다각 측량",
      "공사 측량",
      "조사 측량"
    ],
    "subject": "응용측량",
    "text": "도로의 개설을 위하여 편입되는 대상용지와 경계를 정하는 측량으로서 설계가 완료된 이후에 수행할 수 있는 노선측량 단계는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-22",
    "options": [
      "4.0 km",
      "6.0 km",
      "9.0 km",
      "16.0 km"
    ],
    "subject": "응용측량",
    "text": "정밀수준측량에서 수준망을 측량한 결과로 환폐합차가 6.0mm 이었다면 편도거리는? (단, 허용 환폐합차 = 2mm√S, S : 편도관측거리(km))",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-23",
    "options": [
      "10%",
      "15%",
      "20%",
      "25%"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 등고선에서 AB의 수평거리가 60m 일 때 경사도(incline)로 옳은 것은?",
    "local_images": [
      "images/ea20220305-23_img_0.gif"
    ],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-24",
    "options": [
      "고속도로의 완화곡선으로 주로 클로소이드 곡선을 설치한다.",
      "완화곡선의 곡선 반지름은 시점에서 무한대, 종점에서 원곡선으로 된다.",
      "반향곡선은 2개의 원호가 공통절선의 양측에 있는 곡선이다.",
      "종단곡선으로는 주로 3차 포물선이 사용된다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 곡선 설치에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-25",
    "options": [
      "50 km/h",
      "60 km/h",
      "150 km/h",
      "178 km/h"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=2500m, 캔트(cant) 100mm 인 철도 선로를 설계할 때, 적합한 설계속도는? (단, 레일 간격은 1m 로 가정한다.)",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-26",
    "options": [
      "10° 이상",
      "15° 이상",
      "30° 이상",
      "40° 이상"
    ],
    "subject": "응용측량",
    "text": "사이클스립(cycle slip)이나 멀티패스(multipath)의 오차를 줄일 목적으로 낮은 위성의 고도각을 제한하기도 한다. 일반적으로 제한하는 위성의 고도각 범위로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-27",
    "options": [
      "52",
      "13",
      "17",
      "3"
    ],
    "subject": "응용측량",
    "text": "지형도의 난외주기 사항에 「NJ 52-13-17-3 대천」과 같이 표시되어 있을 때, 표시사항 중 경도 180°선에서 동으로 6°마다 붙인 경도구역을 의미하는 숫자는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-28",
    "options": [
      "15cm",
      "24cm",
      "48cm",
      "52cm"
    ],
    "subject": "응용측량",
    "text": "지표에서 거리 1000m 떨어진 A, B지점에서 수직터널에 의하여 터널 내외의 연결측량을 하는 경우에 두 수직터널의 깊이가 지구 중심 방향으로 1500m라 할 때, 두 지점 간의 지표거리와 지하거리의 차이는? (단, 지구를 반지름 R=6370 km의 구로 가정)",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-29",
    "options": [
      "1500m",
      "1700m",
      "1750m",
      "1800m"
    ],
    "subject": "응용측량",
    "text": "해발고도 250m의 평탄한 지역을 사진축척 1:10000으로 촬영한 연직 사진의 촬영고도는? (단, 카메라의 초점거리는 150mm 이다.)",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-30",
    "options": [
      "반향 곡선",
      "단곡선",
      "렘니스케이트 곡선",
      "복심 곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원곡선의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-31",
    "options": [
      "지하수준측량",
      "터널 내 고저측량",
      "터널 내 중심선측량",
      "터널 내의 연결측량"
    ],
    "subject": "응용측량",
    "text": "터널이 긴 경우 굴진 공정기간의 단축을 위하여 중간에 수직터널이나 경사터널을 설치하고 본 터널과의 좌표를 일치시키기 위하여 실시하는 측량은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-32",
    "options": [
      "103.7m",
      "113.3m",
      "123.7m",
      "127.3m"
    ],
    "subject": "응용측량",
    "text": "촬영고도 1500m에서 촬영된 항공사진에 나타난 굴뚝 정상의 시차가 17.32mm이고, 굴뚝 밑 부분의 시차는 15.85mm 이었다면 이 굴뚝의 높이는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-33",
    "options": [
      "60%",
      "65%",
      "70%",
      "75%"
    ],
    "subject": "응용측량",
    "text": "초점거리 210mm, 사진크기 23cm×23cm 의 카메라로 촬영한 평탄한 지역의 항공사진 주점기선장이 70mm이었다면 인접사진과의 중복도는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-34",
    "options": [
      "고차식",
      "승강식",
      "기고식",
      "교차식"
    ],
    "subject": "응용측량",
    "text": "수준측량시 중간점이 많을 경우에 가장 편리한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-35",
    "options": [
      "표척의 영점오차를 제거하기 위하여",
      "표척수의 안전한 작업을 위하여",
      "작업능률을 높이기 위하여",
      "레벨의 조정이 불완전하기 때문에"
    ],
    "subject": "응용측량",
    "text": "표척 2개를 사용하여 수준측량 할 때 기계의 배치 횟수를 짝수로 하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-36",
    "options": [
      "2개",
      "4개",
      "6개",
      "8개"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량을 위하여 어느 곳에서나 같은 시간대에 관측할 수 있어야 하는 위성의 최소 개수는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-37",
    "options": [
      "동굴과 낭떠러지에서는 교차할 수 있다.",
      "등고선은 한 도곽 내에서 반드시 폐합한다.",
      "등고선은 경사가 급한 곳에서는 간격이 넓다.",
      "등고선 상에 있는 모든 점은 각각의 다른 고유한 표고 값을 갖는다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-38",
    "options": [
      "축척",
      "위치",
      "수준면",
      "초점거리"
    ],
    "subject": "응용측량",
    "text": "사진의 표정 중 절대표정에 의하여 결정(조정)되는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-39",
    "options": [
      "긴급구조 및 방재",
      "터널내 중심선 측량",
      "지상측량 및 측지측량기준망 설정",
      "지형공간정보 및 시설물관리"
    ],
    "subject": "응용측량",
    "text": "GNSS 의 직접적인 활용분야와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-40",
    "options": [
      "종·횡단면도 작성",
      "표고에 의한 평균유속 결정",
      "절토 및 성토범위의 결정",
      "등고선에 의한 체적 계산"
    ],
    "subject": "응용측량",
    "text": "지형도를 이용하여 작성할 수 있는 자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20210814-21",
    "options": [
      "중심말뚝간 시통이 잘되도록 하기 위하여",
      "차량 등에 의한 기준점 파손을 막기 위하여",
      "후속작업을 위해 쉽게 제거할 수 있도록 하기 위하여",
      "측량시 쉽게 발견할 수 있도록 하기 위하여"
    ],
    "subject": "응용측량",
    "text": "터널 내 중심선 측량시 다보(도벨, dowel)를 설치하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-22",
    "options": [
      "적외선 사진",
      "흑백 사진",
      "반사 사진",
      "위색 사진"
    ],
    "subject": "응용측량",
    "text": "다음 중 지질, 토양, 수자원, 삼림 조사 등의 판독작업에 가장 적합한 사진은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-23",
    "options": [
      "±0.15mm",
      "±0.26mm",
      "±1.5mm",
      "±2.6mm"
    ],
    "subject": "응용측량",
    "text": "초점거리 210mm의 카메라로 비고가 50m인 구릉지에서 촬영한 사진의 축적이 1:15000이다. 이 사진의 비고에 의한 최대 기복변위량은?(단, 사진크기 : 23cm X 23cm, 종중복도 : 60%)",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-24",
    "options": [
      "32.36m",
      "33.36m",
      "34.36m",
      "35.36m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 수평면과 45°의 경사를 가진 사면의 길이 ()가 25m이다. 이 사면의 경사를 30°로 완화한다면 사면의 길이 ()는?",
    "local_images": [
      "images/ea20210814-24_img_0.gif",
      "images/ea20210814-24_img_1.gif",
      "images/ea20210814-24_img_2.gif"
    ],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-25",
    "options": [
      "49.5m",
      "44.5m",
      "39.5m",
      "34.5m"
    ],
    "subject": "응용측량",
    "text": "종단곡선에서 상향기울기 , 하향기울기 인 두 노선이 반지름 2000m의 원곡선상에서 교차할 때 곡선길이(L)는?",
    "local_images": [
      "images/ea20210814-25_img_0.gif",
      "images/ea20210814-25_img_1.gif"
    ],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-26",
    "options": [
      "19.4m",
      "29.4m",
      "39.4m",
      "49.4m"
    ],
    "subject": "응용측량",
    "text": "축척 1:10000의 항공사진에서 건물의 시차를 측정하니 상부가 19.33mm, 하부가 16.83mm이었다면 건물의 높이는? (단, 촬영고도=800m, 사진 상의 기선길이=68mm)",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-27",
    "options": [
      "1/2.7",
      "1/4.0",
      "1/5.7",
      "1/9.2"
    ],
    "subject": "응용측량",
    "text": "1:25000 지형도상에서 어떤 산정상으로부터 산기슭까지의 수평거리를 측정하니 48mm이었다. 산정상의 표고는 454m, 산기슭의 표고가 12m일 때 이 사면의 경사는? (단, 사면의 경사는 동일한 것으로 가정한다.)",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-28",
    "options": [
      "삼각수준측량",
      "스타디아 측량",
      "수직표척에 의한 측량",
      "수평표척에 의한 측량"
    ],
    "subject": "응용측량",
    "text": "각관측 장비를 이용하여 고저각을 관측하고 두 지점간의 수평거리를 알고 있을 때 적용할 수 있는 간접 수준 측량의 방법은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-29",
    "options": [
      "합수선(계곡선)",
      "경사변환선",
      "분수선(능선)",
      "최대경사선"
    ],
    "subject": "응용측량",
    "text": "지성선 중에서 빗물이 이것을 따라 좌우로 흐르게 되는 선으로 지표면이 높은 곳의 꼭대기 점을 연결한 선은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-30",
    "options": [
      "기하학적 수직위치인 정표고는 직접고저측량에 의하여 두 점간의 비고를 구하려 할 때, 중력 등퍼텐셜면의 비평형성을 고려하여야 한다.",
      "어느 지점의 수직위치는 일반적으로 지오이드로부터 그 지점에 이르는 연직선의 길이인정 표고로 표시한다.",
      "여러 구간으로 나누어 직접고저측량을 실시할 경우, 고저측량의 비고 요소의 합은 정표고의 차와 정확히 일치한다.",
      "직접고저측량을 실시할 경우, 고저측량만으로만 물리적인 의미를 가질 수 없고 중력측량과 결합해야 한다."
    ],
    "subject": "응용측량",
    "text": "중력장을 고려한 수직위치에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-31",
    "options": [
      "방안법",
      "횡단점법",
      "영선법",
      "종단점법"
    ],
    "subject": "응용측량",
    "text": "표고를 알고 있는 기지점에서 중요한 지성선을 따라 측선을 설치하고, 측선을 따라 여러 점의 표고와 거리를 측량하여 등고선을 측량하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-32",
    "options": [
      "약 40“",
      "약 30”",
      "약 20“",
      "약 10”"
    ],
    "subject": "응용측량",
    "text": "레벨의 중심에서 100m 떨어진 곳에 표척을 세워 1.921m를 관측하고 기포가 5눈금 이동 후에 1.994m를 관측하였다면 이 기포관의 1눈금 이동에 대한 경사각(감도)은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-33",
    "options": [
      "위성시계오차",
      "위성궤도오차",
      "대기권오차",
      "선택적가용성(SA)오차"
    ],
    "subject": "응용측량",
    "text": "GPS측량에서 나타나는 오차의 종류 중 현재 영향을 받지 않는 오차는?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-34",
    "options": [
      "인공위성과 지상수신기 사이의 거리 측정값이다.",
      "대류권과 이온층의 신호지연으로 인한 오차의 영향력이 제거된 관측값이다.",
      "기하학적인 실제거리와 달라 의사거리라 부른다.",
      "인공위성에서 송신되어 수신기로 도착된 신호의 송신시간을 PRN 인식 코드로 비교하여 측정한다."
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 의사거리(pseudo-range)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-35",
    "options": [
      "교통량 및 경제성",
      "건설비와 측량비",
      "곡선설치의 난이도",
      "공사시간"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 노선선정을 할 때 고려사항으로 가장 우선시 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-36",
    "options": [
      "지표설치",
      "지하설치",
      "조사",
      "예측"
    ],
    "subject": "응용측량",
    "text": "터널측량의 작업 단계 중 지표에 설치된 중심선을 기준으로 하여 터널의 입구에서 굴착을 시작하여 굴착이 진행됨에 따라 터널내의 중심선을 설정하는 작업은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-37",
    "options": [
      "교점(I,P)",
      "곡선중점(S.P)",
      "곡선시점(B.C)",
      "곡선종점(E.C)"
    ],
    "subject": "응용측량",
    "text": "노선 측량에서 시공이 완료될 때까지 반드시 보존되어야 할 측점은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-38",
    "options": [
      "12.5m2",
      "11.5m2",
      "10.5m2",
      "9.5m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 세 꼭지점의 좌표가 A(3,4), B(6,7), C(7,1)일 때에 삼각형의 면적은? (단, 좌표의 단위는 m이다.)",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-39",
    "options": [
      "수평사진",
      "저각도경사사진",
      "고각도경사사진",
      "엄밀수직사진"
    ],
    "subject": "응용측량",
    "text": "사진의 특수 3점은 주점, 등각점, 연직점을 말하는데, 이 특수 3점이 일치하는 사진은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-40",
    "options": [
      "결정좌표의 정확도는 정밀도 저하율(DOP)과 단위관측정확도의 곱에 의해 결정된다.",
      "3차원 위치는 TDOP(Time DOP)에 의해 정확도가 달라진다.",
      "최적의 위성배치는 한 위성은 관측자의 머리 위에 있고 다른 위성의 배치가 각각 120°를 이룰 때이다.",
      "높은 DOP는 위성의 배치 상태가 나쁘다는 것을 의미한다."
    ],
    "subject": "응용측량",
    "text": "GNSS 위치결정에서 정확도와 관련된 위성의 상태에 관한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210515-21",
    "options": [
      "347m",
      "339m",
      "332m",
      "326m"
    ],
    "subject": "응용측량",
    "text": "지형도에서 92m 등고선 상의 A점과 118m 등고선 상의 B점 사이에 기울기가 8%로 일정한 도로를 만들었을 때, AB 사이 도로의 실제 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-22",
    "options": [
      "사막",
      "수중",
      "지하",
      "건물 옆"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 다중경로오차가 발생할 가능성이 가장 큰 곳은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-23",
    "options": [
      "17mm",
      "25mm",
      "31mm",
      "60mm"
    ],
    "subject": "응용측량",
    "text": "궤도간격 1.067m인 철도에서 곡선반지름이 5000m인 곡선궤도를 속도 100km/h로 주행할 경우에 캔트(cant)의 높이는? (단, 중력가속도 g=9.8m/s2)",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-24",
    "options": [
      "기고식",
      "고차식",
      "승강식",
      "기준면식"
    ],
    "subject": "응용측량",
    "text": "수준 측량시 중간시가 많은 경우 가장 편리한 야장 기입 방법은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-25",
    "options": [
      "짧은 시간에 넓은 지역을 동시에 측정할 수 있으며 반복측정이 주기적으로 가능하여 대상물의 변화를 감지할 수 있다.",
      "다중파장대에 의한 지구표면의 다양한 정보의 취득이 용이하며 관측 자료가 수치로 기록되어 판독에 있어서 자동적인 작업수행이 가능하고 정량화하기 쉽다.",
      "관측이 넓은 시야각으로 행해지므로 얻어진 영상은 중심투영에 가깝다.",
      "탐사된 자료가 즉시 이용될 수 있으며 재해 및 환경문제의 해결에 유용하게 이용될 수 있다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 위성을 이용한 원격탐사의 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-26",
    "options": [
      "클로소이드형식에는 기본형, S형, 나선형, 복합형 등이 있다.",
      "모든 클로소이드는 닮은 꼴이다.",
      "단위 클로소이드의 모든 요소들은 단위가 없다.",
      "매개변수(A)에 의해 클로소이드의 크기가 정해진다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-27",
    "options": [
      "깊은 수직 터널에 내리는 추는 50~60kg 정도의 추를 사용할 수 있다.",
      "추를 드리울 때, 깊은 수직 터널에서는 보통 피아노선이 이용된다.",
      "수직 터널 밑에는 물이나 기름을 담은 물통을 설치하고 내린 추가 그 물통 속에서 동요하지 않게 한다.",
      "수직 터널 밑에서 수선의 위치를 결정하는 데는 수선이 완전 정지하는 것을 기다린 후 1회 관측값으로 결정한다."
    ],
    "subject": "응용측량",
    "text": "수직 터널에 의하여 지상과 지하의 측량을 연결할 때의 수선측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-28",
    "options": [
      "0.002mm",
      "0.02mm",
      "0.2mm",
      "2mm"
    ],
    "subject": "응용측량",
    "text": "축척 1:25000의 항공사진을 200km/h로 촬영한 경우에 최장노출시간이 1/100초였다면 사진에서 허용 흔들림량은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-29",
    "options": [
      "단순 정합",
      "관계형 정합",
      "형상 기준 정합",
      "영역 기준 정합"
    ],
    "subject": "응용측량",
    "text": "영상정합의 종류에서 객체의 점, 선, 면의 밝기값 등을 이용하는 정합은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-30",
    "options": [
      "2°6’ 35”",
      "2°51‘ 53“",
      "3°44’ 35”",
      "5°44‘ 53“"
    ],
    "subject": "응용측량",
    "text": "원곡선의 설치에서 곡선반지름이 150m, 시단현의 길이가 15m이면 시단현에 의한 편각은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-31",
    "options": [
      "685.94m",
      "686.19m",
      "686.31m",
      "686.57m"
    ],
    "subject": "응용측량",
    "text": "터널 안에서 A점의 좌표가 (1749.0, 1134.0, 126.9), B점의 좌표가 (2419.0, 987.0, 149.4)일 때 A, B점을 연결하는 터널을 굴진하는 경우 이 터널의 경사거리는? (단, 좌표의 단위는 m이다.)",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-32",
    "options": [
      "5m",
      "10m",
      "20m",
      "100m"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000 지형도에서 주곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-33",
    "options": [
      "80.235m",
      "80.238m",
      "80.240m",
      "80.258m"
    ],
    "subject": "응용측량",
    "text": "A, B 두 개의 수준점에서 P점을 관측한 결과가 표와 같을 때 P점의 최확값은?",
    "local_images": [
      "images/ea20210515-33_img_0.gif"
    ],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-34",
    "options": [
      "Static 방법",
      "Kinematic 방법",
      "Pseudo-Kinematic 방법",
      "Real-Time Kinematic 방법"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량방법 중 후처리 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-35",
    "options": [
      "35.6 m",
      "46.2 m",
      "60.4 m",
      "93.7 m"
    ],
    "subject": "응용측량",
    "text": "원곡선에서 교각(I)이 90°일 때, 외할(E)이 25m라고 하면 곡선 반지름은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-36",
    "options": [
      "후시한 후 곧바로 전시한다.",
      "전시와 후시의 거리를 같게 한다.",
      "표척을 정확히 수직으로 세운다.",
      "표척을 시준선의 좌우로 약간 기울인다."
    ],
    "subject": "응용측량",
    "text": "레벨의 시준축이 기포관축과 평행하지 않으므로 인한 오차를 소거하는 방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-37",
    "options": [
      "약 6시간",
      "약 12시간",
      "약 18시간",
      "약 24시간"
    ],
    "subject": "응용측량",
    "text": "GPS를 구성하는 위성의 궤도 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-38",
    "options": [
      "평행선법",
      "점고법",
      "등고선법",
      "우모법"
    ],
    "subject": "응용측량",
    "text": "지형의 표시 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-39",
    "options": [
      "5.4 mm",
      "5.2 mm",
      "6.0 mm",
      "3.6 mm"
    ],
    "subject": "응용측량",
    "text": "카메라의 초점거리가 153mm, 촬영 경사각이 4.5°로 평지를 촬영한 항공사진이 있다. 이 사진에서 등각점과 주점의 거리는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-40",
    "options": [
      "지물 : 산정, 평야, 구름, 계곡",
      "지모 : 수로, 계곡, 평야, 도로",
      "지물 : 교량, 평야, 수로, 도로",
      "지모 : 산정, 구름, 계곡, 평야"
    ],
    "subject": "응용측량",
    "text": "지물과 지모의 대상으로 짝지어진 것으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210307-21",
    "options": [
      "15.0m",
      "18.8m",
      "33.5m",
      "37.5m"
    ],
    "subject": "응용측량",
    "text": "그림에서  와 병행한  면적을 m : n = 1 : 4의 비율로 분할하고자 한다. AB = 75m일 때  의 거리는?",
    "local_images": [
      "images/ea20210307-21_img_0.gif",
      "images/ea20210307-21_img_1.gif",
      "images/ea20210307-21_img_2.gif",
      "images/ea20210307-21_img_3.gif"
    ],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-22",
    "options": [
      "탐사된 자료가 즉시 이용될 수 있으며, 재해 및 환경문제 해결에 편리하다.",
      "관측이 좁은 시야각으로 행하여지므로 얻어진 영상은 정사투영에 가깝다.",
      "회전주기가 일정하므로 원하는 지점 및 시기에 관측하기가 쉽다.",
      "짧은 시간 내에 넓은 지역을 동시에 측정할 수 있으며 반복측정이 가능하다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 위성을 이용한 원격탐사의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-23",
    "options": [
      "좌표점법",
      "종단점법",
      "횡단점법",
      "직접법"
    ],
    "subject": "응용측량",
    "text": "지성선 상의 중요점의 위치에 표고를 측정하여, 이 점들을 기준으로 등고선을 삽입하는 등고선 측정방법은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-24",
    "options": [
      "1.0mm",
      "1.5mm",
      "2.0mm",
      "2.5mm"
    ],
    "subject": "응용측량",
    "text": "비행고도 3000m 인 항공기에서 초점거리 150mm인 카메라로 촬영한 실제거리 50m 교량의 수직사진에서의 길이는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-25",
    "options": [
      "영선법",
      "채색법",
      "음영법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "지형도에 의한 댐의 저수량 측정에 사용할 수 있는 방법으로 적당한 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-26",
    "options": [
      "횡단곡선",
      "완화곡선",
      "반향곡선",
      "복심곡선"
    ],
    "subject": "응용측량",
    "text": "원심력의 변화를 곡선의 길이에 따라 점진적으로 반영하도록 직선부와 곡선부 사이에 삽입하는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-27",
    "options": [
      "방사법",
      "영선법",
      "채색법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "지형도 작성 시 활용하는 지형 표시 방법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-28",
    "options": [
      "편각법",
      "중앙 종거법",
      "장현 지거법",
      "좌표에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선의 설치방법 중 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-29",
    "options": [
      "다항식조정법(polynomial method)은 가장 최근에 제안된 방법이다.",
      "독립모델조정법(independent model triangulation)은 공선조건식을 사용한다.",
      "광속조정법(bundle adjustment method)은 공면조건식을 이용한다.",
      "광속조정법(bundle adjustment method)은 사진좌표를 기본 단위로 사용한다."
    ],
    "subject": "응용측량",
    "text": "항공삼각측량(aerial triangulation) 방법에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-30",
    "options": [
      "위성에 대한 우주 부분",
      "지상 관제소에서의 제어 부분",
      "경영 활동에 위한 영업부분",
      "측량용 수신기에 대한 사용자 부분"
    ],
    "subject": "응용측량",
    "text": "GNSS의 구성요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-31",
    "options": [
      "단곡선",
      "복선곡선",
      "완화곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "곡선의 종류 중 원곡선 두 개가 접속점에서 각각 다른 방향으로 굽어진 형태의 곡선으로 주로 계곡부에 이용되는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-32",
    "options": [
      "±5.0mm",
      "±5.5mm",
      "±6.0mm",
      "±6.5mm"
    ],
    "subject": "응용측량",
    "text": "직접수준측량에서 2km를 왕복하는데 오차가 ±4mm 발생하였다면 이와 같은 정밀도로 하여 4.5km를 왕복했을 때의 오차는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-33",
    "options": [
      "11.50m",
      "13.25m",
      "20.76m",
      "22.51m"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 천정에 고정점 A, B를 관측한 결과가 그림과 같을 때 두 지점간의 고저차는? (단, a=1.15m, S=25.30m, b=1.75m, α=30°)",
    "local_images": [
      "images/ea20210307-33_img_0.gif"
    ],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-34",
    "options": [
      "수신기오차",
      "위성의 궤도오차",
      "대기조건에 의한 오차",
      "다중 전파경로에 의한 오차"
    ],
    "subject": "응용측량",
    "text": "GNSS의 오차 중 반송파가 지상의 수신기를 향하여 직접 송신되지 못하고 주변의 다른 장애물에 반사된 후 수신기에 수신될 때 생기는 오차는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-35",
    "options": [
      "대기굴절에 의한 오차",
      "위성의 시계오차",
      "수신 위치의 기온 변화에 의한 오차",
      "위성의 기하학적 위치에 따른 오차"
    ],
    "subject": "응용측량",
    "text": "GNSS에서 의사거리 결정에 영향을 주는 오차의 원인으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-36",
    "options": [
      "거리의 제곱에 비례한다.",
      "거리의 제곱에 반비례한다.",
      "거리의 제곱근에 비례한다.",
      "거리의 제곱근에 반비례한다."
    ],
    "subject": "응용측량",
    "text": "수준측량에서 굴절오차와 관측거리의 관계를 설명한 것으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-37",
    "options": [
      "4.5m",
      "5.5m",
      "4.5cm",
      "5.5cm"
    ],
    "subject": "응용측량",
    "text": "지상거리 500m인 두 개의 수직터널에 의하여 깊이 700m의 터널 내외를 연결하는 경우에 두 수직터널의 지상거리와 터널 내 연결점의 거리 차는? (단, 지구반지름 R=6370km 이다.)",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-38",
    "options": [
      "0.61",
      "0.92",
      "1.09",
      "0.25"
    ],
    "subject": "응용측량",
    "text": "초점기리 100mm인 카메마로 촬영한 축척 1:5000 수직사진에 사진크기 23cm×23cm, 종중복도 60%인 경우에 기선고도비는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-39",
    "options": [
      "40m",
      "60m",
      "100m",
      "160m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=80m, 곡선길이 L=20m일 때 클로소이드의 매개변수 A의 값은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-40",
    "options": [
      "97.36m",
      "101.46m",
      "103.76m",
      "108.36m"
    ],
    "subject": "응용측량",
    "text": "A점의 표고가 100.56m이고, A와 B점의 지표에 세운 표척의 관측값이 각각 a=+5.5m, b=+2.3m이라 할 때 B점의 표고는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20200926-21",
    "options": [
      "2000m",
      "2500m",
      "3000m",
      "3500m"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000 지형도에서 길이가 6.58cm인 두 점 A,B의 길이가 항공사진 촬영한 사진에서 23.03cm이었다면 항공사진의 촬영고도는? (단, 사진기의 초점거리는 21cm이다.)",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-22",
    "options": [
      "등고선의 최대경사선과 직교한다.",
      "동일 등고선 상에 있는 모든 점은 높이가 같다.",
      "등고선은 절벽이나 동굴의 지형을 제외하고는 교차하지 않는다.",
      "등고선은 폭포와 같이 도면 내외 어느 곳에서도 폐합되지 않는 경우가 있다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-23",
    "options": [
      "사진방식",
      "선주사방식",
      "Laser방식",
      "Vidicon 방식"
    ],
    "subject": "응용측량",
    "text": "다음 중 수동적 센서 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-24",
    "options": [
      "56%",
      "61%",
      "67%",
      "72%"
    ],
    "subject": "응용측량",
    "text": "초점거리 210mm. 사진크기 18cm×18cm인 카메라로 평지를 촬영한 항공사진 입체모델의 주정기선장이 60mm라면 종중복도는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-25",
    "options": [
      "펀각설치법",
      "지거설치법",
      "중앙종거법",
      "현펀거법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어서 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-26",
    "options": [
      "±2.51m",
      "±2.17m",
      "±2.04m",
      "±1.83m"
    ],
    "subject": "응용측량",
    "text": "축척 1:5000의 지형 측랑에서 위치의 허용오차를 도상±0.5mm, 실제 관측 높이의 허용오차를 ±1.0m로 하는 경우에 토지의 경사가 25°인 지형에서 발생할 수 있는 등고선의 최대 오차는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-27",
    "options": [
      "42.5m",
      "43.5m",
      "45.5m",
      "46.5m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 측정 A의 밑에 기계를 세워 천장에 설치된 측점 A,B 를 관측하였을 때 두정의 높이차(H)는?",
    "local_images": [
      "images/ea20200926-27_img_0.gif"
    ],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-28",
    "options": [
      "2",
      "4",
      "6",
      "8"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 위도, 경도, 고도, 시간에 대한 차문해(differential solution)를 얻기 위해 필요한 최소 위성의 수는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-29",
    "options": [
      "±0.5mm",
      "±3.9mm",
      "±5.2mm",
      "±8.5mm"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 20\"인 레벨(Level)을 사용하여 40m 떨어진 표척을 시준할 때 발성할 수 있는 시준 오차는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-30",
    "options": [
      "전자기유도법 - 고가이고 판독기술이 요구된다.",
      "지하레이더탐사법 - 비금속 탐지가 가능하다.",
      "음파탐사법 - 지중에 있는 강자성체의 이상자기를 조사하는 방법이다.",
      "전기탐사법 - 문화유적지 조사, 지중금속체 탐지에는 부적합하다."
    ],
    "subject": "응용측량",
    "text": "지하사설물측량에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-31",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "수준측랑에서 n회 기계를 설치하여 높이를 측정할 때 1회 기계 설치에 따른 표준오차가 이면 전체 높이에 대한 오차는?",
    "local_images": [
      "images/ea20200926-31_img_0.gif"
    ],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-32",
    "options": [
      "A-C-D-E-B",
      "A-C-B-D-E",
      "C-A-D-B-E",
      "C-B-A-E-D"
    ],
    "subject": "응용측량",
    "text": "노선측량의 작업 단계를 A~E와 같이 나눌 때, 일반적인 작업순서로 옳은 것은?",
    "local_images": [
      "images/ea20200926-32_img_0.gif"
    ],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-33",
    "options": [
      "전시와 후시의 거리를 가능한 동일하게 한다.",
      "기포가 중앙에 있을 때 읽는다.",
      "표척이 연직으로 세워졌는지 확인한다.",
      "레벨의 설치 횟수는 흘수회로 끝나도록 한다."
    ],
    "subject": "응용측량",
    "text": "현장에서 수준측량을 정확하게 수행하기 위해서 고려해야할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-34",
    "options": [
      "도근점",
      "경사변환점",
      "등각점",
      "이점"
    ],
    "subject": "응용측량",
    "text": "설치되어 있는 기준점만으로 세부측량을 실시하기에 부족할 경우 설치되어 있는 기준점을 기준으로 지형측량에 필요한 새로운 측점을 관측하여 결정된 기준점은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-35",
    "options": [
      "2° 11'59\"",
      "2° 13'19\"",
      "3° 11'59\"",
      "3° 13'19\""
    ],
    "subject": "응용측량",
    "text": "터널의 시점(P)과 종점(Q)의 좌표를 P(1200, 800, 75), Q(1600, 600, 100)로 하여 터널을 굴진할 경우 경사각은? (단, 좌표단위: m)",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-36",
    "options": [
      "WGS84",
      "Bessel",
      "JGD2000",
      "ITRF2000"
    ],
    "subject": "응용측량",
    "text": "GPS에서 이용하는 좌표계는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-37",
    "options": [
      "13",
      "15",
      "17",
      "18"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000의 지형도에서 A의 표고가 235m, B의 표고가 563m일 때 두 점 A, B 사이 주곡선 간격의 등고선 수는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-38",
    "options": [
      "곡선의 반지름은 시점에서 원곡선의 반지름이 되고 종점에서는 무한대이다.",
      "완화곡선의 접선은 시점에서 직선, 종점에서 원호에 접한다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 동률로 된다.",
      "종점에 있는 캔트는 원곡선의 캔트와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-39",
    "options": [
      "100",
      "125",
      "150",
      "200"
    ],
    "subject": "응용측량",
    "text": "동서(종방향) 45km, 남북(횡방향) 25km 인 직사각형의 토지를 종중복도 60%, 횡중복도30%, 초점거리 150mm. 촬영고도 3000m, 사진크기 23cm×23cm 로 촬영하였을 경우에 필요한 입체 모델 수는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-40",
    "options": [
      "16.29m",
      "17.29m",
      "17.45m",
      "18.91m"
    ],
    "subject": "응용측량",
    "text": "곡선의 반지름이 250m, 교각 80°20'의 원곡선을 설치하려고 한다. 시단현에 대한 편각이 2°10'이라면 시단현의 길이는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200822-21",
    "options": [
      "높은 위성의 고도",
      "높은 신호강도",
      "낮은 신호잡음",
      "지형·지물에 의한 신호단절"
    ],
    "subject": "응용측량",
    "text": "GNSS측량에서 사이클 슬립(cycle slip)의 주된 원인은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-22",
    "options": [
      "L1 반송파에는 C/A코드와 P코드가 포함되어 있다.",
      "L2 반송파에는 C/A코드만 포함되어 있다.",
      "L1 반송파가 L2 반송파보다 높은 주파수를 가지고 있다.",
      "위성에서 송신되는 신호는 대기의 상태에 따라 전파의 속도가 달라지는 것을 보정하기 위하여 파장이 다른 2가지의 전파를 동시에 수신한다."
    ],
    "subject": "응용측량",
    "text": "GPS 위성의 신호에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-23",
    "options": [
      "40.45m",
      "40.54m",
      "41.45m",
      "41.54m"
    ],
    "subject": "응용측량",
    "text": "터널측량시 터널입구를 결정하기 위하여 측정 A, B, C, D순으로 트래버스 측량한 결과가 아래와 같을 때, AD간의 거리는?",
    "local_images": [
      "images/ea20200822-23_img_0.gif"
    ],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-24",
    "options": [
      "310.10m",
      "315.44m",
      "314.16m",
      "311.55m"
    ],
    "subject": "응용측량",
    "text": "단곡선에서 반지름 R=300m, 교각I=60°일 때, 곡선길이(C.L.)는?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-25",
    "options": [
      "전리층 오차",
      "대류층 오차",
      "SA(selective availability)오차",
      "위성궤도오차 및 시계오차"
    ],
    "subject": "응용측량",
    "text": "GNSS측량에서 구조적 요인에 의한 오차에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-26",
    "options": [
      "40.1°",
      "41.6°",
      "44.6°",
      "46.1°"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000 지형도에서 등고선 간격을 20m로 할 때 도상에서 표시 될 수 있는 최소간격을 0.45mm로 할 경우 등고선으로 표현할 수 있는 최대 경사각은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-27",
    "options": [
      "시준축과 기포관축이 평행이 아니므로 생기는 오차의 제거를 위해",
      "표척에 있을 수 있는 눈금 오차의 제거를 위해",
      "표척이 연직이 아닐 때의 오차 제거를 위해",
      "관측을 편하게 하기 위해"
    ],
    "subject": "응용측량",
    "text": "수준 측량에서 전시와 후시 거리를 같게 취하는 가장 큰 이유는?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-28",
    "options": [
      "점이사",
      "표정",
      "투영",
      "정합"
    ],
    "subject": "응용측량",
    "text": "사진의 주점이나 표정점 등 제점의 위치를 인접한 사진에 옮기는 작업은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-29",
    "options": [
      "4.15m",
      "6.72m",
      "13.28m",
      "14.18m"
    ],
    "subject": "응용측량",
    "text": "편각법으로 원곡선을 설치할 때 기점으로부터 교점까지의 거리=123.45m, 교각(I)=40°20‘, 곡선반지름(R)=100m일 때 시단현의 길이는? (단, 중심말둑의 간격은 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-30",
    "options": [
      "다항식법",
      "독립 모델법",
      "광속조정법",
      "그루버법"
    ],
    "subject": "응용측량",
    "text": "항공삼각측량에서 기본단위가 사진으로, 블록내의 각 사진 상의 관측된 기준점, 접합점의 사진좌표를 이용하여 최소제곱법으로 사진의 외부표정요소 및 접합점의 최확값을 결정하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-31",
    "options": [
      "25.515m",
      "25.526m",
      "25.537m",
      "25.548m"
    ],
    "subject": "응용측량",
    "text": "갑, 을 2인이 두 점간의 수준측량을 하여 고저차를 구하였더니 다음과 같았다면 최확값은?",
    "local_images": [
      "images/ea20200822-31_img_0.gif"
    ],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-32",
    "options": [
      "영선법",
      "점고법",
      "채색법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "지형의 표시방법 중에서 자연적 도법에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-33",
    "options": [
      "관측점간 수평거리",
      "절토 및 성토량",
      "계획선의 경사",
      "관측점의 지반고"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 일반적으로 종단면도에 기입되는 항목이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-34",
    "options": [
      "약 2배",
      "약 3배",
      "약 4배",
      "약 5배"
    ],
    "subject": "응용측량",
    "text": "항공사진측량에서 동일한 지역을 사진의 크기와 촬영고도는 같게 하고, 카메라를 달리하여 촬영하였을 때, 1장의 사진에서 나타나는 초광각 카메라에 의한 촬영면적은 광각 카메라에 의한 촬영면적의 몇 배인가? (단, 초광각 카메라 초점거리=88mm, 광각카메라 초점거리=150mm)",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-35",
    "options": [
      "고차식",
      "기고식",
      "승강식",
      "종단식"
    ],
    "subject": "응용측량",
    "text": "수준측량의 야장기입법 중에서 완전한 검산을 계산으로 할 수 있으며 높은 정도를 필요로 하는 측량에 적합하나 중간점이 많을 경우 계산이 복잡하고 시간이 많이 소요되는 단점을 갖고 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-36",
    "options": [
      "곡선의 반지름은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반지름이 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 같다.",
      "완화곡선의 종점에 있는 캔트는 원곡선의 캔트와 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-37",
    "options": [
      "지상에서의 수준측량방법과 장비 모두 동일한다.",
      "관측점의 위치는 바닥레일의 중심점을 이용한다.",
      "이동식 답판을 주로 이용해야 안정성이 있다.",
      "수준측량을 위한 관측점은 천정에 설치되는 경우가 많다."
    ],
    "subject": "응용측량",
    "text": "터널 내 수준측량의 특징에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-38",
    "options": [
      "사진의 크기",
      "카메라의 초점거리",
      "기선고도비",
      "입체시 할 경우 눈의 위치"
    ],
    "subject": "응용측량",
    "text": "항공사진을 실체시할 때 생기는 과고감에 영향을 미치는 인자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-39",
    "options": [
      "합수선",
      "능선(분수선)",
      "경사변환선",
      "주곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형측량의 지성선에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-40",
    "options": [
      "등고선은 등경사지에서 등간격으로 나타낸다.",
      "등고선은 도면 내·외에서 반드시 폐합하는 폐곡선이다.",
      "등고선은 절벽이나 동굴에서는 교차할 수 있다.",
      "등고선은 급경사지에서는 간격이 넓고 완경사지에서는 좁다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200606-21",
    "options": [
      "클로소이드는 곡률이 곡선의 길이에 비례한다.",
      "모든 클로소이드는 닮은 꼴이다.",
      "종단곡선 설치에 가장 효과적이다.",
      "클로소이드의 요소에는 길이의 단위를 갖는 것과 단위가 없는 것이 있다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 완화곡선에서 클로소이드에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-22",
    "options": [
      "45.25m",
      "55.57m",
      "57.74m",
      "81.37m"
    ],
    "subject": "응용측량",
    "text": "반지름 100m 단곡선을 설치하기 위하여 교각 I를 관측하였더니 60°이었다. 곡선시점과 교점(I.P.)간의 거리는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-23",
    "options": [
      "승강식",
      "고차식",
      "기고식",
      "하강식"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 중간시가 많을 경우 가장 편리한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-24",
    "options": [
      "경위도좌표계",
      "극좌표계",
      "평면직교좌표계",
      "지심좌표계"
    ],
    "subject": "응용측량",
    "text": "GPS에 이용되는 WGS84 좌표계는 다음 중 어디에 해당하는가?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-25",
    "options": [
      "0° 45‘ 50“",
      "3° 03‘ 59“",
      "6° 16‘ 20“",
      "6° 52‘ 32“"
    ],
    "subject": "응용측량",
    "text": "교각 I=60°, 곡선반지름 R=150m인 노선인 기점에서 교점(I.P.)까지의 추가거리가 210.60m일 때 시간현의 편각은? (단, 중심말뚝은 40m마다 설치하는 것으로 가정한다.)",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-26",
    "options": [
      "안부",
      "요지",
      "능선",
      "경사변환점"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 2개의산꼭대기가 서로 만나는 곳으로 좋은 교통로가 되는 고개부분을 무엇이라고 하는가?",
    "local_images": [
      "images/ea20200606-26_img_0.gif"
    ],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-27",
    "options": [
      "터널 내 측량은 주로 굴착방향과 표고를 결정하기 위하여 실시한다.",
      "터널 내ㆍ외 연결 측량은 지상측량의 좌표와 지하측량의 좌표를 연결하기 위하여 실시한다.",
      "터널 외 측량은 주로 굴착을 위한 기준점 설치를 목적으로 한다.",
      "세부측량은 터널의 단면 변형과 변위관리를 위해 시공 후 실시한다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-28",
    "options": [
      "GDOP:기하학적 정밀도저하율",
      "HDOP:시간 정밀도저하율",
      "RDOP:상대 정밀도저하율",
      "PDOP:위치 정밀도저하율"
    ],
    "subject": "응용측량",
    "text": "정밀도저하율(DOP)의 종료에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-29",
    "options": [
      "1.6km",
      "4km",
      "8km",
      "16km"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000 지도상에서 도상거리가 8cm인 두점 사이의 실제거리는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-30",
    "options": [
      "연직점",
      "주점",
      "등각점",
      "표정점"
    ],
    "subject": "응용측량",
    "text": "항공사진의 특수 3점 중 기복변위의 중심점이 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-31",
    "options": [
      "완화곡선의 반지름은 종점에서 무한대가 된다.",
      "완화곡선은 원곡선이 연속되는 경우에 설치되는 것으로 원곡선과 원곡선 사이에 설치하는 곡선이다.",
      "완화곡선의 접선은 종점에서 직선에 접한다.",
      "완화곡선의 종점에 있는 캔트는 원곡선의 캔트와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-32",
    "options": [
      "다중경로 오차",
      "전리층 굴절 오차",
      "대류권 굴절 오차",
      "위성궤도 오차"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량 시 이중 주파수 관측을 통해 실질적으로 소거할 수 있는 오차는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-33",
    "options": [
      "62.326m",
      "62.329m",
      "62.334m",
      "62.341m"
    ],
    "subject": "응용측량",
    "text": "A, B 두 지점간 지반고의 차를 구하기 위하여 왕복 관측한 결과, 그림과 같은 관측값을 얻었다. 지반고 차의 최확값은?",
    "local_images": [
      "images/ea20200606-33_img_0.gif"
    ],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-34",
    "options": [
      "지구의 곡률에 의한 오차",
      "빛의 굴절에 의한 오차",
      "표척의 눈금이 표준(검정)길이와 달라 발생하는 오차",
      "순간적인 레벨 시준축 변위에 의한 읽음 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량의 오차 중 우연오차에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-35",
    "options": [
      "형상기준 정합",
      "미분연산자 정합",
      "영역기준 정합",
      "관계형 정합"
    ],
    "subject": "응용측량",
    "text": "수치사진 측량의 영상접합(image matching)방법에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-36",
    "options": [
      "등고선법",
      "방사법",
      "음영법",
      "영선법"
    ],
    "subject": "응용측량",
    "text": "지형측량에서 산지의 형상, 토지의 기복 등을 나타내기 위한 지형의 표시방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-37",
    "options": [
      "넓은 지역을 짧은 시간에 관측할 수 있다.",
      "육안으로 식별되지 않는 대상도 측정할 수 있다.",
      "어떤 대상이든 원하는 시간에 쉽게 관측할 수 있다.",
      "관측 시야각이 작아 취득한 영상은 정사투영에 가깝다."
    ],
    "subject": "응용측량",
    "text": "위성을 이용한 원격탐사의 일반적인 특정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-38",
    "options": [
      "2cm",
      "4cm",
      "6cm",
      "8cm"
    ],
    "subject": "응용측량",
    "text": "표고가 동일한 A, B 두 지점에서 지구중심방향으로 깊이 1000m 수직터널을 각각 굴착하였다. 지표에서 150m 떨어진 두 점간의 수평거리가 지하 1000m 깊이의 두 점간 수평거리의 차이는? (단, 지구의 반지름은 6370km 이다.)",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-39",
    "options": [
      "333m",
      "420m",
      "550m",
      "600m"
    ],
    "subject": "응용측량",
    "text": "초점거리 15cm, 사진의 크기 23cm×23cm, 축척 1:20000, 촬영기준면으로부터 종중복도 60%가 되도록 수립된 촬영계획을 촬영종기선장을 유지하며 종중복도를 50%로 변경하였을 때, 비행고도의 변화량은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-40",
    "options": [
      "삼각망 기선",
      "최대 경사선",
      "계곡선",
      "능선"
    ],
    "subject": "응용측량",
    "text": "등고선을 이용하여 결정하는 지성선(地性線)과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20190804-21",
    "options": [
      "2",
      "4",
      "8",
      "14"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선의 매개변수를 2배 증가시키고자 한다. 이때 곡선의 반지름이 일정하다면 완화곡선의 길이는 몇 배가 되는가?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-22",
    "options": [
      "8.95m",
      "9.05m",
      "9.15m",
      "9.35m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지역에 정지작업을 하엿을 때, 절토량과 성토량이 같아지는 지반고는? (단, 각 구역의 크기(4m×4m)는 동일하다.)",
    "local_images": [
      "images/ea20190804-22_img_0.gif"
    ],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-23",
    "options": [
      "0.1m",
      "0.3m",
      "0.4m",
      "0.5m"
    ],
    "subject": "응용측량",
    "text": "상향기울기 7.5/1000와 하향기울기 45/1000인 두 직선에 반지름 2500m인 원곡선을 종단곡선으로 설치할 때, 곡선시점에서 25m 떨어져 있는 지점의 종거 y값은 약 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-24",
    "options": [
      "형상",
      "음영",
      "색조",
      "과고감"
    ],
    "subject": "응용측량",
    "text": "항공사진 측량에서 산지는 실제보다 돌출하여 높고 기복이 심하며, 계곡은 실제보다 깊고, 사면은 실제의 경사보다 급하게 느껴지는 것은 무엇에 의한 영향인가?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-25",
    "options": [
      "21°48‘05“",
      "158°11‘55“",
      "201°48‘05“",
      "338°11‘55“"
    ],
    "subject": "응용측량",
    "text": "터널을 만들기 위하여 A, B 두 점의 좌표를 측정한 결과 A점은 N(X)A=1000.00m, E(Y)A=250.00m, B점은 N(X)A=1500.00m, E(Y)A=50.00m 이었다면 AB의 방위각은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-26",
    "options": [
      "연직단면의 작성",
      "저수용량, 토공량의 산정",
      "면적의 도상 측정",
      "지적도 작성"
    ],
    "subject": "응용측량",
    "text": "지형도의 이용과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-27",
    "options": [
      "150MHz와 400MHz",
      "420.9MHz와 585.53MHz",
      "1575.42MHz와 1227.60MHz",
      "1832.12MHz와 3236.94MHz"
    ],
    "subject": "응용측량",
    "text": "GPS에서 사용되는 L1과 L2 신호의 주파수로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-28",
    "options": [
      "영상개선",
      "영상복원",
      "방사보정",
      "경계선탐색"
    ],
    "subject": "응용측량",
    "text": "수차사진측량 작업에서 영상정합 이전의 전처리작업에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-29",
    "options": [
      "반향 곡선",
      "단곡선",
      "렘니스케이트 곡선",
      "복심 곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원곡선의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-30",
    "options": [
      "14.4cm",
      "17.0cm",
      "21.0cm",
      "47.9cm"
    ],
    "subject": "응용측량",
    "text": "촬영기준면으로부터 비행고도 4350m에서 촬영한 연직사진의 크기가 23cm×23cm이고 이 사진의 촬영면적이 48km2라면 카메라의 초점거리는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-31",
    "options": [
      "지평면(horizontal plane)",
      "수준면(level surface)",
      "연직면(plumb plane)",
      "특별기준면(special datum plane)"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 각 점들이 중력방향에 직각으로 이루어진 곡면을 뜻하는 용어는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-32",
    "options": [
      "1/9",
      "1/10",
      "1/11",
      "1/12"
    ],
    "subject": "응용측량",
    "text": "축적 1:50000의 지형도에서 A점과 B점 사이의 거리를 도상에서 관측한 결과 16mm였다. A점의 표고가 230m, B점의 표고가 320m일 때, 이 사면의 경사는?(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-33",
    "options": [
      "반으로 준다.",
      "변화가 없다.",
      "2배가 된다.",
      "4배가 된다."
    ],
    "subject": "응용측량",
    "text": "캔트의 계산에 있어서 곡선반지름만을 반으로 줄이면 캔드의 크기는 어떻게 되는가?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-34",
    "options": [
      "15.09m",
      "15.91m",
      "18.31m",
      "18.21m"
    ],
    "subject": "응용측량",
    "text": "경사 터널 내 고저차를 구하기 위해 그림과 같이 고저각 a, 경사거리 L을 측정하여 다음과 같은 결과를 얻었다. A, B간의 고저차는? (단, LH=1.15m, H.P=1.56m, L=31.00m, a=+30°)",
    "local_images": [
      "images/ea20190804-34_img_0.gif"
    ],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-35",
    "options": [
      "우주부문",
      "사용자부문",
      "제어부문",
      "탐사부문"
    ],
    "subject": "응용측량",
    "text": "GNSS의 구성체계에 포함되지 않는 부문은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-36",
    "options": [
      "1:1000",
      "1:5000",
      "1:25000",
      "1:50000"
    ],
    "subject": "응용측량",
    "text": "지상 1km2의 면적이 어떤 지형도상에서 400cm2일 때 지형도의 축척은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-37",
    "options": [
      "20m",
      "27m",
      "30m",
      "36m"
    ],
    "subject": "응용측량",
    "text": "평탄한 지형에서 초점거리 150mm인 카메라로 촬영한 축척 1:15000 사진 상에서 굴뚝의 길이가 2.4mm, 주점에서 굴뚝 윗부분까지의 거리가 20cm로 측정되었다. 이 굴뚝의 실제 높이는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-38",
    "options": [
      "망원경의 시준선이 기포관축에 평행하지 않아 생기는 오차",
      "시준하는 순간 기포가 중앙에 있지 않아 생기는 오차",
      "전시와 후시의 야장기입을 잘못하여 생기는 오차",
      "표척이 표준길이와 달라서 생기는 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전시와 후시의 거리를 같게 함으로써 소거할 수 있는 주요 오차는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-39",
    "options": [
      "실내ㆍ외 어디에도 측량이 가능하다.",
      "1대의 GNSS 수신기만으로도 측량이 가능하다.",
      "GNSS 상시관측소를 기준국으로 사용한다.",
      "관측자가 1명이어도 관측이 가능하다."
    ],
    "subject": "응용측량",
    "text": "네트워크 RTK GNSS 측량의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-40",
    "options": [
      "G.H=L.H+F.S",
      "G.H=L.H+B.S",
      "G.H=L.H-F.S",
      "G.H=L.H-B.S"
    ],
    "subject": "응용측량",
    "text": "수준측량으로 지반고(G.H)를 구하는 식은? (단, B.S:후시, F.S:전시, L.H:기계고)",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190427-21",
    "options": [
      "계획조사측량",
      "실시설계측량",
      "세부측량",
      "노선선정"
    ],
    "subject": "응용측량",
    "text": "노선측량 순서에서 중심선을 선정하고 도상 및 현지에 설치하는 단계는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-22",
    "options": [
      "450.40m",
      "450.60m",
      "453.40m",
      "453.60m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 터널 내 수준측량에서 A점의 표고가 450.50m이었다면 B점의 표고는?",
    "local_images": [
      "images/ea20190427-22_img_0.gif"
    ],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-23",
    "options": [
      "터널측량은 크게 터널 내 측량, 터널 외 측량, 터널 내외 연결측량으로 나눈다.",
      "터널 내외 연결측량은 지상측량의 좌표와 지하측량의 좌표를 같게 하는 측량이다.",
      "터널 내외 연결측량 시 추를 드리울 때는 보통 피아노선이 이용된다.",
      "터널 내외 연결측량 방법 중 가장 일반적인 것은 다각법이다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-24",
    "options": [
      "약 43%",
      "약 65%",
      "약 67%",
      "약 70%"
    ],
    "subject": "응용측량",
    "text": "사진의 크기가 23cm×23cm이고 사진의 주점 기선길이가 8cm이었다면 종중복도는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-25",
    "options": [
      "고차식",
      "승강식",
      "교차식",
      "기고식"
    ],
    "subject": "응용측량",
    "text": "수준측량시 중간점이 많을 경우에 가장 편리한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-26",
    "options": [
      "2510m2",
      "2520m2",
      "2610m2",
      "2680m2"
    ],
    "subject": "응용측량",
    "text": "축척 1:1000의 도면을 이용하여 측정한 면적이 2600m2였다. 이 도면의 종ㆍ횡 크기가 모두 1.5%씩 줄어있었다면 실제면적은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-27",
    "options": [
      "원자탐사법",
      "음파탐사법",
      "전자유도탐사법",
      "지중레이다탐사법"
    ],
    "subject": "응용측량",
    "text": "지하시설물관이나 케이블에 교류전류를 흐르게 하여 발생시킨 교류자장을 측정하여 평면위치 및 깊이를 측정하는 측량방법은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-28",
    "options": [
      "4.7m",
      "5.3m",
      "10.9m",
      "18.1m"
    ],
    "subject": "응용측량",
    "text": "곡선길이가 104.7m이고, 곡선반지름이 100m일 때, 곡선시점과 곡선종점 간의 곡선길이와 직선거리(장현)의 거리 차는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-29",
    "options": [
      "계곡선 간격이 100m이면 주곡선 간격은 20m이다.",
      "계곡선은 주곡선보다 굵은 실선으로 그린다.",
      "주곡선 간격이 10m이면 축척 1:10000 지형도이다.",
      "간곡선 간격이 2.5m이면 주곡선 간격은 5m이다."
    ],
    "subject": "응용측량",
    "text": "등고선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-30",
    "options": [
      "356매",
      "534매",
      "625매",
      "715매"
    ],
    "subject": "응용측량",
    "text": "종ㆍ횡방향의 거리가 25km×10km인 지역을 종중복(P) 60%m, 횡중복(Q) 30%, 사진축척 1:5000으로 촬영하였을 때의 입체 모델 수는? (단, 사진의 크기는 23cm×23cm이다)",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-31",
    "options": [
      "수신기의 위치결정 밑 시각비교",
      "궤도와 시각결정을 위한 위성의 추적",
      "위성의 궤도 수정 및 위성 상태 유지ㆍ관리",
      "위성시간의 동일화 및 위성으로의 자료전송"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량의 구성에서 제어부분(지상관제국)이 실시하는 주 임무에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-32",
    "options": [
      "정밀도 저하율의 수치가 클수록 정확하다",
      "위성들의 상대적인 기하학적 상태가 위치결정에 미치는 오차를 표시한 것이다.",
      "무차원수로 표시된다.",
      "시간의 정밀도에 의한 DOP의 형식을 TDOP라 한다."
    ],
    "subject": "응용측량",
    "text": "정밀도 저하율(DOP:Diution of Precision)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-33",
    "options": [
      "등고선법",
      "음영법",
      "모형법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "하천, 호수, 항만 등의 수심을 숫자로 도상에 나타내는 지형표시 방법은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-34",
    "options": [
      "68m",
      "90m",
      "124m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 곡선중점(E)을 E' 로 이동하여 교각의 변화 없이 새로운 곡선을 설치하고자 한다. 새로운 곡선의 반지름은?",
    "local_images": [
      "images/ea20190427-34_img_0.gif"
    ],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-35",
    "options": [
      "전리층지연에 의한 오차를 제거할 수 있다.",
      "단일 주파수 수신기보다 일반적으로 간격이 저렴하다.",
      "이중 주파수 수신기는 C/A코드를 사용하고 단일 주파수 수신기는 P코트를 사용한다.",
      "단거리 측량에 비하여 장거리 기선측량에서는 큰 이점이 없다."
    ],
    "subject": "응용측량",
    "text": "단일 주파수 수신기와 비교할 때, 이중 주파수 수신기의 특징에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-36",
    "options": [
      "종ㆍ횡단면도 작성",
      "표고에 의한 평균유속 결정",
      "정토 및 성토범위의 결정",
      "등고선에 의한 체적 계산"
    ],
    "subject": "응용측량",
    "text": "지형도를 이용하여 작성할 수 있는 자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-37",
    "options": [
      "교호 수준측량에 의해 실시",
      "삼각측량에 의해 실시",
      "시거측량에 의해 실시",
      "육분의에 의해 실시"
    ],
    "subject": "응용측량",
    "text": "폭이 넓은 하천을 횡단하여 정밀하게 수준측량을 실시할 때 가장 좋은 방법은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-38",
    "options": [
      "반향곡선",
      "머리핀곡선",
      "복심곡선",
      "종단곡선"
    ],
    "subject": "응용측량",
    "text": "반지름이 다른 2개의 원곡선이 그 접속점에서 공통접선을 갖고 그것들의 중심이 공통접선에 대하여 같은 쪽에 있는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-39",
    "options": [
      "항공사진카메라",
      "SLAR(Side Looking Airdorne Rader)",
      "레이다",
      "레이저 스캐너"
    ],
    "subject": "응용측량",
    "text": "다음 중 수동적 센서에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-40",
    "options": [
      "30m",
      "31m",
      "33m",
      "35m"
    ],
    "subject": "응용측량",
    "text": "굴뚝의 높이를 구하기 위하여 A, B점에서 굴뚝 끝의 경사각을 관측하여 A점에서는 30°, B점에서는 45°를 얻었다. 이 때 굴뚝의 표고는? (단, AB의 거리는 22m, A,B 및 굴뚝의 하단은 일직선상이 있고, 기계고(I.H)는 A, B 모두 1m이다.)",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190303-21",
    "options": [
      "확폭",
      "편경사",
      "종곡선",
      "매개변수"
    ],
    "subject": "응용측량",
    "text": "곡선설치에서 캔트(cant)의 의미는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-22",
    "options": [
      "2개",
      "4개",
      "6개",
      "8개"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량을 위하여 어느 곳에서나 같은 시간대에 관측할 수 있어야 하는 위성의 최소 개수는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-23",
    "options": [
      "표척의 영점오차 소거",
      "시준축에 의한 오차의 소거",
      "구차의 소거",
      "기차의 소거"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 표척(수준척)을 세우는 횟수를 짝수로 하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-24",
    "options": [
      "사진의 초점거리와 비례한다.",
      "사진 촬영의 기선 고도비에 비례한다.",
      "입체시할 경우 눈의 위치가 높아짐에 따라 작아진다.",
      "렌즈 피사각의 크기와 반비례한다."
    ],
    "subject": "응용측량",
    "text": "입체시에 의한 과고감에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-25",
    "options": [
      "16.9m",
      "15.4m",
      "11.8m",
      "7.9m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 경사지에 폭 6.0m의 도로를 만들고자 한다. 절토 기울기 1:0.7, 절토고 2.0m, 성토기울기 1:1, 성토고 5.0m일 때 필요한 용지폭(x1+x2)은? (단, 여유폭 a는 1.50m로 한다.)",
    "local_images": [
      "images/ea20190303-25_img_0.gif"
    ],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-26",
    "options": [
      "341.52m",
      "341.98m",
      "462.25m",
      "462.99m"
    ],
    "subject": "응용측량",
    "text": "터널 내 두 점의 좌표(X, Y, Z)가 각각 A(1328.0m, 810.0m, 86.3m), B(1734.0m, 589.0m, 112.4m)일 때, A, B를 연결하는 터널의 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-27",
    "options": [
      "얻어진 영상이 전사투영에 가깝다.",
      "판독이 자동적이고 정량화가 가능하다.",
      "넓은 지역을 동시에 측정할 수 있다.",
      "어떤 지점이든 원하는 시기에 관측할 수 있다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 인공위성에 의한 원격탐사의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-28",
    "options": [
      "21.1m",
      "21.6m",
      "22.7m",
      "24.5m"
    ],
    "subject": "응용측량",
    "text": "평판을 이용하여 측량한 겨로가 경사분획(n)이 10, 수평거리(D)가 50m, 표척의 읽은 값(ℓ) 이 1.50m, 기계고(I)가 1.0m 기계를 세운 점의 지반고(HA)가 20m인 경우 표척을 세운 지점의 지반고는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-29",
    "options": [
      "8.9m",
      "9.1m",
      "9.4m",
      "9.6m"
    ],
    "subject": "응용측량",
    "text": "거리 80m 떨어진 곳에 표척을 세워 기포가 중앙에 있을 때와 기포관의 눈금이 5눈금 이동했을 때 표척 읽음 값의 차이가 0.09m이었다면 이 기포관의 곡률반지름은? (단, 기포관 한눈금의 간격은 2mm이고, ρ″=206265″ 이다.)",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-30",
    "options": [
      "도로, 철도, 수로 등의 도상 선정",
      "종단면도 몇 횡단면도의 작성",
      "간접적인 지적도 작성",
      "집수면적의 측정"
    ],
    "subject": "응용측량",
    "text": "지형도의 이용과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-31",
    "options": [
      "터널측량은 크게 터널 내 측량, 터널 외 측량, 터널 내외 연결측량으로 구분할 수 있다.",
      "터널 내 측량에서는 망원경의 십자선 및 표척에 조명이 필요하다.",
      "터널의 길이방향은 주로 트래버스측량으로 행한다.",
      "터널 내의 곡선설치는 일반적으로 기상에서와 같이 편각법을 주로 사용한다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-32",
    "options": [
      "영선법",
      "등고선법",
      "점고법",
      "채색법"
    ],
    "subject": "응용측량",
    "text": "짧은 선의 간격, 굵기 길이 및 방향 등으로 지표의 기복을 나타내는 지형 표시 방법은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-33",
    "options": [
      "5° 40´",
      "5° 20´",
      "5° 44´",
      "5° 54´"
    ],
    "subject": "응용측량",
    "text": "노선의 중심점간 길이가 20m이고 단곡선의 반지름 R=100m일 때 중심점간 길이(20m)에 대한 편각은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-34",
    "options": [
      "347m",
      "339m",
      "332m",
      "326m"
    ],
    "subject": "응용측량",
    "text": "지형도에서 92m 등고선 상의 A점과 118m 등고선 상의 B점 사이에 일정한 기울기 8%의 도로를 만들었을 때, AB 사이 도로의 실제 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-35",
    "options": [
      "65 모델",
      "74 모델",
      "84 모델",
      "98 모델"
    ],
    "subject": "응용측량",
    "text": "30km×20km의 토지를 사진 크기 18cm×18cm, 초점거리 150mm, 종중복도 60%, 횡중복도 30%, 축척 1:30000로 촬영할 때, 필요한 총 모델수는? (단, 안전율은 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-36",
    "options": [
      "13.78m",
      "14.09m",
      "14.15m",
      "14.23m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 지역에 정지작업을 하였을 때, 절토량과 성토량이 같게 되는 지반고는? (단, 각 구역의 면적은 16m2으로 동일하고, 지반고 단위는 m 이다.)",
    "local_images": [
      "images/ea20190303-36_img_0.gif"
    ],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-37",
    "options": [
      "100m",
      "200m",
      "300m",
      "400m"
    ],
    "subject": "응용측량",
    "text": "GPS 신호에서 P코드의 1/10 주파수를 가지는 C/A코드의 파장 크기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-38",
    "options": [
      "7.67mm",
      "10.84mm",
      "15.33mm",
      "21.68mm"
    ],
    "subject": "응용측량",
    "text": "항공사진을 촬영하기 위한 비행고도가 3000m일 때, 평지에 있는 200m 높이의 언덕에 대한 사진 상최대 기복변위는? (단, 항공사진 1장의 크기는 23cm×23cm이다.)",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-39",
    "options": [
      "약 6시간",
      "약 10시간",
      "약 12시간",
      "약 18시간"
    ],
    "subject": "응용측량",
    "text": "GPS 위성의 궤도 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-40",
    "options": [
      "렘니스케이트",
      "복심곡선",
      "반향곡선",
      "단곡선"
    ],
    "subject": "응용측량",
    "text": "곡선설치법에서 원곡선의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20180819-21",
    "options": [
      "13.95m2",
      "14.95m2",
      "15.95m2",
      "16.95m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 노선 횡단면의 면적은?",
    "local_images": [
      "images/ea20180819-21_img_0.gif"
    ],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-22",
    "options": [
      "곡선반지름은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반지름(R)으로 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서는 직선에 접한다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 같다.",
      "종점에 있는 캔트는 원곡선의 캔트와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 옳지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-23",
    "options": [
      "위성에 의한 평균계산법",
      "무선항법에 의한 후방교회법",
      "수신기에 의하여 처리하는 자료해석법",
      "GNSS에 의한 폐합 도선법"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 위치를 결정하는 기하학적인 원리는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-24",
    "options": [
      "40m",
      "80m",
      "120m",
      "1600m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 80m, 클로소이드 곡선길이가 20m일 때 클로소이드의 파라미터(A)는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-25",
    "options": [
      "Sun spot",
      "Lineament",
      "Overlay",
      "Shadow spot"
    ],
    "subject": "응용측량",
    "text": "항공사진측량을 통하여 촬영된 사진에서 볼 때 태양광선을 받아 주위보다 밝게 찍혀 보이는 부분을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-26",
    "options": [
      "±0.15mm",
      "±0.24mm",
      "±1.5mm",
      "±2.4mm"
    ],
    "subject": "응용측량",
    "text": "초점거리 210mm의 카메라로 비고가 50m인 구릉지에서 촬영한 사진의 축척이 1:25000이다. 이 사진의 비고에 의한 최대 변위량은? (단, 사진크기=23cm×23cm, 종중복도=60%)",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-27",
    "options": [
      "182.78m",
      "189.60m",
      "190.92m",
      "192.36m"
    ],
    "subject": "응용측량",
    "text": "터널구간의 고저차를 관측하기 위하여 그림과 같이 간접수준측량을 하였다. 경사각은 부각 30°이며, AB의 경사거리가 18.64m이고 A점의 표고가 200.30m일 때 B점의 표고는?",
    "local_images": [
      "images/ea20180819-27_img_0.gif"
    ],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-28",
    "options": [
      "표척의 눈금 오차",
      "레벨의 침하에 의한 오차",
      "지구의 곡률 오차",
      "레벨과 표척의 경사에 의한 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전시와 후시의 거리를 같게 하여 소거할 수 있는 오차는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-29",
    "options": [
      "1개의 위성을 동시에 추적하는 2대의 수신기는 이중차 관측이다.",
      "여러 에포크에서 2개의 수신기로 추적되는 1개의 위성 관측을 통하여 얻을 수 있다.",
      "여러 에포크에서 1개의 수신기로 추적되는 2개의 위성 관측을 통하여 얻을 수 있다.",
      "동시에 2개의 위성을 추적하는 2개의 수신기는 이중차 관측이다."
    ],
    "subject": "응용측량",
    "text": "GNSS에서 이중차분법(Double Differencing)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-30",
    "options": [
      "정사 효과(orthoscopic effect)",
      "역 효과(pseudoscopic effect)",
      "카메론 효과(cameron effect)",
      "반사 효과(reflection effect)"
    ],
    "subject": "응용측량",
    "text": "지상에서 이동하고 있는 물체가 사진에 나타나 그 물체를 입체시할 때 그 운동이 기선방향이면 물체가 뜨거나 가라앉아 보이는 현상(효과)은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-31",
    "options": [
      "등고선은 경사가 급한 곳에서는 간격이 좁다.",
      "경사변환점은 능선과 계곡선이 만나는 점이다.",
      "능선은 빗물이 이 능선을 경계로 좌우로 흘러 분수선이라고도 한다.",
      "계곡선은 지표가 낮거나 움푹 파인 점을 연결한 선으로 합수선이라고도 한다."
    ],
    "subject": "응용측량",
    "text": "등고선의 특징에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-32",
    "options": [
      "영선법",
      "채색법",
      "등고선법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "지형의 표시방법 중 길고 짧은선으로 지표의 기복을 나타내는 방법은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-33",
    "options": [
      "중력 측정을 통한 기계적 고도 수정 방법",
      "시준축 오차를 소거하기 위한 수준 측량 방법",
      "기압 측정을 통한 간접 수준 측량 방법",
      "중간점이 많은 경우에 편리한 야장 기입 방법"
    ],
    "subject": "응용측량",
    "text": "수준측량의 기고식에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-34",
    "options": [
      "1034.25m",
      "1123.45m",
      "1245.56m",
      "1368.86m"
    ],
    "subject": "응용측량",
    "text": "곡선 반지름이 150m, 교각이 90°인 단곡선에서 기점으로부터 교점까지의 추가거리가 1273.45m일 때, 기점으로부터 곡선 시점(B.C)까지의 추가거리는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-35",
    "options": [
      "74.39m, 52°35'53.5\"",
      "74.39m, 232°35‘53.5“",
      "75.40m, 52°35‘53.5“",
      "7540m, 232°35‘53.5“"
    ],
    "subject": "응용측량",
    "text": "터널공사를 위한 트래버스 측량의 결과가 다음 표와 같을 때 직선 EA의 거리와 EA의 방위각은?",
    "local_images": [
      "images/ea20180819-35_img_0.gif"
    ],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-36",
    "options": [
      "54.130m",
      "54.768m",
      "55.338m",
      "57.641m"
    ],
    "subject": "응용측량",
    "text": "교호수준측량을 실시하여 다음 결과를 얻었다. A점의 표고가 56.674m일 때 B점의 표고는?",
    "local_images": [
      "images/ea20180819-36_img_0.gif"
    ],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-37",
    "options": [
      "2°51‘53“",
      "3°49‘11“",
      "5°44‘02“",
      "8°21‘12“"
    ],
    "subject": "응용측량",
    "text": "어떤 도로에서 원곡선의 반지름이 200m일 때 현의 길이 20m에 대한 편각은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-38",
    "options": [
      "5m",
      "10m",
      "20m",
      "100m"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000 지형도에서 주곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-39",
    "options": [
      "(A)정사투영, (B)중심투영",
      "(A)중심투영, (B)정사투영",
      "(A)평행투영, (B)중심투영",
      "(A)평행투영, (B)정사투영"
    ],
    "subject": "응용측량",
    "text": "항공사진 투영방식(A)과 지도 투영방식(B)의 연결이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-40",
    "options": [
      "우주부문",
      "제어부문",
      "수신부문",
      "사용자부문"
    ],
    "subject": "응용측량",
    "text": "FGNSS의 구성요소 중 위성을 추적하여 위성의 궤도와 정밀시간을 유지하고 관련정보를 송신하는 역할을 담당하는 부문은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180428-21",
    "options": [
      "80.235m",
      "80.238m",
      "80.240m",
      "80.258m"
    ],
    "subject": "응용측량",
    "text": "A, B 두 개의 수준점에서 P점을 관측한 결과가 표와 같을 때 P점의 최확값은?",
    "local_images": [
      "images/ea20180428-21_img_0.gif"
    ],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-22",
    "options": [
      "답사",
      "예측",
      "지표설치",
      "지하설치"
    ],
    "subject": "응용측량",
    "text": "터널측량의 작업 순서 중 선정한 중심선을 현지에 정확히 설치하여 터널의 입구나 수직 터널의 위치를 결정하는 단계는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-23",
    "options": [
      "사진의 경사각에 관계없이 이 점에서 수직사진의 축척과 같은 축척이 된다.",
      "지표면에 기복이 있는 경우 사진 상에는 이 점을 중심으로 방사상의 변휘가 발생하게 된다.",
      "사진 상에 나타난 점과 그와 대응되는 실제 점의 상관성을 해석하기 위한 점이다.",
      "항공사진에서는 마주 보는 지표의 대각선이 서로 만나는 교점이 이 점의 위치가 된다."
    ],
    "subject": "응용측량",
    "text": "사진 렌즈의 중심으로부터 지상 촬영 기준면에 내린 수선이 사진면과 교차하는 점에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-24",
    "options": [
      "완화곡선의 반지름은 종점에서 무한대가 된다.",
      "완화곡선의 접선은 시점에서 원호에 접한다.",
      "완화곡선의 원곡선과 원곡선 사이에 위치하는 곡선을 의미한다.",
      "완화곡선에서 곡선 반지름의 감소율은 켄트의 증가율과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-25",
    "options": [
      "호안",
      "항만의 심천",
      "하천의 수심",
      "지형의 등고"
    ],
    "subject": "응용측량",
    "text": "지형도 작성 시 점고법(spot height system)이 주로 이용되는 곳으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-26",
    "options": [
      "10%",
      "15%",
      "20%",
      "25%"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 등고선에서 AB의 수평거리가 60m일 때 경사도(incline)로 옳은 것은?",
    "local_images": [
      "images/ea20180428-26_img_0.gif"
    ],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-27",
    "options": [
      "삼각측량 - 평판측량",
      "평판측량 - 트래버스측량",
      "트래버스측량 – 수준측량",
      "수준측량 - 삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널공사에서 터널 내 측량에 주로 사용되는 방법으로 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-28",
    "options": [
      "인공위성과 지상수신기 사이의 거리 측정값이다.",
      "대류권과 이온층의 신호지연으로 인한 오차의 영향력이 제거된 관측값이다.",
      "기하하적인 실제거리와 달라 의사거리라 부른다.",
      "인공위성에서 송신되어 수신기로 도착된 신호의 송신시간을 PRN 인식 코드로 비교하여 측정한다."
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 의사거리(pseudo-range)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-29",
    "options": [
      "클로소이드 곡선",
      "3차 포물선",
      "2차 포물선",
      "sin 곡선"
    ],
    "subject": "응용측량",
    "text": "우리나라의 일반철도에 주로 이용되는 완화곡선은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-30",
    "options": [
      "90m",
      "94m",
      "100m",
      "92m"
    ],
    "subject": "응용측량",
    "text": "항공사진측량으로 촬영된 사진에서 높이가 250m인 건물의 변위가 16mm이고, 건물의 정상부분에서 연직점까지의 거리가 48mm이었다. 이 사진에서 어느 굴뚝의 변위가 9mm이고, 굴뚝의 정상부분이 연직점으로부터 72mm 떨어져 있었다면 이 굴뚝의 높이는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-31",
    "options": [
      "가시광선",
      "열적외선",
      "근적외선",
      "자외선"
    ],
    "subject": "응용측량",
    "text": "다음 원격탐사에 사용되는 전자스펙트럼 중에서 가장 파장이 긴 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-32",
    "options": [
      "0° 11′ 24′′",
      "0° 27′ 05′′",
      "1° 45′ 16′′",
      "1° 45′ 20′′"
    ],
    "subject": "응용측량",
    "text": "교각 55° , 곡선반지름 285m인 단곡선이 설치된 도로의 기점에서 교점(I.P.)까지의 추가거리가 423.87 m 일 때, 시단현의 편각은? (단, 말뚝간의 중심거리는 20m 이다.)",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-33",
    "options": [
      "AB구간",
      "AC구간",
      "CA구간",
      "DA구간"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 수준망에서 폐합 수준측량을 한 결과, 표와 같은 관측오차를 얻었다. 이중 관측 정확도가 가장 낮은 것으로 추정되는 구간은?",
    "local_images": [
      "images/ea20180428-33_img_0.gif"
    ],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-34",
    "options": [
      "측정 다시 정수면",
      "평균해수면",
      "약최저저조면",
      "약최고고조면"
    ],
    "subject": "응용측량",
    "text": "지형도 작성을 위한 측량에서 해안선의 기준이 되는 높이기준면은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-35",
    "options": [
      "49.6m",
      "50.1m",
      "59.6m",
      "60.1m"
    ],
    "subject": "응용측량",
    "text": "AB, BC의 경사 거리를 측정하여 AB=21.562m, BC-28.064m를 얻었다. 레벨을 설치하여 A, B, C의 표척을 읽은 결과가 글미과 같을 때 AC의 수평거리는? (단, AB, BC 구간은 각각 등경사로 가정한다.)",
    "local_images": [
      "images/ea20180428-35_img_0.gif"
    ],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-36",
    "options": [
      "주파수가 10.23 MHz이다.",
      "파장이 30m이다.",
      "허가된 사용자만 이용할 수 있다.",
      "주기가 1ms(millisecond)로 매우 짧다."
    ],
    "subject": "응용측량",
    "text": "GPS 신호 중에서 P-code의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-37",
    "options": [
      "SPOT",
      "LANDSAT",
      "IKONOS",
      "KOMPASAT-1"
    ],
    "subject": "응용측량",
    "text": "다음 중 지상(공산)해상도가 가장 좋은 영상을 얻을 수 있는 위성은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-38",
    "options": [
      "50m",
      "100m",
      "150m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "등경사면 위의 A, B점에서 A점의 표고 180m, B점의 표고 60m, AB의 수평거리 200m일 때, A점 및 B점 사이에 위치하는 표고 150m인 등고선까지의 B점으로부터 수평거리는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-39",
    "options": [
      "용지 측량",
      "다각 측량",
      "공사 측량",
      "조사 측량"
    ],
    "subject": "응용측량",
    "text": "도로의 개설을 위하여 편입되는 대상용지와 경계를 정하는 측량으로서 설계가 완료된 이후에 수행할 수 있는 노선측량 단계는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-40",
    "options": [
      "10cm",
      "27cm",
      "25cm",
      "20cm"
    ],
    "subject": "응용측량",
    "text": "사진의 크긱가 23cmx23cm인 카메라로 평탄한 지역을 비행고도 2000m에서 촬영하여 촬영면적이 21.16km2 인 연직사진을 얻었다. 이 카메라의 초점거리는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180304-21",
    "options": [
      "미지점에 세운 표적의 눈금을 읽은 값",
      "기준면으로부터 시준선까지의 높이를 읽은 값",
      "가장 먼저 세운 표적의 눈금을 읽은 값",
      "지반고를 알고 있는 점에 세운 표적의 눈금을 읽은 값"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전시(F.S：fore sight)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-22",
    "options": [
      "B→C→D→A",
      "C→B→A→D",
      "B→C→A→D",
      "C→B→D→A"
    ],
    "subject": "응용측량",
    "text": "터널측량의 일반적인 작업순서에 맞게 나열된 것은?",
    "local_images": [
      "images/ea20180304-22_img_0.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-23",
    "options": [
      "기포관축과 시준이 평행하지 않아 발생하는 오차",
      "표척의 길이가 표준길이와 달라 발생하는 오차",
      "지구의 곡률 및 대기 중 광선의 굴절로 인한 오차",
      "망원경 시야가 흐려 발생되는 표적의 독취 오차"
    ],
    "subject": "응용측량",
    "text": "직접수준측량에 따른 오차 중 시준거리의 제곱에 비례하는 성질을 갖는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-24",
    "options": [
      "10° 이상",
      "15° 이상",
      "30° 이상",
      "40° 이상"
    ],
    "subject": "응용측량",
    "text": "사이클슬립(cycle slip)이나 멀티패스(multipath)의 오차를 줄일 목적으로 낮은 위성의 고도각을 제한하기도 한다. 일반적으로 제한하는 위성의 고도각 범위로 알맞은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-25",
    "options": [
      "f＝21cm, p＝70%",
      "f＝21cm, p＝60%",
      "f＝11cm, p＝75%",
      "f＝11 cm, p=60%"
    ],
    "subject": "응용측량",
    "text": "카메라의 초점거리(f)와 촬영한 항공사진의 종중복도(p)가 다음과 같을 때, 기선고도비가 가장 큰 것은? (단, 사진크기는 18cm×18cm로 동일하다.)",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-26",
    "options": [
      "간단하면서도 그리기 용이해야 한다.",
      "지물의 종류가 기호로써 명확히 판별될 수 있어야 한다.",
      "지도가 깨끗이 만들어지며 도식의 의미를 잘 알 수 있어야 한다.",
      "지도의 사용목적과 축척의 크기에 관계없이 동일한 모양과 크기로 빠짐없이 표시하여야 한다."
    ],
    "subject": "응용측량",
    "text": "지형도의 도식과 기호가 만족하여야 할 조건에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-27",
    "options": [
      "1/50초",
      "1/100초",
      "1/150초",
      "1/250초"
    ],
    "subject": "응용측량",
    "text": "축척 1：10000 의 항공사진을 180km/h로 촬영할 경우 허용 흔들림의 범위를 0.02mm로 한다면 최장노출시간은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-28",
    "options": [
      "1：5000",
      "1：10000",
      "1：15000",
      "1：20000"
    ],
    "subject": "응용측량",
    "text": "축척 1：50000의 지형도에서 A, B점간의 도상거리가 3cm이었다. 어느 수직항공사진상에서 같은 A, B점간의 거리가 15cm이었다면 사진의 축척은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-29",
    "options": [
      "4개",
      "6개",
      "8개",
      "10개"
    ],
    "subject": "응용측량",
    "text": "GPS 위성궤도면의 수는?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-30",
    "options": [
      "KOMPSAT",
      "LANDSAT",
      "SPOT",
      "IKONOS"
    ],
    "subject": "응용측량",
    "text": "다음 중 우리나라에서 발사한 위성은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-31",
    "options": [
      "13",
      "15",
      "17",
      "18"
    ],
    "subject": "응용측량",
    "text": "축척 1：50000의 지형도에서 A의 표고가 235m, B의 표고가 563m일 때 두 점 A, B사이 주곡선의 수는?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-32",
    "options": [
      "방사법",
      "영선법",
      "채색법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "지형도 작성 시 활용하는 지형 표시 방법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-33",
    "options": [
      "전자탐사법(electromagnetic survey)",
      "자기탐사법(magnetic detection method)",
      "음파탐사법(acoustic prospecting method)",
      "전기탐사법(electrical survey)"
    ],
    "subject": "응용측량",
    "text": "지하시설물의 탐사방법으로 수도관로 중 PVC 또는 플라스틱 관을 찾는 데 주로 이용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-34",
    "options": [
      "차량의 회전을 원활히 하기 위하여",
      "노면배수가 잘 되도록 하기 위하여",
      "급격한 노선변화에 대비하기 위하여",
      "주행에 따른 노면침하를 사전에 방지하기 위하여"
    ],
    "subject": "응용측량",
    "text": "직선부 포장도로에서 주행을 위한 편경사는 필요 없지만, 1.5~2.0% 정도의 편경사를 주는 경우의 가장 큰 목적은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-35",
    "options": [
      "1mm",
      "2mm",
      "3mm",
      "4mm"
    ],
    "subject": "응용측량",
    "text": "반지름 200m의 원곡선 노선에 10m 간격의 중심점을 설치할 때 중심간격 10m에 대한 현과 호의 길이차는?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-36",
    "options": [
      "＋1.00%",
      "－1.00%",
      "＋1.25%",
      "－1.25%"
    ],
    "subject": "응용측량",
    "text": "종단측량을 행하여 표와 같은 결과를 얻었을 때, 측점 1과 측점 5의 지반고를 연결한 도로 계획선의 경사도는? (단, 중심선의 간격은 20m이다.).",
    "local_images": [
      "images/ea20180304-36_img_0.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-37",
    "options": [
      "시준축 오차",
      "수평축 오차",
      "연직축 오차",
      "편심 오차"
    ],
    "subject": "응용측량",
    "text": "수평각 관측의 측각오차 중 망원경을 정ㆍ반으로 관측하여 소거할 수 있는 오차가 아닌것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-38",
    "options": [
      "69,001m",
      "68.998m",
      "68.996m",
      "68.995m"
    ],
    "subject": "응용측량",
    "text": "두 점간의 고저차를 A, B 두 사람이 정밀하게 측정하여 다음과 같은 결과를 얻었다. 두 점간 고저차의 최확값은?",
    "local_images": [
      "images/ea20180304-38_img_0.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-39",
    "options": [
      "32.36m",
      "33.36m",
      "34.36m",
      "35.36m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 수평면과 45°의 경사를 가진 사면의 길이()가 25m이다. 이 사면의 경사를 30°로 할 때, 사면의 길이()는?",
    "local_images": [
      "images/ea20180304-39_img_0.gif",
      "images/ea20180304-39_img_1.gif",
      "images/ea20180304-39_img_2.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-40",
    "options": [
      "터널측량은 터널 내 측량, 터널 외 측량, 터널 내외 연결측량으로 구분할 수 있다.",
      "터널 내의 측점은 천장에 설치하는 것이 유리하다.",
      "터널 내 측량에서는 망원경의 십자선 및 표적에 조명이 필요하다.",
      "터널 내에서의 곡선 설치는 중앙종거법을 사용하는 것이 가장 유리하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20170826-21",
    "options": [
      "36.80m",
      "41.21m",
      "48.94m",
      "49.35m"
    ],
    "subject": "응용측량",
    "text": "터널에서 수준측량을 실시한 결과가 표와 같을 때 측점 N0.3의 지반고는? (단, (-)는 천장에 설치된 측점이다.)",
    "local_images": [
      "images/ea20170826-21_img_0.gif"
    ],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-22",
    "options": [
      "축척 1:50000, 1:25000, 1:5000 지형도의 주곡선 간격은 각각 20m, 10m, 2m 이다.",
      "지성선은 지형을 묘사하기 위한 중요한 선으로 능선, 최대경사선, 계곡선 등이 있다.",
      "지형의 표시방법에는 우모법, 음영법, 채색법, 등고선법 등이 있다.",
      "등고선 중 간곡선 간격은 조곡선 간격의 2배 이다."
    ],
    "subject": "응용측량",
    "text": "지형측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-23",
    "options": [
      "종시차는 상호표정에서 소거되지 않는다.",
      "상호표정 후에도 횡시차는 남는다.",
      "상호표정으로 형성된 모델은 지상모델과 상사관계이다.",
      "상호표정에서 5개의 표정인자를 결정한다."
    ],
    "subject": "응용측량",
    "text": "상호표정에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-24",
    "options": [
      "0.6mm",
      "1.2mm",
      "1.8mm",
      "2.4mm"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 4″인 레벨로 60m 전방에 세운 표척을 시준한 후 기포가 1눈금 이동 하였을 때 발생하는 오차는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-25",
    "options": [
      "A → D → B → C → F → E → G",
      "D → A → F → C → E → G → B",
      "A → D → C → F → E → G → B",
      "D → A → C → F → G → B → E"
    ],
    "subject": "응용측량",
    "text": "터널 측량의 일반적인 순서로 옳은 것은?",
    "local_images": [
      "images/ea20170826-25_img_0.gif"
    ],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-26",
    "options": [
      "높이가 다른 두 등고선은 어떠한 경우도 서로 교차하지 않는다.",
      "동일 등고선 상에 있는 모든 점은 같은 높이이다.",
      "등고선은 도면 내외에서 폐합하는 폐곡선이다.",
      "지도의 도면 내에서 폐합하는 경우 등고선의 내부에 산꼭대기 또는 분지가 있다."
    ],
    "subject": "응용측량",
    "text": "등고선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-27",
    "options": [
      "지표 투과 레이더(GPR) 탐사법",
      "초장기선 전파간섭계법",
      "전자유도 탐사법",
      "자기 탐사법"
    ],
    "subject": "응용측량",
    "text": "수십MHz~수GHz 주파수 대역의 전자기파를 이용하여 전자기파의 반사와 회절 현상 등을 측정하고 이를 해석하여 지하구조의 파악 및 지하시설물을 측량하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-28",
    "options": [
      "20.839m",
      "20.842m",
      "20.855m",
      "20.869m"
    ],
    "subject": "응용측량",
    "text": "수준점 A, B, C에서 수준측량을 한 결과가 표와 같을 때 P점의 최확값은?",
    "local_images": [
      "images/ea20170826-28_img_0.gif"
    ],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-29",
    "options": [
      "기본형은 직선-클로소이드-직선으로 연결한 선형이다.",
      "S형은 반향곡선 사이에 두개의 클로소이드를 연결한 선형이다.",
      "블록(凸)형은 복심곡선 사이에 클로소이드를 삽입한 것이다.",
      "복합형은 같은 방향으로 구부러진 2개의 클로소이드를 직선적으로 삽입한 것이다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선설치의 평면선형에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-30",
    "options": [
      "15.0m",
      "18.8m",
      "33.5m",
      "37.5m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 C와 평행한 y로 면적을 m:n=1:4의 비율로 분할하고자 한다. AB=75m일 때 Ax의 거리는?",
    "local_images": [
      "images/ea20170826-30_img_0.gif"
    ],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-31",
    "options": [
      "50m",
      "100m",
      "150m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "사진축척 1:20000, 초점거리 15cm, 사진크기 23cm×23cm로 촬영한 연직 사진에서 주점으로부터 100mm 떨어진 위치에 철탑의 정상부가 찍혀 있다. 이 철탑이 사진 상에서 길이가 5mm 이었다면 철탑의 실제 높이는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-32",
    "options": [
      "Static방법",
      "Kinematic방법",
      "Pseudo-Kinematic방법",
      "Real-Time Kinematic방법"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량방법 중 후처리방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-33",
    "options": [
      "렘니스케이트",
      "반파장 체감곡선",
      "클로소이드",
      "3차포물선"
    ],
    "subject": "응용측량",
    "text": "곡률반지름이 현의 길이에 반비례하는 곡선으로 시가지 철도 및 지하철 등에 주로 사용되는 완화곡선은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-34",
    "options": [
      "사진판독 요소는 색조, 형태, 질감, 크기, 형상, 음영 등이 있다.",
      "사진의 판독에는 보통 흑백 사진보다 천연색 사진이 유리하다.",
      "사진판독에서 얻을 수 있는 자료는 사진의 질과 사진판독의 기술, 전문적 지식 및 경험 등에 좌우된다.",
      "사진판독의 작업은 촬영계획, 촬영과 사진작성, 정리, 판독, 판독기준의 작성 순서로 진행된다."
    ],
    "subject": "응용측량",
    "text": "사진판독에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-35",
    "options": [
      "결정좌표의 정확도는 정밀도 저하율(DOP)과 단위관측정확도의 곱에 의해 결정된다.",
      "3차원 위치는 TDOP(Time DOP)에 의해 정확도가 달라진다.",
      "최적의 위성배치는 한 위성은 관측자의 머리 위에 있고 다른 위성의 배치가 각각 120°를 이룰 때이다.",
      "높은 DOP는 위성의 배치 상태가 나쁘다는 것을 의미한다."
    ],
    "subject": "응용측량",
    "text": "GNSS 위치결정에서 정확도와 관련된 위성의 위치 상태에 관한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-36",
    "options": [
      "후시는 기지점에 세운 표척의 읽음값이다.",
      "전시는 미지점 표척의 읽음값이다.",
      "중간점은 오차가 발생해도 다른 지점에 영향이 없다.",
      "이기점은 전시와 후시값이 항상 같게 된다."
    ],
    "subject": "응용측량",
    "text": "수준측량과 관련된 용어에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-37",
    "options": [
      "방안법",
      "횡단점법",
      "영선법",
      "종단점법"
    ],
    "subject": "응용측량",
    "text": "등고선 측량방법 중 표고를 알고 있는 기지점에서 중요한 지성선을 따라 측선을 설치하고, 측선을 따라 여러 점의 표고와 거리를 측량하여 등고선을 측량하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-38",
    "options": [
      "2",
      "4",
      "6",
      "8"
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 위도, 경도, 고도, 시간에 대한 차분해(differential solution)를 얻기 위해서는 최소 몇 개의 위성이 필요한가?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-39",
    "options": [
      "310.10m",
      "315.44m",
      "314.16m",
      "311.55m"
    ],
    "subject": "응용측량",
    "text": "단곡선에서 반지름 R=300m, 교각 I=60°일 때, 곡선 길이(C.L.)는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-40",
    "options": [
      "24.2m",
      "60.4m",
      "90.5m",
      "104.5m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에서 두 접선의 교각이 60°이고, 외선 길이(E)가 14m인 단곡선의 반지름은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170507-21",
    "options": [
      "22.36m",
      "25.85m",
      "28.28m",
      "29.82m"
    ],
    "subject": "응용측량",
    "text": "A, B 두 점의 표고가 120m, 144m 이고 두 점간의 경사가 1:2인 경우 표고가 130m되는 지점을 C라 할 때, A점과 C점과의 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-22",
    "options": [
      "복합형",
      "난형",
      "철형",
      "S형"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 형식 중 반향곡선 사이에 2개의 클로소이드를 삽입하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-23",
    "options": [
      "거리의 제곱에 비례한다.",
      "거리의 제곱에 반비례한다.",
      "거리의 제곱근에 비례한다.",
      "거리의 제곱근에 반비례한다."
    ],
    "subject": "응용측량",
    "text": "수준측량에서 굴절오차와 관측거리의 관계를 설명한 것으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-24",
    "options": [
      "14.32m",
      "15.12m",
      "16.32m",
      "16.49m"
    ],
    "subject": "응용측량",
    "text": "측점이 터널의 천정에 설치되어 있는 수준측량에서 그림과 같은 관측결과를 얻었다. A점의 지반고가 15.32m일 때, C점의 지반고는?",
    "local_images": [
      "images/ea20170507-24_img_0.gif"
    ],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-25",
    "options": [
      "TM(Thematic Mapper)",
      "천연색사진",
      "MSS(Multi-Spectral Scanner)",
      "SLAR(Side Looking Airbone Radar)"
    ],
    "subject": "응용측량",
    "text": "원격센서(remote sensor)를 능동적 센서와 수동적 센서로 구분할 때, 능동적 센서에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-26",
    "options": [
      "캔트",
      "확폭",
      "종거",
      "완화구간"
    ],
    "subject": "응용측량",
    "text": "원심력에 의한 곡선부의 차량탈선을 방지하기 위하여 곡선부의 횡단 노면 외측부를 높여주는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-27",
    "options": [
      "81.35m, 80.85m",
      "81.35m, 80.50m",
      "81.15m, 80.85m",
      "81.15m, 80.50m"
    ],
    "subject": "응용측량",
    "text": "수준측량 야장에서 측점 5의 기계고와 지반고는? (단, 표의 단위는 m 이다.)",
    "local_images": [
      "images/ea20170507-27_img_0.gif"
    ],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-28",
    "options": [
      "경사와 축척을 바로 수정하여 축척을 통일시키고 변위가 없는 수직 사진으로 수정하는 작업",
      "사진 상의 주점이나 표정점 등 제점의 위치를 인접한 사진 상에 옮기는 작업",
      "지표의 상태를 파악하기 위하여 사진에 찍혀 있는 것이 무엇인지를 판별하는 작업",
      "한 영상의 한 위치에 해당하는 실제의 객체가 다른 영상의 어느 위치에 형성되었는가를 발견하는 작업"
    ],
    "subject": "응용측량",
    "text": "입체영상의 영상정합(image matching)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-29",
    "options": [
      "인공위성과 기지점 사이의 거리측정값이다.",
      "인공위성과 지상수신기 사이의 거리측정 값이다.",
      "인공위성과 지상송신기 사이의 거리측정 값이다.",
      "관측된 인공위성 상호간의 거리측정값이다."
    ],
    "subject": "응용측량",
    "text": "GNSS 측량에서 의사거리(Pseudo Range)에 대한 설명으로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-30",
    "options": [
      "완화곡선의 종점의 캔트는 완곡선의 캔트와 같다.",
      "완화곡선에 연한 곡률반지름의 감소율은 캔트의 증가율과 같다.",
      "완화곡선의 접선은 시점에서는 원호에, 종점에서는 직선에 접한다.",
      "완화곡선의 반지름은 시점에서는 무한대이며, 종점에서는 원곡선의 반지름과 같다."
    ],
    "subject": "응용측량",
    "text": "노선측량에서 완화곡선의 성질을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-31",
    "options": [
      "용지측량",
      "토공의 기준틀 측량",
      "주요말뚝의 인조점 설치 측량",
      "중심말뚝의 검측"
    ],
    "subject": "응용측량",
    "text": "노선측량 중 공사측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-32",
    "options": [
      "341.5m",
      "363.1m",
      "421.6m",
      "463.0m"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 A점의 평면좌표 및 표고가 (1328, 810, 86), B점의 평면좌표 및 표고가(1734, 589, 112)일 때, A, B점을 연결하는 터널을 굴진할 경우 이 터널의 경사거리는? (단, 좌표 및 표고의 단위는 m 이다.)",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-33",
    "options": [
      "15층",
      "28층",
      "30층",
      "45층"
    ],
    "subject": "응용측량",
    "text": "촬영고도 4000m에서 촬영한 항공사진에 나타난 건물의 시차를 주점에서 측정하니 정상부분이 19.32mm, 밑 부분이 18.88mm 이었다. 한 층의 높이를 3m로 가정할 때 이 건물의 층수는?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-34",
    "options": [
      "지표면의 다른 종류의 토양 간에 만나는 선",
      "경작지와 산지가 교차되는 선",
      "지모의 골격을 나타내는 선",
      "수평면과 직교하는 선"
    ],
    "subject": "응용측량",
    "text": "지성선에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-35",
    "options": [
      "약 6시간",
      "약 12시간",
      "약 18시간",
      "약 24시간"
    ],
    "subject": "응용측량",
    "text": "GPS를 구성하는 위성의 궤도 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-36",
    "options": [
      "10.24km2",
      "12.19km2",
      "13.54km2",
      "14.26km2"
    ],
    "subject": "응용측량",
    "text": "항공사진측량시 촬영고도 1200m에서 초점거리 15cm, 단촬영경로에 따라 촬영한 연속사진 10장의 입체부분의 지상 유효면적(모델면적)은? (단, 사진크기 23cm×23cm, 중복도 60%)",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-37",
    "options": [
      "음영법",
      "단채법",
      "등고선법",
      "영선법"
    ],
    "subject": "응용측량",
    "text": "지형표시 방법의 하나로 단선상의 선으로 지표의 기복을 나타내는 것으로 일명 게바법이라고도 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-38",
    "options": [
      "WGS84",
      "GRS80",
      "JGD2000",
      "ITRF2000"
    ],
    "subject": "응용측량",
    "text": "GPS 측량에서 이용하는 좌표계는?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-39",
    "options": [
      "40.1°",
      "41.6°",
      "44.6°",
      "46.1°"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000 지형도에서 등고선 간격을 20m로 할 때 도상에서 표시될 수 있는 최소 간격을 0.45mm로 할 경우 등고선으로 표현할 수 있는 최대 경사각은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-40",
    "options": [
      "표고 : 평균해수면으로부터의 연직거리",
      "후시 : 표고를 결정하기 위한 점에 세운 표척 읽음 값",
      "중간점 : 전시만을 읽는 점으로서, 이 점의 오차는 다른 점에 영향이 없음",
      "기계고 : 기준면으로부터 망원경의 시준선 까지의 높이"
    ],
    "subject": "응용측량",
    "text": "수준측량에 관한 용어 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170305-21",
    "options": [
      "지표면에 기복이 있을 경우에도 연직으로 촬영하면 축척이 동일하게 나타나는 것이다.",
      "지형의 고저변화로 인하여 사진상에 동일지물의 위치변위가 생기는 것이다.",
      "기준면 상의 저면 위치와 정점 위치가 중심투영을 거치기 때문에 사진상에 나타나는 위치가 달라지는 것이다.",
      "사진면에서 연직점을 중심으로 생기는 방사상의 변위를 말한다."
    ],
    "subject": "응용측량",
    "text": "기복변위에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-22",
    "options": [
      "60m",
      "90m",
      "115m",
      "130m"
    ],
    "subject": "응용측량",
    "text": "비행속도 180km/h인 항공기에서 초점거리 150mm인 카메라로 어느 시가지를 촬영한 항공사진이 있다. 최장 허용 노출시간이 1/250초, 사진의 크기가 23cm×23cm, 사진에서 허용 흔들림양이 0.01mm일 때, 이 사진의 연직점으로부터 6cm 떨어진 위치에 있는 건물에 변위가 0.26cm라면 이 건물의 실제 높이는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-23",
    "options": [
      "0.4m",
      "0.6m",
      "1.0m",
      "1.5m"
    ],
    "subject": "응용측량",
    "text": "GNSS의 스태틱측량을 실시한 결과 거리오차의 크기가 0.10m이고 PDOP이 4일 경우 측위오차의 크기는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-24",
    "options": [
      "단곡선",
      "복심곡선",
      "방향곡선",
      "2차 포물선"
    ],
    "subject": "응용측량",
    "text": "도로에 사용되는 곡선 중 수평곡선에 사용되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-25",
    "options": [
      "L1=1274.45MHz, L2=1567.62MHz",
      "L1=1367.53MHz, L2=1425.30MHz",
      "L1=1479.23MHz, L2=1321.56MHz",
      "L1=1575.42MHz, L2=1227.60MHz"
    ],
    "subject": "응용측량",
    "text": "GPS 위성신호인 L1과 L2의 주파수의 크기는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-26",
    "options": [
      "좌표점법",
      "종단점법",
      "횡단점법",
      "직접법"
    ],
    "subject": "응용측량",
    "text": "지성선 상의 중요점의 위치와 표고를 측정하여, 이 점들을 기준으로 등고선을 삽입하는 등고선 측정방법은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-27",
    "options": [
      "완화곡선의 반지름은 시작점에서 무한대이다.",
      "완화곡선의 반지름은 종점에서 원곡선의 반지름과 같다.",
      "완화곡선의 접선은 시점에서 원호에 접한다.",
      "완화곡선에 연한 곡선반경의 감소율은 캔트의 증가율과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대해 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-28",
    "options": [
      "고차식",
      "기고식",
      "횡단식",
      "승강식"
    ],
    "subject": "응용측량",
    "text": "계산과정에서 완전한 검산을 할 수 있어 정밀한 측량에 이용되나, 중간점이 많을 때는 계산이 복잡한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-29",
    "options": [
      "반지름이 다른 2개의 단곡선이 그 접속점에서 공통접선을 갖는다.",
      "철도 및 도로에서 복심곡선 사용은 승객에게 불쾌감을 줄 수 있다.",
      "반지름의 중심은 공통접선과 서로 다른 방향에 있다.",
      "산지의 특수한 도로나 산길 등에서 설치하는 경우가 있다."
    ],
    "subject": "응용측량",
    "text": "복심곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-30",
    "options": [
      "흑백 사진",
      "적외선 사진",
      "반사 사진",
      "위색 사진"
    ],
    "subject": "응용측량",
    "text": "지질, 토양, 수자원, 삼림 조사 등의 판독작업에 주로 이용되는 사진은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-31",
    "options": [
      "정사투영상",
      "외사투영상",
      "중심투영상",
      "평사투영상"
    ],
    "subject": "응용측량",
    "text": "위성영상의 투영상과 가장 가까운 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-32",
    "options": [
      "12.0m",
      "15.0m",
      "17.2m",
      "19.0m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단면에서 도로 용지 폭(X11+X2)은?",
    "local_images": [
      "images/ea20170305-32_img_0.gif"
    ],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-33",
    "options": [
      "10.819m",
      "10.833m",
      "10.915m",
      "10.929m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 A에서부터 관측하여 폐합수준 측량을 한 결과가 표와 같을 때, 오차를 보정한 D점의 표고는?",
    "local_images": [
      "images/ea20170305-33_img_0.gif"
    ],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-34",
    "options": [
      "표고는 2점 사이의 높이차를 의미한다.",
      "어느 지점의 높이는 기준면으로부터 연직거리로 표시한다.",
      "기포관의 감도는 기포 1 눈금에 대한 중심각의 변화를 의미한다.",
      "기준면으로부터 정확한 높이를 측정하여 수준측량의 기준이 되는 점으로 정해 놓은 점을 수준 원점이라고 한다."
    ],
    "subject": "응용측량",
    "text": "수준측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-35",
    "options": [
      "음영법",
      "영선법",
      "조감도법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "지형을 표시하는 일반적인 방법으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-36",
    "options": [
      "2.0km2",
      "2.6km2",
      "3.0km2",
      "3.3km2"
    ],
    "subject": "응용측량",
    "text": "촬영고도 2000m에서 초점거리 150mm인 카메라로 평탄한 지역을 촬영한 밀착사진의 크기가 23cm×23cm, 종중복도는 60%, 횡중복도는 30%인 경우 이 연직사진의 유효모델에 찍히는 면적은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-37",
    "options": [
      "단채법",
      "점고법",
      "영선법",
      "채석법"
    ],
    "subject": "응용측량",
    "text": "하천, 호수, 항망 등의 수심을 나타내기에 가장 적합한 지형표시 방법은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-38",
    "options": [
      "685.94m",
      "686.19m",
      "686.31m",
      "686.57m"
    ],
    "subject": "응용측량",
    "text": "터널 안에서 A점의 좌표가 (1749.0m, 1134.0m, 126.9m), B점의 좌표가 (2419.0m, 987.0m, 149.4m)일 때, A, B점을 연결하는 터널을 굴진하는 경우 이 터널의 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-39",
    "options": [
      "112.20m",
      "114.70m",
      "115.70m",
      "116.20m"
    ],
    "subject": "응용측량",
    "text": "터널 내에서의 수준측량 결과가 아래와 같을 때 B점의 지반고는?",
    "local_images": [
      "images/ea20170305-39_img_0.gif"
    ],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-40",
    "options": [
      "2.5cm",
      "5.0cm",
      "100cm",
      "125cm"
    ],
    "subject": "응용측량",
    "text": "도로설계 시에 등경사 노선을 결정하려고 한다. 축적 1:5000의 지형도에서 등고선의 간격이 5.0m이고 제한경사를 4%로 하기 위한 지형도상에서의 등고선 간 수평거리는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20160821-21",
    "options": [
      "155.47m",
      "125.25m",
      "144.34m",
      "259.81m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 원곡선(AB)을 설치하려고 하는데 그 교점(I.P)에 갈 수 없어 ∠ACD=150°, ∠CDB=90°, CD=100m을 관측하였다. C점에서 곡선시점(B.C)까지의 거리는?(단, 곡선반지름 R=150m)",
    "local_images": [
      "images/ea20160821-21_img_0.gif"
    ],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-22",
    "options": [
      "±18mm",
      "±9mm",
      "±1.8mm",
      "±0.9mm"
    ],
    "subject": "응용측량",
    "text": "사진의 크기 18cm×18cm, 초점거리 180mm의 카메라로 지면으로부터 비고가 100m인 구릉지에서 촬영한 연직사진의 축척이 1:40000이었다면 이 사진의 비고에 의한 최대 변위량은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-23",
    "options": [
      "사진좌표",
      "모델좌표",
      "스트립좌표",
      "가계좌표"
    ],
    "subject": "응용측량",
    "text": "항공삼각측량의 광속조정법(Bundle Adjustment)에서 사용하는 입력좌표는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-24",
    "options": [
      "0°24‘31“",
      "0°34‘31“",
      "0°44‘31“",
      "0°54‘31“"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치를 위하여 교각(I)이 60°, 반지름이 200m, 중심말뚝 거리가 20m일 때 노선기점에서 교점까지의 추가거리가 630.29m라면 시단현의 편각은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-25",
    "options": [
      "완화곡선의 접선은 시점에서 직선에 접한다.",
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 같다.",
      "곡선반지름은 완화곡선의 시점에서 원곡선의 반지름과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-26",
    "options": [
      "복심곡선",
      "3차 포물선",
      "렘니스케이트",
      "클로소이드"
    ],
    "subject": "응용측량",
    "text": "곡선의 종류 중 완화곡선이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-27",
    "options": [
      "GNSS 반송파 위상추적회로에서 반송파 위상차 값의 순간적인 차단으로 인한 오차이다.",
      "GNSS 안테나 주위의 지형ㆍ지물에 의한 신호단절 현상이다.",
      "높은 위성 고도각에 의하여 발생하게 된다.",
      "이동측량의 경우 정지측량의 경우보다 Cycle Slip의 다양한 원인이 존재한다."
    ],
    "subject": "응용측량",
    "text": "GNSS(global navigation satellite system)측량의 Cycle Slip에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-28",
    "options": [
      "17.0m",
      "14.0m",
      "12.5m",
      "11.5m"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 경사지에 촉 6.0m의 도로를 개설하고자 한다. 절토기울기 1:0.5, 절토높이 2.0m, 성토기울기 1:1, 성토높이 5m로 한다면 필요한 용지폭은?(단, 양쪽의 여유폭은 1m로 한다.)",
    "local_images": [
      "images/ea20160821-28_img_0.gif"
    ],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-29",
    "options": [
      "수평사진",
      "저각도경사사진",
      "고각도경사사진",
      "엄밀수직사진"
    ],
    "subject": "응용측량",
    "text": "사진의 특수3점은 주점, 등각점, 연직점을 말하는데, 이 특수3점이 일치하는 사진은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-30",
    "options": [
      "승강식",
      "고차식",
      "기고식",
      "방사식"
    ],
    "subject": "응용측량",
    "text": "수준측량의 야장기입법 중 중간점(I.P)이 많을 때 가장 적합한 방법은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-31",
    "options": [
      "1.5m",
      "5m",
      "10m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "우리나라 지형도 1:50000 에서 조곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-32",
    "options": [
      "전자면적측정기에 의한 방법",
      "방안지에 의한 방법",
      "좌표에 의한 방법",
      "삼사법"
    ],
    "subject": "응용측량",
    "text": "지형도에서 등고선에 둘러싸인 면적을 구하는 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-33",
    "options": [
      "등고선은 최대경사선과 직교한다.",
      "동일 등고선 상에 있는 모든 점은 높이가 같다.",
      "등고선은 절벽이나 동굴의 지형을 제외하고는 교차하지 않는다.",
      "등고선은 폭포와 같이 도면 내외 어느 곳에서도 폐합되지 않는 경우가 있다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-34",
    "options": [
      "10m",
      "30m",
      "50m",
      "70m"
    ],
    "subject": "응용측량",
    "text": "촬영고도 1500m에서 찍은 인접 사진에서 주점기선의 길이가 15cm이고, 어느 건물의 시차차가 3mm이었다면 건물의 높이는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-35",
    "options": [
      "기계좌표계→지표좌표계→사진좌표로 변환",
      "지표좌표계→기계좌표계→사진좌표로 변환",
      "지표좌표계→사진좌표계→기계좌표로 변환",
      "기계좌표계→사진좌표계→지표좌표로 변환"
    ],
    "subject": "응용측량",
    "text": "내부표정에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-36",
    "options": [
      "3°25‘14“",
      "3°48‘14“",
      "4°08‘14“",
      "5°08‘14“"
    ],
    "subject": "응용측량",
    "text": "터널측량을 하여 터널 시점(A)와 종점(B)의 좌표와 높이(H)가 다음과 같을 때, 터널의 경사도는?",
    "local_images": [
      "images/ea20160821-36_img_0.gif"
    ],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-37",
    "options": [
      "승교점의 적경",
      "궤도 경사각",
      "관측점의 위도",
      "궤도의 이심률"
    ],
    "subject": "응용측량",
    "text": "다음 중 인공위성의 궤도요소에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-38",
    "options": [
      "ø",
      "ω",
      "k",
      "by"
    ],
    "subject": "응용측량",
    "text": "상호표정의 인자 중 촬영방향(x-축)을 회전축으로 한 회전운동 인자는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-39",
    "options": [
      "17.02m",
      "10.60m",
      "13.50m",
      "14.12m"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 측점 A, B를 천정에 설치하고 A점으로부터 경사 거리 46.35m, 경사각 +17°20‘, A점의 천정으로부터 기계고 1.45m, B점의 측표 높이 1.76m를 관측하였을 때, AB의 고저차는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-40",
    "options": [
      "표척의 영점오차를 제거하기 위하여",
      "표척수의 안전한 작업을 위하여",
      "작업능률을 높이기 위하여",
      "레벨의 조정이 불완전하기 때문에"
    ],
    "subject": "응용측량",
    "text": "표척 2개를 사용하여 수준측량 할 때 기계의 배치 횟수를 짝수로 하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160508-21",
    "options": [
      "도플러 이동량",
      "위성궤도의 결정 좌표",
      "특정한 순간의 위성배치에 대한 기하학적 강도",
      "위성시계와 수신기 기계의 조합으로부터 계산되는 시간오차의 표준편차"
    ],
    "subject": "응용측량",
    "text": "GNSS측량에서 DOP에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-22",
    "options": [
      "26\"",
      "29\"",
      "32\"",
      "35\""
    ],
    "subject": "응용측량",
    "text": "수준측량에서 기포관의 눈금이 3눈금 움직였을 때 60m 전반에 세운 표척의 읽음차가 2.5cm인 경우 기포관의 감도는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-23",
    "options": [
      "노선선정-계획조사측량-실시설계측량-세부측량-용지측량-공사측량",
      "계획조사측량-노선선정-용지측량-실시설계측량-공사측량-세부측량",
      "노선선정-계획조사측량-용지측량-세부측량-실시설계측량-공사측량",
      "계획조사측량-용지측량-노선성정-실시설계측량-세부측량-공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-24",
    "options": [
      "212.6m",
      "216.3m",
      "223.6m",
      "235.6m"
    ],
    "subject": "응용측량",
    "text": "노선측량의 단곡선 설치에서 교각 I=90°, 곡선반지름 R=150m일 때 곡선거리(C.L.)는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-25",
    "options": [
      "중심측량",
      "고저측량",
      "삼각측량",
      "단면측량"
    ],
    "subject": "응용측량",
    "text": "터널의 준공을 위한 변형조사측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-26",
    "options": [
      "다항식 조정법",
      "광속조정법",
      "독립모델조정법",
      "보간조정법"
    ],
    "subject": "응용측량",
    "text": "다음 중 항공삼각측량 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-27",
    "options": [
      "정사투영",
      "중심투영",
      "평행투영",
      "등적투영"
    ],
    "subject": "응용측량",
    "text": "항공사진의 투영원리로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-28",
    "options": [
      "계곡선(합수선)",
      "능선(분수선)",
      "경사변환선",
      "주곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형측량의 지성선에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-29",
    "options": [
      "2:1",
      "3:7",
      "4:7",
      "7:3"
    ],
    "subject": "응용측량",
    "text": "사진의 크기가 23cm×23cm, 종중복도 70%, 횡중복도 30%일 때 촬영 종기선의 길이와 촬영 횡기선의 길이의 비(종기선 길이:횡기선길이)는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-30",
    "options": [
      "L1반송파에는 C/A코드와 P코드가 포함되어 있다.",
      "L2반송파에는 C/A코드만 포함되어 있다.",
      "L1 반송파가 L2반송파보다 높은 주파수를 가지고 있다.",
      "위성에서 송신되는 신호는 대기의 상태에 따라 전파의 속도가 달라지는 것을 보정하기 위하여 파장이 다른 2가지의 전파를 동시에 수신한다."
    ],
    "subject": "응용측량",
    "text": "GPS위성의 신호에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-31",
    "options": [
      "중간점",
      "수준점",
      "이기점",
      "기계점"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전ㆍ후시의 측량을 연결하기 위하여 전시, 후시를 함께 위하는 점은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-32",
    "options": [
      "3차포물선",
      "sin체감곡선",
      "클로소이드",
      "렘니스케이트"
    ],
    "subject": "응용측량",
    "text": "노선측량의 완화곡선 중 차가 일정 속도로 달리고, 그 앞바퀴의 회전 속도를 일정하게 유지할 경우, 이 차가 그리는 주행 궤적을 의미하는 완화곡선으로 고속도로의 곡선설치에 많이 이용되는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-33",
    "options": [
      "표정점은 X, Y, H가 동시에 적확하게 결정될 수 있는 점이어야 한다.",
      "경사가 급한 지표면이나 경사 변환선상을 택해서는 안된다.",
      "상공에서 잘 보여야 하며 시간에 따라 변화가 생기지 않아야 한다.",
      "헐레이션(Halation)이 발생하기 쉬운 점을 선택한다."
    ],
    "subject": "응용측량",
    "text": "항공사진 촬영을 위한 표정점 선점 시 유의사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-34",
    "options": [
      "446.24m",
      "448.42m",
      "464.44m",
      "468.24m"
    ],
    "subject": "응용측량",
    "text": "지형도에서 100m등고선 상의 A점과 140m등고선 상의 B점 간을 상향 기울기 9%의 도로로 만들면 AB간 도로의 실제 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-35",
    "options": [
      "깊은 수직 터널에 내리는 추는 50~60kg 정도의 추를 사용할 수 있다.",
      "추를 드리울 때, 깊은 수직 터널에서는 보통 피아노선이 이용된다.",
      "수직터널 밑에는 물이나 기름을 담은 물통을 설치하고 내린 추가 그 물통 속에서 동요하지 않게 한다.",
      "수직터널 밑에서 수선의 위치를 결정하는 데는 수선이 완전히 정지하는 것을 기다린 후 1회 관측값으로 결정한다."
    ],
    "subject": "응용측량",
    "text": "수직 터널에 의하여 지상과 지하의 측량을 연결할 때의 수선측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-36",
    "options": [
      "지역통과필터를 이용하여 영상을 여과한다.",
      "하나의 영상에서 정합요소로 점이나 특징을 선택한다.",
      "수치표고모델 생성이나 항공삼각측량의 점이사를 위해 적용한다.",
      "대상공간에서 정합된 요소의 3차원 위치를 계산한다."
    ],
    "subject": "응용측량",
    "text": "수치사진측량에서 영상정합(image matching)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-37",
    "options": [
      "표척을 잘못 읽어 생기는 오차",
      "태양의 직사광선에 의한 오차",
      "지구곡률에 의한 오차",
      "시차에 의한 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 발생하는 오차 중 정오차인 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-38",
    "options": [
      "센서를 이용하여 지표의 대상물에서 반사 또는 방사된 전자스펙트럼을 측정하여 대상물에 대한 정보를 얻는 기법",
      "지상에서 대상물체에 전파를 발생시켜 그 반사파를 이용하여 측정하는 기법",
      "우주에 산재하여 있는 물체들의 고유 스펙트럼을 이용하여 각각의 구성성분으로 지상의 레이더망으로 수집하여 얻는 기법",
      "우주선에서 찍은 중복된 사진을 이용하여 지상에서 항공사진의 처리와 같은 방법으로 판독하는 기법"
    ],
    "subject": "응용측량",
    "text": "다음 중 원격탐사(Remote Sensing)의 정의로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-39",
    "options": [
      "50km/h",
      "60km/h",
      "150km/h",
      "178km/h"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=2500m, 캔트(cant)100mm인 철도 선로를 설계할 때, 적합한 설계 속도는? (단, 레일 간격은 1m로 가정한다.)",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-40",
    "options": [
      "2950m3",
      "4717m3",
      "4767m3",
      "5900m3"
    ],
    "subject": "응용측량",
    "text": "등고선 내의 면적이 저면부터 A1=380m2, A2=350m2, A3=300m2, A4=100m2, A5=50m2일 때 전체 토량은?(단, 등고선 간격은 5m이고 상단은 평평한 것으로 가정하며 각주공식에 의한다.)",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160306-21",
    "options": [
      "42.5m",
      "43.5m",
      "45.5m",
      "46.5m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 측점 A의 밑에 기계를 세워 천장에 설치된 측점 A, B를 관측하였을 때 두 점의 높이차(H)는?",
    "local_images": [
      "images/ea20160306-21_img_0.gif"
    ],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-22",
    "options": [
      "구름이 사진 상에 나타날 때",
      "인점 사진 간에 축척이 현저한 차이가 있을 때",
      "홍수로 인하여 지형을 구분할 수 없을 때",
      "종중복도가 70% 정도 일 때"
    ],
    "subject": "응용측량",
    "text": "다음 중 사진을 재촬영 해야 할 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-23",
    "options": [
      "TM 도엽번호",
      "UTM 도엽번호",
      "경위도 좌표계 구역번호",
      "가우스 쿠르거 도엽번호"
    ],
    "subject": "응용측량",
    "text": "지형도의 난외주기 사항에 「NJ 52-13-17-3대천」과 같이 표시되어 있을 때, NJ 52가 의미하는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-24",
    "options": [
      "소일 마크(Soil mark)",
      "왜곡 마크(Distortion mark)",
      "쉐이드 마크(shade mark)",
      "플로팅 마크(Floating mark)"
    ],
    "subject": "응용측량",
    "text": "사진 판독에 있어 삼림지역에서 표층토양의 함수율에 의하여 사진의 색조가 변화하는 현상은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-25",
    "options": [
      "기고식",
      "고차식",
      "승강식",
      "방사식"
    ],
    "subject": "응용측량",
    "text": "수준 측량의 야장 기입법 중 중간점(I.P)이 많을 때 가장 편리한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-26",
    "options": [
      "약 45°",
      "약 60°",
      "약 72°",
      "약 90°"
    ],
    "subject": "응용측량",
    "text": "축척 1:25000 지형도에서 등고선의 간격 10m를 묘사할 수 있는 도상 간격이 0.13mm이라 할 경우 등고선으로 표현할 수 있는 최대 경사각으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-27",
    "options": [
      "점고법",
      "우모법",
      "평행선법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형의 표시 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-28",
    "options": [
      "전자파 수집장치로 능동적 센서와 수동적 센서로 구분된다.",
      "능동적 센서는 대상물에서 반사 또는 방사되는 전자파를 수집하는 센서를 의미한다.",
      "수동적 센서는 선주사방식과 카메라방식이 있다.",
      "능동적 센서는 Rader 방식과 Laser방식이 있다."
    ],
    "subject": "응용측량",
    "text": "원격탐사(Remote Sensing)의 센서에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-29",
    "options": [
      "일반적으로 횡단면도의 가로ㆍ세로 축척은 같게 한다.",
      "일반적으로 종단면도에서 세로 축척은 가로축척보다 작게 한다.",
      "종단면도에서 계획선을 정할 때 일반적으로 성토, 절토가 동일하도록 하는 것이 좋다.",
      "종단면도에서 계획기울기는 제한 기울기 이내로 한다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 종단면도, 횡단면도에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-30",
    "options": [
      "토지 분류 조사",
      "토지 소유자 조사",
      "토지이용 현황 조사",
      "도로교통량의 변화 조사"
    ],
    "subject": "응용측량",
    "text": "원격탐사자료가 아용되는 분야의 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-31",
    "options": [
      "16.29m",
      "17.29m",
      "17.45m",
      "18.91m"
    ],
    "subject": "응용측량",
    "text": "곡선의 반지름이 250m, 교각 80°20‘의 원곡선을 설치하려고 한다. 시단현에 대한 편각이 2°10’이라면 시단현의 길이는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-32",
    "options": [
      "완화곡선의 반지름은 시점에서 원의 반지름부터 시작하여 점차 증가하여 무한대가 된다.",
      "우리나라에서는 주로 도로에서는 완화곡선에 클로소이드 곡선을, 철도에서는 3차 포물선을 사용한다.",
      "완화곡선의 접선은 시점에서 직선에 접하고 종점에서 원호에 접한다.",
      "완화곡선에 연한 곡선 반지름의 감소율은 캔트의 증가율과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-33",
    "options": [
      "+3.5%",
      "+2.8%",
      "-2.8%",
      "-3.5%"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 따라 20m 간격의 종단측량을 하여 다음과 같은 결과를 얻었다. 측점 1과 측점 5의 지반고를 연결하여 도로계획선을 설정한다면 이 계획선의 경사는?",
    "local_images": [
      "images/ea20160306-33_img_0.gif"
    ],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-34",
    "options": [
      "전기관측법",
      "자장관측법",
      "음파관측법",
      "자기관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물 관측방법에서 원래 누수를 찾기 위한 기술로 수도관로 중 PVC 또는 플라스틱 관을 찾는데 이용되는 관측방법은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-35",
    "options": [
      "1600m",
      "2257m",
      "3200m",
      "4515m"
    ],
    "subject": "응용측량",
    "text": "키 1.6m인 사람이 해안선에서 해상을 바라볼 수 있는 거리는? (단, 지구의 곡률 반지름은 6370km이다.)",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-36",
    "options": [
      "기차의 영향",
      "레벨 조정 불완전에 의한 기계오차",
      "지표면의 구차의 영향",
      "표척의 영점 오차"
    ],
    "subject": "응용측량",
    "text": "수준 측량 작업에서 전시와 후시의 거리를 같게 하여 소거되는 오차와 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-37",
    "options": [
      "9.36mm",
      "10.63mm",
      "12.36mm",
      "13.63mm"
    ],
    "subject": "응용측량",
    "text": "카메라의 초점거리 153mm,촬영경사 7°로 평지를 촬영한 사진이 있다. 이 사진의 등각점은 주점으로부터 최대경사선 상의 몇 mm인 곳에 위치하는가?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-38",
    "options": [
      "카메론 효과(cameron effect)",
      "가르시아 효과(garcia effect)",
      "고립효과(isolated effect)",
      "상위 효과(discrepancy effect)"
    ],
    "subject": "응용측량",
    "text": "실체사진 위에서 이동한 물체를 실체시 하면, 그 운동 때문에 그 물체가 겉보기 상의 시차가 발생하고, 그 운동이 기선방향이면 물체가 뜨거나 가라앉아 보이는 효과는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-39",
    "options": [
      "두 개의 수신기가 시간 간격을 두고 각각의 위성을 관측하는 경우",
      "두 개의 수신기가 동일한 순간 동안 각각의 위성을 관측하는 경우",
      "두 개의 수신기가 동일한 순간 동안 동일한 위성을 관측하는 경우",
      "한 개의 수신기가 한순간에 한 개의 위성만 관측하는 경우"
    ],
    "subject": "응용측량",
    "text": "GPS에서 단일차 분해(single difference solution)를 얻을 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-40",
    "options": [
      "15cm",
      "24cm",
      "48cm",
      "52cm"
    ],
    "subject": "응용측량",
    "text": "지표에서 거리 1000m 떨어진 A, B 두개의 수직터널에 의하여 터널 내외의 연결측량을 하는 경우 수직터널의깊이가 1500m라 할 때, 두 수직터널 간 거리의 지표와 지하에서의 차이는? (단, 지구반지름 R=6370km)",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20150816-21",
    "options": [
      "복심곡선",
      "3차포물선",
      "클로소이드곡선",
      "램니스케이트곡선"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 곡선설치에 사용하는 완화곡선에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-22",
    "options": [
      "19.4m",
      "29.4m",
      "39.4m",
      "49.4m"
    ],
    "subject": "응용측량",
    "text": "축척 1:10000의 항공사진에서 건물의 시차를 측정하니 상부가 19.33mm, 하부가 16.83mm이었다면 건물의 높이는? (단, 촬영고도=800m, 사진 상의 기선길이=68mm)",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-23",
    "options": [
      "±0.5mm",
      "±3.9mm",
      "±5.2mm",
      "±8.5mm"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 20“ 인 레벨(Level)을 사용하여 40m 떨어진 표척을 시준할 때 발생할 수 있는 시준 오차는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-24",
    "options": [
      "bx",
      "by",
      "bz",
      "K1"
    ],
    "subject": "응용측량",
    "text": "상호표정에서 그림과 같은 시차를 소거하기 위한 표정인자는?",
    "local_images": [
      "images/ea20150816-24_img_0.gif"
    ],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-25",
    "options": [
      "4.5m",
      "5.5m",
      "4.5cm",
      "5.5cm"
    ],
    "subject": "응용측량",
    "text": "두 개의 수직터널에 의하여 깊이 700m의 터널 내외를 연결을 하는 경우에 지상에서의 수직터널 간 거리가 500m라면 두 수직터널 간 터널 내외에서의 거리 차이는? (단, 지구반지름 R=6370km이다.)",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-26",
    "options": [
      "전리층지연에 의한 오차를 제거할 수 있다.",
      "단일 주파수 수신기보다 일반적으로 가격이 저렴하다.",
      "이중 주파수 수신기는 C/A 코드를 사용하고 단일 주파수 수신기는 P코드를 사용한다.",
      "단거리 측량에 비하여 장거리 기성측량에서는 큰 이점이 없다."
    ],
    "subject": "응용측량",
    "text": "단일 주파수 수신기와 비교할 때, 이중 주파수 수신기의 특징에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-27",
    "options": [
      "등고선은 등경사지에서 등간격으로 나타낸다.",
      "등고선은 도면 내ㆍ외에서 반드시 폐합하는 폐곡선이다.",
      "등고선은 절벽이나 동굴을 제외하고는 교차하지 않는다.",
      "등고선은 급경사지에서는 간격이 넓고 완경사지에서는 좁다."
    ],
    "subject": "응용측량",
    "text": "등고선의 설질을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-28",
    "options": [
      "단곡선",
      "복심곡선",
      "완화곡선",
      "반향곡선"
    ],
    "subject": "응용측량",
    "text": "곡선의 종류 중 원곡선 두 개가 접속점에서 각각 다른 방향으로 굽어진 형태의 곡선으로 주로 계곡부에 이용되는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-29",
    "options": [
      "307.5m",
      "314.9m",
      "321.6m",
      "329.6m"
    ],
    "subject": "응용측량",
    "text": "그림의 AC와 DB간 원곡선을 설치하려고 할 때, 교점을 장애물로 인해 관측할 수 없어 ∠ACD=140°, ∠CDB=100°, CD=180m를 관측했다. 이 때 C점에서 BC점까지의 거리는? (단, 곡선반지름=300m)",
    "local_images": [
      "images/ea20150816-29_img_0.gif"
    ],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-30",
    "options": [
      "2.0mm",
      "2.5mm",
      "3.0mm",
      "3.5mm"
    ],
    "subject": "응용측량",
    "text": "지상고도 3000m의 비행기에서 초점거리 15cm의 사진기로 촬영한 수직 공중사진에 나타난 50m교량의 크기는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-31",
    "options": [
      "얻어진 영상은 정사투영상에 가깝다.",
      "탐사된 자료가 즉시 이용될 수 있다.",
      "반복측정이 불가능하고 좁은 지역에 적합하다.",
      "회전주기가 일정하므로 원하는 지점 및 시기에 촬영하기 어렵다."
    ],
    "subject": "응용측량",
    "text": "인공위성을 이용한 원격탐사에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-32",
    "options": [
      "50m",
      "100m",
      "150m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "경사면 위에 두 점(A, B)에서 A점의 표고는 180m, B점의 표고는 60m이고, AB의 수평거리는 200m이다. B로부터 표고 150m인 등고선까지의 수평거리는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-33",
    "options": [
      "토털스테이션에 의한 직접측량법",
      "트래버스 측량에 의한 측설법",
      "삼각측량에 의한 측설법",
      "레벨에 의한 측설법"
    ],
    "subject": "응용측량",
    "text": "터널측량에서 지표 중심선 측량방법과 직접적으로 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-34",
    "options": [
      "58.8m",
      "59.8m",
      "60.8m",
      "61.8m"
    ],
    "subject": "응용측량",
    "text": "평판을 이용하여 측량한 결과가 그림과 같이 n=13, D=75m, S=1.25m, I=1.30m, HA=50.00m일 때 B점의 표고(HB)는?",
    "local_images": [
      "images/ea20150816-34_img_0.gif"
    ],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-35",
    "options": [
      "기본 GPS에 비해 정밀도가 떨어져 배나 비행기의 항법, 자동차 등에 응용되기 어려운 한계가 있다.",
      "제2의 장치가 수신기 근처에 존재하여 지금 현재 수신 받는 자료가 얼마만큼 빗나간 양이라는 것을 수신기에게 알려줌으로ㅆ 위치결정의 오차를 극소화 시킬 수 있는데, 바로 이 방법이 DFPS라고 불리는 기술이다.",
      "DFPS는 두 개의 GPS 수신기를 필요로 하는데, 하나의 수신기에는 정지해 있고(stationary) 다른 하나는 이동을(roving) 하면서 위치측정을 시행한다.",
      "정지한 수신기가 DGPS 개념의 핵심이 되는 것으로 정지 수신기는 실제 위성을 이용한 측정값과 이미 정밀하게 결정된 실제 값과의 차이를 계산한다."
    ],
    "subject": "응용측량",
    "text": "DGPS(Differential GPS)를 이용한 측위에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-36",
    "options": [
      "연직점",
      "주점",
      "등각점",
      "표정점"
    ],
    "subject": "응용측량",
    "text": "항공사진의 특수 3점 중 기본변위의 중심점이 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-37",
    "options": [
      "1°25‘ 58“",
      "2°51‘ 53“",
      "5°43‘ 55“",
      "5°44‘ 21“"
    ],
    "subject": "응용측량",
    "text": "반지름(R)-200m, 교각(I)=42°36'인 원곡선에서 현길이(弦長) 20m에 대한 편각(δ)은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-38",
    "options": [
      "음파탐사기법",
      "전기탐사기법",
      "자장탐사기법",
      "지중레이더 탐사기법"
    ],
    "subject": "응용측량",
    "text": "지하시설물측량 방법 중 수도관의 누수를 찾기 위한 방법으로 비금속(PVC 등) 수도관을 탐사하는데 유용한 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-39",
    "options": [
      "45.366m",
      "45.376m",
      "45.355m",
      "45.375m"
    ],
    "subject": "응용측량",
    "text": "P점의 높이를 직접수준측량에 의하여 A, B, C, D의 수준점에서 관측한 결과 각 노선별 거리와 표고값이 다음과 같을 때, P점의 최확값은?",
    "local_images": [
      "images/ea20150816-39_img_0.gif"
    ],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-40",
    "options": [
      "12.5m2",
      "11.5m2",
      "10.5m2",
      "9.5m2"
    ],
    "subject": "응용측량",
    "text": "삼각형의 세 꼭지점의 좌표가 A(3, 4), B(6, 7), C(7, 1)일 때에 삼각형의 면적은? (단, 좌표의 단위는 m이다.)",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150531-21",
    "options": [
      "긴급구조 및 방재",
      "터널내 중심선 측량",
      "지상측량 및 측지측량기준망 설정",
      "지형공간정보 및 시설물관리"
    ],
    "subject": "응용측량",
    "text": "GPS의 직접적인 활용분야와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-22",
    "options": [
      "용지 측량",
      "다각 측량",
      "공사 측량",
      "조사 측량"
    ],
    "subject": "응용측량",
    "text": "용지 경계와 용지 면적을 산출함으로써 지가 보상 등의 자료로 사용할 목적으로 실시하는 노선측량 단계는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-23",
    "options": [
      "21° 48′ 05″",
      "158° 11′ 55″",
      "201° 48′ 05″",
      "338° 11′ 55″"
    ],
    "subject": "응용측량",
    "text": "터널을 만들기 위하여 A, B 두점의 좌표를 측정한 결과 A점은 N(X)A = 1000.00 m, E(Y)A = 250.00 m, B점은 N(X)B = 1500.00 m, E(Y)B = 50.00 m 이었다면 AB의 방위각은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-24",
    "options": [
      "음영",
      "색조",
      "크기와 형태",
      "운량과 풍력"
    ],
    "subject": "응용측량",
    "text": "항공사진(수직사진)의 판독에 필요한 요소로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-25",
    "options": [
      "지구의 곡률에 의한 오차",
      "빛의 굴절에 의한 오차",
      "표척의 눈금이 표준(검정)길이와 달라 발생하는 오차",
      "십자선의 굵기 때문에 생기는 읽음 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서의 오차 중 우연오차에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-26",
    "options": [
      "38.7 m",
      "125 m",
      "250 m",
      "750 m"
    ],
    "subject": "응용측량",
    "text": "편각법에 의한 단곡선 설치에서 외할 250m, 교각 120° 일 때 곡선반지름은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-27",
    "options": [
      "0.006 m",
      "0.012 m",
      "0.018 m",
      "0.024 m"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 40″ 인 레벨로 60m 전방에 세운 표척을 시준한 후 기포가 1눈금 이동하였을 때 발생하는 오차는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-28",
    "options": [
      "선주사방식 – 사진방식",
      "카메라방식 – Laser방식",
      "화상센서 - 수동적센서",
      "능동적센서 – T.V방식"
    ],
    "subject": "응용측량",
    "text": "원격 센서(Remote Sensor)의 분류관계가 올바르게 짝지어진 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-29",
    "options": [
      "위성 시계 오차",
      "영상 표정 오차",
      "위성 궤도 오차",
      "대류권 굴절 오차"
    ],
    "subject": "응용측량",
    "text": "GPS 시스템 오차의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-30",
    "options": [
      "종시차 소거",
      "초점거리 조정",
      "렌즈의 왜곡 보정",
      "사전주점과 투영기의 중심 일치"
    ],
    "subject": "응용측량",
    "text": "상호표정에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-31",
    "options": [
      "합수선(계곡선)",
      "분수선(능선)",
      "경사변환선",
      "최대경사선"
    ],
    "subject": "응용측량",
    "text": "지성선 중에서 빗물이 이것을 따라 좌우로 흐르게 되는 선으로 지표면이 높은 곳의 꼭대기점을 연결한 선은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-32",
    "options": [
      "±1mm",
      "±3mm",
      "±5mm",
      "±7mm"
    ],
    "subject": "응용측량",
    "text": "2점간의 관측거리(편도)가 4km 인 2점을 1등수준측량 하였을 때의 왕복관측 값의 최대 허용 교차는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-33",
    "options": [
      "복심곡선",
      "렘니스케이트",
      "반향곡선",
      "단곡선"
    ],
    "subject": "응용측량",
    "text": "곡선설치법에서 원곡선의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-34",
    "options": [
      "점고법",
      "방안법(사각형분할법)",
      "횡단점법",
      "종단점법(기준점법)"
    ],
    "subject": "응용측량",
    "text": "비교적 소축척으로 산지 등의 측량에 이용되는 등고선 측정 방법으로 지성선 상의 중요점의 위치와 표고를 측정하고 이 점으로부터 등고선을 삽입하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-35",
    "options": [
      "포로-코페(Porro-Koppe)의 방법",
      "보정판을 사용하는 방법",
      "화면거리를 변화시키는 방법",
      "파인더(finder)를 사용하는 방법"
    ],
    "subject": "응용측량",
    "text": "중심투영에 의하여 만들어진 점과 실제점의 변위를 의미하는 왜곡수차의 보정방법으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-36",
    "options": [
      "1769.5 m",
      "2090.0 m",
      "2731.0 m",
      "3051.5 m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 기지점에서 곡선시점(B.C)까지의 거리가 2410.5m 이고 곡선의 길이가 320.5m 이면 곡선종점(E.C)까지의 거리는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-37",
    "options": [
      "333 m",
      "420 m",
      "550 m",
      "600 m"
    ],
    "subject": "응용측량",
    "text": "초점거리 15cm, 사진의 크기 23cm × 23cm, 축척 1:20000, 촬영기준면으로부터 중복도 60%가 되도록 촬영계획을 세웠다. 동일한 조건에서 중복도가 50%가 되도록 하기 위한 비행고도의 변화량은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-38",
    "options": [
      "영선법",
      "등고선법",
      "점고법",
      "채색법"
    ],
    "subject": "응용측량",
    "text": "짧은 선의 간격, 굵기, 길이 및 방향 등으로 지표의 기복을 나타내는 방법으로 우모법이라고도 하는 지형 표시 방법은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-39",
    "options": [
      "작업계획 – 자료수집 – 지하시설물 탐사 – 지하시설물 원도 작성 – 작업조서 작성",
      "자료수집 – 작업계획 – 지하시설물 탐사 – 작업조서 작성 – 지하시설물 원도 작성",
      "작업계획 – 지하시설물 탐사 – 자료수집 – 지하시설물 원도 작성 – 작업조서 작성",
      "자료수집 – 지하시설물 탐사 – 작업계획 – 작업조서 작성 – 지하시설물 원도 작성"
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-40",
    "options": [
      "삼각측량 - 평판측량",
      "평판측량 - 트래버스측량",
      "트래버스측량 - 수준측량",
      "수준측량 – 삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널공사에서 터널내의 기준점설치에 주로 사용되는 방법으로 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150308-21",
    "options": [
      "1m",
      "5m",
      "10m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "축척 1:50,000의 지형도에서 주곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-22",
    "options": [
      "100m",
      "200m",
      "300m",
      "400m"
    ],
    "subject": "응용측량",
    "text": "GPS 신호에서 P코드의 1/10 주파수를 가지는 C/A코드의 파장 크기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-23",
    "options": [
      "0.51",
      "0.61",
      "0.71",
      "0.81"
    ],
    "subject": "응용측량",
    "text": "초점거리 15cm, 사진크기 23cm×23cm인 카메라로 종중복 60%로 촬영한 평지연직사진의 축척이 1:10,000일 때 기선고도비는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-24",
    "options": [
      "중심말뚝간 시통이 잘되도록 하기 위하여",
      "차량 등에 의한 기준점 파손을 막기 위하여",
      "후속작업을 위해 쉽게 제거할 수 있도록 하기 위하여",
      "측량 시 쉽게 발견할 수 있도록 하기 위하여"
    ],
    "subject": "응용측량",
    "text": "터널 내 중심선 측량 시 도벨을 설치하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-25",
    "options": [
      "45.25m",
      "55.57m",
      "57.74m",
      "81.37m"
    ],
    "subject": "응용측량",
    "text": "반지름 100m의 단곡선을 설치하기 위하여 교각 I를 관측하였더니 60°이었다. 곡선시점과 교점 (I.P)의 거리는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-26",
    "options": [
      "기고식",
      "고차식",
      "승강식",
      "기준면식"
    ],
    "subject": "응용측량",
    "text": "수준 측량 시 중간시가 많은 경우 가장 편리한 야장 기입 방법은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-27",
    "options": [
      "색조",
      "형상",
      "음영",
      "질감"
    ],
    "subject": "응용측량",
    "text": "사진의 판독요소로 천연색 사진이 판독범위가 넓으며 천연색 사진에서 밭, 논, 수면 등을 판독할 때 가장 중요한 요소는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-28",
    "options": [
      "경사변환선",
      "합수선",
      "최대경사선",
      "분수선"
    ],
    "subject": "응용측량",
    "text": "지성선 중에서 등고선 간의 최소거리를 의미하는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-29",
    "options": [
      "0° 27‘ 05“",
      "0° 11‘ 24“",
      "1° 45‘ 16“",
      "1° 45‘ 20“"
    ],
    "subject": "응용측량",
    "text": "교각 55°, 곡선반지름 285m인 단곡선이 설치된 도로의 기점에서 교점(I.P)까지의 추가 거리가 423.87m일 때 시단현의 편각은? (단, 말뚝간의 중심거리는 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-30",
    "options": [
      "62.332m",
      "62.329m",
      "62.334m",
      "62.341m"
    ],
    "subject": "응용측량",
    "text": "A, B 두 지점 간 지반고의 차를 구하기 위하여 왕복 관측한 결과 그림과 같은 관측값을 얻었을 때 최확값은?",
    "local_images": [
      "images/ea20150308-30_img_0.gif"
    ],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-31",
    "options": [
      "30m",
      "31m",
      "33m",
      "35m"
    ],
    "subject": "응용측량",
    "text": "굴뚝의 높이를 구하기 위하여 왕복 관측한 결과 그림과 같은 관측값을 얻었을 때 최확값은?(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [
      "images/ea20150308-31_img_0.gif"
    ],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-32",
    "options": [
      "2",
      "4",
      "8",
      "14"
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선의 매개변수를 2배 증가시키고자 한다. 이 때 곡선의 반지름이 일정하다면 완화곡선의 길이는 몇 배로 되는가?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-33",
    "options": [
      "정밀도 저하율의 수치가 클수록 정확하다.",
      "위성들의 상대적인 가하학적 상태가 위치결정에 미치는 오차를 표시한 것이다.",
      "무차원수로 표시된다.",
      "시간의 정밀도에 의한 DOP의 형식을 TDOP라 한다."
    ],
    "subject": "응용측량",
    "text": "정밀도 저하율(DOP:Dilution of Precision)의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-34",
    "options": [
      "지상에서의 수준측량방법과 장비 모두 동일하다.",
      "수준점의 위치는 바닥레일의 중심점을 이용한다.",
      "이동식 답판을 주로 이용해야 안정성이 있다.",
      "수준점은 천정에 주로 설치한다."
    ],
    "subject": "응용측량",
    "text": "터널 레벨측량의 특징에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-35",
    "options": [
      "짧은 시간 내에 넓은 지역을 동시에 관측할 수 있으며 반복관측이 가능하다.",
      "다중파장대에 의한 지구표면 정보획득이 용이하고 판독이 자동적이고 정량화가 가능하다.",
      "탐사된 자료가 즉시 이용될 수 있으며, 재해, 환경문제 해결에 편리하다.",
      "회전주기를 자유롭게 조정할 수 있으므로 원하는 지점 및 시기에 관측하기 용이하다."
    ],
    "subject": "응용측량",
    "text": "인공위성에 의한 원격탐사(remote sensing)의 특징에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-36",
    "options": [
      "영선법",
      "채색법",
      "음영법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "지형도에 의한 댐의 저수량 측정에 사용할 방법으로 정당한 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-37",
    "options": [
      "1/50초",
      "1/100초",
      "1/250초",
      "1/500초"
    ],
    "subject": "응용측량",
    "text": "축척 1:20,000의 사진을 제작하고자 할 때, 항공기의 속도를 180km/h, 흔들림의 허용량을 0.01mm라 할 때 최장 노출시간으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-38",
    "options": [
      "정사 현상(orthoscopic effect)",
      "역 현상(pseudoscopic effect)",
      "카메론 현상(cameron effect)",
      "반사 현상(reflection effect)"
    ],
    "subject": "응용측량",
    "text": "지상에서 이동하고 있는 물체가 사진에 나타나 그 이동한 물체를 입체시할 때 그 운동이 기선방향이면 물체가 뜨거나 가라앉아 보이는 현상은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-39",
    "options": [
      "C/A 코드 및 P코드로 의사거리를 관측하여 관측점의 위치를 계산한다.",
      "L1 주파의 위상(L1 Carrier Phase) 관측자료를 이용, 정수파수의 정수치(Integer Number)를 구함으로서 mm또는 cm 정도의 정밀한 기선벡터를 계산할 수 있다.",
      "L1 주파의 위상(L1 Carrier Phase) 관측자료만으로 전리층 오차를 보정할 수 있다.",
      "L1, L2 2주파수의 위상관측자료를 이용하면 L1 주파만 이용할 때보다 정수파수의 정수치(Integer Number)를 정확히 얻을 수 있다."
    ],
    "subject": "응용측량",
    "text": "GPS 관측에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-40",
    "options": [
      "+1.00%",
      "-1.00%",
      "+1.25%",
      "-1.25%"
    ],
    "subject": "응용측량",
    "text": "종단측량을 행하여 표와 같은 결과를 얻었을 때 측점 1과 측점 5의 지반고를 연결한 도로 계획선의 경사도는? (단, 중심선의 간격은 20m이다.)",
    "local_images": [
      "images/ea20150308-40_img_0.gif"
    ],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20140817-21",
    "options": [
      "화폭",
      "편경사",
      "종곡선",
      "매개변수"
    ],
    "subject": "응용측량",
    "text": "곡선설치에서 캔트(cant)의 의미는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-22",
    "options": [
      "39°56‘37“",
      "50°03‘22“",
      "219°57‘49“",
      "320°02‘11“"
    ],
    "subject": "응용측량",
    "text": "직선 터널을 뚫기 위해 트래버스측량을 실시하여 표와 같은 값을 얻었다. 터널 중심선 AB의 방위각은?",
    "local_images": [
      "images/ea20140817-22_img_0.gif"
    ],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-23",
    "options": [
      "643.35m",
      "261.68m",
      "382.27m",
      "288.66m"
    ],
    "subject": "응용측량",
    "text": "그림의 AB 간에 곡선을 설치하고자 하였으나 교점(P)에 접근할 수 없어 ∠ACD=140°, ∠CDB=90° 및 CD=200m를 관측하였다. C점에서 출발점(B.C)까지의 거리는? (단, 곡선반지름 R은 300m이다.)",
    "local_images": [
      "images/ea20140817-23_img_0.gif"
    ],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-24",
    "options": [
      "구름이 사진에 나타날 때",
      "항공기의 고도가 계획촬영 고도의 5% 이상 벗어날 때",
      "인접 코스 간의 종복도가 표고의 최고점에서 5% 미만일 때",
      "촬영 진행방향의 종복도가 53% 미만인 경우가 전 코스 사진 매수의 1/4이상일 때"
    ],
    "subject": "응용측량",
    "text": "항공사진은 촬영에서 재촬영하여야 할 판정기준으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-25",
    "options": [
      "승각식",
      "고차식",
      "중간식",
      "기고식"
    ],
    "subject": "응용측량",
    "text": "수준측량 시에 중간점(I, P)이 많을 경우에 가장 많이 사용되는 야장 기입법은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-26",
    "options": [
      "표고는 2점 사이의 높이차를 의미한다.",
      "어느 지점의 높이는 기준면으로부터 연직거리로 표시한다.",
      "기포관의 감도는 기포 1눈금에 대한 중심각의 변화를 의미한다.",
      "기준면으로부터 정확한 높이를 측정하여 수즌측량의기준이 되는 점으로 정해 놓은 검을 수준원점이라 한다."
    ],
    "subject": "응용측량",
    "text": "수준측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-27",
    "options": [
      "2°6‘35“",
      "2°51‘53“",
      "3°44‘35“",
      "5°44‘53“"
    ],
    "subject": "응용측량",
    "text": "원곡선의 설치에서 편각법에 의하여 중심말뚝을 설치하고자 한다. 곡선반지름이 150m, 시단현의 길이가 15m이면 시단현에 의한 편각은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-28",
    "options": [
      "망원경의 시준선이 기포관측에 평행이 아닌 때의 오차",
      "시준하는 순간 기포가 중앙에 있지 않아 생기는 오차",
      "전시와 후시의 야장기입을 잘못하여 생기는 오차",
      "표척이 표준길이가 아닌 경우의 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전시와 후시의 거리가 같게 하여 소거할 수 있는 주요 오차는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-29",
    "options": [
      "번들조정법(광속조정법)",
      "독립모델조정법",
      "다항식법",
      "유한요소법"
    ],
    "subject": "응용측량",
    "text": "사진기준점 측량의 조정계산방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-30",
    "options": [
      "터널측량은 터널 내 측량, 터널 외 측량, 터널 내외 연결측량으로 구분된다.",
      "터널 내의 측점은 천장에 설치하는 것이 유리하다.",
      "터널 내 측량에서는 망원경의 십자선 및 표척에 조명이 필요하다.",
      "터널 내에서의 곡선 설치는 중앙종거법을 사용하는 것이 가장 유리하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-31",
    "options": [
      "전리층 오차",
      "위성시계 오차",
      "대기오차",
      "상대오차"
    ],
    "subject": "응용측량",
    "text": "위성과 수신기 사이의 의사거리를 구하는 데 보정되는 오차로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-32",
    "options": [
      "460m",
      "690m",
      "920m",
      "1,150m"
    ],
    "subject": "응용측량",
    "text": "사진축척이 1:10,000이고 종중복도가 60일 때 촬영 종기선의 길이는? (단, 사진크기는 23cm×23cm이다.)",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-33",
    "options": [
      "59.50m",
      "63.80m",
      "67.69m",
      "71.10m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 중심을 0으로 하는 반지름 100m, 교각 60°인 기존의 원곡선에서 교각과 접선을 공통으로 하고 외할의 길이를 10m 증가하여 신규 원곡석을 설치하고자 할 때, 두 원곡선의 길이의 차는?",
    "local_images": [
      "images/ea20140817-33_img_0.gif"
    ],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-34",
    "options": [
      "시준축 오차",
      "수평축 오차",
      "연직축 오차",
      "편심 오차"
    ],
    "subject": "응용측량",
    "text": "수평각 관측에서 측각오차 중 망원경을 정ㆍ반으로 관측하여 소거할 수 있는 오차가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-35",
    "options": [
      "10cm",
      "27cm",
      "25cm",
      "20cm"
    ],
    "subject": "응용측량",
    "text": "사진의 크기가 23cm×23cm인 카메라로 평탄한 지역을 비행고도 2,000m로 촬영하여 연직사진을 얻었을 경우 촬영면적이 21.16km2이면 이 카메라의 초점거리는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-36",
    "options": [
      "1/50초",
      "1/100초",
      "1/150초",
      "1/250초"
    ],
    "subject": "응용측량",
    "text": "축척 1:10,000의 항공사진을 180km/h로 촬영할 경우 허용 흔들림의 범위를 0.02mm로 한다면 최장노출시간으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-37",
    "options": [
      "공선조건",
      "공면조건",
      "수렴조건",
      "수평조건"
    ],
    "subject": "응용측량",
    "text": "사진측량에서 공간상의 임의의 점과 그에 대응하는 사진상의 점 및 사진 및 사진기의 투영중심이 동일 직선 상에 있어야 한다는 조건은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-38",
    "options": [
      "위성에 대한 우주 부분",
      "지상 관제도에서의 제어부분",
      "경영 활동을 위한 영업 부분",
      "측량용 수신기에 대한 사용자 부분"
    ],
    "subject": "응용측량",
    "text": "GPS 시스템의 구성요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-39",
    "options": [
      "도근점",
      "경사변환점",
      "등각점",
      "이점"
    ],
    "subject": "응용측량",
    "text": "기설의 기준점만으로 세부측량을 실시하기에 부족할 경우 기설기준점을 기준으로 지형측량에 필요한 새로운 측점을 관측하여 결정된 기준점은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-40",
    "options": [
      "담채법",
      "점고법",
      "영선법",
      "채색법"
    ],
    "subject": "응용측량",
    "text": "하천, 호수, 항만 등의 수심을 나타내기에 가장 적합한 지형표시방법은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140525-21",
    "options": [
      "1/100초",
      "1/250초",
      "1/500초",
      "1/1000초"
    ],
    "subject": "응용측량",
    "text": "시속 720km, 고도 3000m, 렌즈의 초점거리 150mm 허용흔들림이 0.02mm일 때 최장노출시간은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-22",
    "options": [
      "정준 조정",
      "시차 조정",
      "사진중심 조정",
      "축척과 경사 조정"
    ],
    "subject": "응용측량",
    "text": "사진측량에서 절대표정에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-23",
    "options": [
      "40m",
      "60m",
      "100m",
      "160m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=80m, 곡선길이 L=20m일 때 클로소이드의 매개변수 A의 값은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-24",
    "options": [
      "7.67mm",
      "10.84mm",
      "15.33mm",
      "21.68mm"
    ],
    "subject": "응용측량",
    "text": "평지에 있는 언덕의 높이는 200m 이고 이때 항공사진을 촬영하기 위한 비행고도가 3000m이다. 사진 상에서 지상변위의 최대값은? (단, 항공사진 1장의 크기는 23cm × 23cm 이다.)",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-25",
    "options": [
      "±5.0mm",
      "±5.5mm",
      "±6.0mm",
      "±6.5mm"
    ],
    "subject": "응용측량",
    "text": "직접수준측량에서 2km를 왕복하는데 오차가 ±4mm 발생하였다면 이와 같은 정밀도로 하여 4.5km를 왕복했을 때의 오차는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-26",
    "options": [
      "관측 자료의 판독은 자동적이나 정량화가 불가능하다.",
      "짧은 시간에 넓은 지역을 동시에 측정할 수 있다.",
      "얻어진 영상은 정사투영에 가깝다.",
      "반복 측정이 가능하다."
    ],
    "subject": "응용측량",
    "text": "원격탐사의 특성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-27",
    "options": [
      "자외선",
      "초록색",
      "노랑색",
      "적외선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원격탐사에 사용되는 전자 스펙트럼에서 가장 파장이 긴 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-28",
    "options": [
      "13",
      "15",
      "17",
      "18"
    ],
    "subject": "응용측량",
    "text": "축척 1:50000의 지형도에서 A의 표고가 235m이고, B의 표고가 563m일 때 지형도 상에 주곡선 간격의 등고선을 몇 개 삽입할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-29",
    "options": [
      "이중차는 2개의 단일차의 합이다.",
      "이중차는 여러 에포크에서 2개의 수신기로 추적 되는 1개의 위성을 포함한다.",
      "이중차는 여러 에포크에서 1개의 수신기로 추적 되는 2개의 위성을 포함한다.",
      "동시에 2개 위성을 추적하는 2개의 수신기는 이중차 관측이다."
    ],
    "subject": "응용측량",
    "text": "GPS에서 이중차분법(Double Differencing)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-30",
    "options": [
      "2° 11′ 59″",
      "2° 13′ 19″",
      "3° 11′ 59″",
      "3° 13′ 19″"
    ],
    "subject": "응용측량",
    "text": "터널의 시점(P)과 종점(Q)의 좌표가 P(1200, 800, 75), Q(1600, 600, 100)로 터널을 굴진할 경우 경사각은? (단, 좌표단위 : m)",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-31",
    "options": [
      "용지측량",
      "토공의 기준틀 측량",
      "주요말뚝의 인조점 설치 측량",
      "중심말뚝의 검측"
    ],
    "subject": "응용측량",
    "text": "노선측량 중 공사측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-32",
    "options": [
      "68m",
      "90m",
      "124m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 곡선중점(E)을 E′로 이동하여 교각의 변화 없이 신곡선을 설치하고자 한다. 신곡선의 반지름은?",
    "local_images": [
      "images/ea20140525-32_img_0.gif"
    ],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-33",
    "options": [
      "49.6m",
      "50.1m",
      "59.6m",
      "60.1m"
    ],
    "subject": "응용측량",
    "text": "경사면 AB, BC에 따라 거리를 측정하여 AB=21.562m, BC=28.064m를 얻었다. 1측점에서 레벨을 설치하여 A, B, C 상에 표척을 세워 아래와 같이 얻었을 때 AC의 수평거리는?",
    "local_images": [
      "images/ea20140525-33_img_0.gif"
    ],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-34",
    "options": [
      "15.0m",
      "18.8m",
      "33.5m",
      "37.5"
    ],
    "subject": "응용측량",
    "text": "그림에서 삼각형  와 평행하게 m : n = 1 : 4의 비율로 분할하고자 할 경우, AB=75m일 때  의 거리는?",
    "local_images": [
      "images/ea20140525-34_img_0.gif",
      "images/ea20140525-34_img_1.gif",
      "images/ea20140525-34_img_2.gif"
    ],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-35",
    "options": [
      "확폭",
      "캔트",
      "종거",
      "완화구간"
    ],
    "subject": "응용측량",
    "text": "원심력에 의한 곡선부의 차량탈선을 방지하기 위하여 곡선부의 횡단 노면 외측부를 높여주는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-36",
    "options": [
      "엄밀수직사진",
      "엄밀수평사진",
      "정사사진",
      "사진집성도"
    ],
    "subject": "응용측량",
    "text": "기복변위와 경사변위를 모두 제거한 사진으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-37",
    "options": [
      "절취깊이가 10m 미만인 경우",
      "지질이 좋지 못하여 절취면의 유지가 곤란한 경우",
      "경제적 여건을 고려하여 터널의 설치가 유리한 경우",
      "지질이 좋지 않아 절취면의 보수 작업이 곤란한 경우"
    ],
    "subject": "응용측량",
    "text": "일반적으로 터널을 설치하는 것이 유리한 경우로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-38",
    "options": [
      "전시와 후시의 거리를 동일하게 한다.",
      "기포가 중앙에 있을 때 읽는다.",
      "표척이 연직으로 세워졌는지 확인한다.",
      "레벨의 설치 횟수를 홀수회로 끝나도록 한다."
    ],
    "subject": "응용측량",
    "text": "현장에서 수준측량을 정확하게 수행하기 위해서 고려해야할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-39",
    "options": [
      "4mm",
      "8mm",
      "10mm",
      "15mm"
    ],
    "subject": "응용측량",
    "text": "1:50000 지형도에서 제한경사 5%의 노선을 산정하기 위한 주곡선 간의 도상 거리는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-40",
    "options": [
      "약 6시간",
      "약 12시간",
      "약 18시간",
      "약 24시간"
    ],
    "subject": "응용측량",
    "text": "GPS를 구성하는 위성의 궤도 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140302-21",
    "options": [
      "표척의 영점오차 소거",
      "시준축에 의한 오차의 소거",
      "구차의 소거",
      "기차의 소거"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 표척(수준척)을 세우는 횟수를 짝수로 하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-22",
    "options": [
      "전자탐사법",
      "자기탐사법",
      "음파탐사법",
      "전기탐사법"
    ],
    "subject": "응용측량",
    "text": "지하시설물의 탐사방법으로 수도관로 중 PVC 또는 플라스틱 관을 찾는 데 주로 이용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-23",
    "options": [
      "20.839m",
      "20.842m",
      "20.855m",
      "20.869m"
    ],
    "subject": "응용측량",
    "text": "수준점 A, B, C에서 수준측량을 한 결과가 표와 같을 때 P점의 최확값은?",
    "local_images": [
      "images/ea20140302-23_img_0.gif"
    ],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-24",
    "options": [
      "영선법",
      "채색법",
      "등고선법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "지형의 표시방법 중 길고 짧은 선으로 지표의 기복을 나타내는 방법은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-25",
    "options": [
      "347m",
      "339m",
      "332m",
      "326m"
    ],
    "subject": "응용측량",
    "text": "지형도에서 92m 등고선 상의 A점과 118m 등고선 상의 B점 사이에 일정한 기울기 8%의 도로를 만들었을 때 AB 사이 도로의 실제 결사거리는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-26",
    "options": [
      "T.L=R[sec(I/2)-1]",
      "T.L=R[1-cos(I/2)]",
      "T.L=R×tan(I/2)",
      "T.L=R×I[Red]"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 접선장(T.L)을 구하는 식은? (단, I:교각, R:곡선반지름)",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-27",
    "options": [
      "형상기준 정합",
      "미분연산자 정합",
      "영역기준 정합",
      "관계형 정합"
    ],
    "subject": "응용측량",
    "text": "수치사진측량의 영상정합(image matching) 방법에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-28",
    "options": [
      "GPS 위성들의 위치를 기록한 표",
      "GPS 위성을 포함하는 대원(Great Circle)의 평면",
      "신호를 수신하는 순간의 시간 간격",
      "GPS 안테나와 수신기를 연결하는 케이블"
    ],
    "subject": "응용측량",
    "text": "GPS에서 에포크(epoch)의 의미로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-29",
    "options": [
      "2°51'53\"",
      "3°49‘11“",
      "5°44‘02“",
      "8°21‘12“"
    ],
    "subject": "응용측량",
    "text": "어떤 도로에서 원곡선의 반지름이 200m일 때 현의 길이 20m에 대한 편각은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-30",
    "options": [
      "1.0mm",
      "1.5mm",
      "2.0mm",
      "2.5mm"
    ],
    "subject": "응용측량",
    "text": "비행고도 3,000m인 항공기에서 초점거리 150mm인 카메라로 촬영한 실제길이 50m 교량의 수2직사진에서의 길이는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-31",
    "options": [
      "위성에 의한 평균계산법",
      "무선항법에 의한 후방교회법",
      "수신기에 의하여 처리하는 자료해석법",
      "GPS에 의한 폐합 도선법"
    ],
    "subject": "응용측량",
    "text": "위성측량에서 GPS에 의하여 위치를 결정하는 기하학적인 원리는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-32",
    "options": [
      "측량대상의 범위가 넓다.",
      "대축척일수록 경제적이다.",
      "측량의 정확도가 균일하다.",
      "분업화에 의한 작업이 능률적이다."
    ],
    "subject": "응용측량",
    "text": "사진측량의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-33",
    "options": [
      "-21.87m",
      "-6.12m",
      "-5.36m",
      "-3.56m"
    ],
    "subject": "응용측량",
    "text": "수평거리가 18km일 때 광선의 굴절에 의한 오차는? (단, 굴절계수는 0.14, 지구의 곡선 반지름은 6,370km)",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-34",
    "options": [
      "수애선",
      "계곡선",
      "간곡선",
      "조곡선"
    ],
    "subject": "응용측량",
    "text": "지모의 형태를 표시하고 표고의 높이를 쉽게 파악하기 위해 주곡선 5개마다 표시하는 등고선은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-35",
    "options": [
      "짧은 파장대가 차단되어 영상이 선명하다.",
      "깨끗한 물일수록 밝은 영상 색조를 나타낸다.",
      "식물피복의 식별이 용이하다.",
      "육지와 해면의 경계가 명확하게 식별된다."
    ],
    "subject": "응용측량",
    "text": "적외선사진의 특성에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-36",
    "options": [
      "반향곡선",
      "머리핀곡선",
      "복심곡선",
      "종단곡선"
    ],
    "subject": "응용측량",
    "text": "반지름이 다른 2개의 단곡선이 그 접속점에서 공통접선을 갖고 그것들의 중심이 공통접선과 같은 방향에 있는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-37",
    "options": [
      "시차에 의한 오차",
      "태양의 직사광선에 의한 오차",
      "표척을 잘못 읽어 생기는 오차",
      "지구곡률에 의한 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 발생하는 오차 중 정오차인 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-38",
    "options": [
      "측량기계의 이상 여부",
      "터널 내에 설치한 도벨 상태의 이상 여부",
      "지산이 움직이고 있는가의 여부",
      "삼각측량 결과 오차점검의 여부"
    ],
    "subject": "응용측량",
    "text": "터널 내 측량에서 고저의 변동, 중심선의 이동을 기록하여 두고 수회 관측하여도 틀릴 경우의 원인조사 사항과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-39",
    "options": [
      "수직사진",
      "경사사진",
      "수평사진",
      "지상사진"
    ],
    "subject": "응용측량",
    "text": "항공사진은 촬영방향에 의한 카메라의 광축에 따라 분류할 수 있다. 이 분류에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-40",
    "options": [
      "15.91m",
      "16.93m",
      "17.95m",
      "18.97m"
    ],
    "subject": "응용측량",
    "text": "경사 터널의 고저차를 구하기 위해 그림과 같이 관측하여 I.H=1.15m, H.P=1.56m, 경사거리=31.00m, 고저각 α+30°의 결과를 얻었을 때 AB의 고저차는?",
    "local_images": [
      "images/ea20140302-40_img_0.gif"
    ],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20130818-21",
    "options": [
      "미지점에 세운 표척의 눈금을 읽는 것",
      "기지점에 세운 표척의 눈금을 읽는 것",
      "앞에 점에 세운 표척의 눈금을 읽는 것",
      "지반고를 알고 있는 점에 세운 표척의 눈금을 읽는 것"
    ],
    "subject": "응용측량",
    "text": "수준측향에서 전시(F.S : fore sight)에 대한 설명으로 옳은 것은? (정답이 정확하지 않습니다. 정답지를 찾지못하여 임의 정답 1번으로 설정하였습니다. 정답을 아시는 분께서는 오류 신고를 통하여 정답 입력 부탁 드립니다.)",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-22",
    "options": [
      "VDOP-수직 정밀도 저하율",
      "PDOP-위치 정밀도 저하율",
      "RDOP-상대 정밀도 저하율",
      "HDOP-기하학적 정밀도 저하율"
    ],
    "subject": "응용측량",
    "text": "DOP의 종류와 설명의 연결이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-23",
    "options": [
      "독립건물 앞",
      "도로교차점",
      "조곡선상",
      "경사가 급히 변하는 지점"
    ],
    "subject": "응용측량",
    "text": "지형측량에서 독립표고(spot height)를 나타내어야 하는 곳으로 적당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-24",
    "options": [
      "203.72m",
      "220.72m",
      "237.72m",
      "273.72m"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치시 교각이 60°, 반지름이 100m, B.C=No.5+8m일 때 곡선의 E.C까지의 거리는? (단, 중심 말뚝간격은 25m이다.)",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-25",
    "options": [
      "LANDSAT",
      "SPOT",
      "IKNOS",
      "MSS"
    ],
    "subject": "응용측량",
    "text": "원격탐사에 사용되는 인공위성의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-26",
    "options": [
      "등고선은 최대경사선과 직교한다.",
      "등고선은 폭포와 같이 도면 내외 어느 곳에서도 폐합되지 않는 경우가 있다.",
      "동일 등고선 상에 있는 모든 점은 높이가 같다.",
      "등고선은 절벽이나 동굴의 지형을 제외하고는 교차하지 않는다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-27",
    "options": [
      "14.3km2",
      "5.2km2",
      "1.5km2",
      "1.43km2"
    ],
    "subject": "응용측량",
    "text": "사진 크기 23cm×23cm, 초점거리 15cm, 촬영고도 780m일 때 사진의 실제 포괄면적은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-28",
    "options": [
      "97.36m",
      "101.46m",
      "103.76m",
      "108.36m"
    ],
    "subject": "응용측량",
    "text": "A점의 표고가 100.56m이고, A와 B점의 지표에 세운 표척의 관측값이 각각 a=+5.5m, b=+2.3m이라 할 때 B점의 표고는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-29",
    "options": [
      "지형의 표시방법에는 자연적 도법(영선법, 음영법)과 부호적 도법(등고선법, 단채법)이 있다.",
      "지성선은 지형을 묘사하기 위한 중요한 선으로 능선, 최대경사선, 계곡선 등이 있다.",
      "축척 1:50000, 1:25000, 1:5000 지형도의 주곡선 간격은 각각 20m, 10m, 2m이다.",
      "등고선 중 간곡선 간격은 조곡선 간격의 2배이다."
    ],
    "subject": "응용측량",
    "text": "지형측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-30",
    "options": [
      "10m",
      "30m",
      "50m",
      "70m"
    ],
    "subject": "응용측량",
    "text": "촬영고도 2500m에서 찍은 인접 사진에서 주점기선의 길이가 10cm이고, 어느 건물의 시차차가 2mm이었다면 건물의 높이는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-31",
    "options": [
      "356매",
      "534매",
      "625매",
      "715매"
    ],
    "subject": "응용측량",
    "text": "25km×10km의 토지를 종중복(P) 60%, 횡중복(Q) 30%, 사진축척 1:5000으로 촬영하였을 때의 입체 모델수는? (단, 사진의 크기는 23cm×23cm이다.)",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-32",
    "options": [
      "경사와 축척을 바로 수정하여 축척을 통일시키고 변위가 없는 수직 사진으로 수정하는 작업",
      "한 영상의 한 위치에 해당하는 실제의 객체가 다른 영상의 어느 위치에 형성되었는가를 발견하는 작업",
      "사진상의 주점이나 표정점 등 제점의 위치를 인접한 사진 상에 옮기는 작업",
      "지표의 상태를 파악하기 위하여 사진에 찍혀 있는 것이 무엇인지를 판별하는 작업"
    ],
    "subject": "응용측량",
    "text": "입체영상의 영상정합(image matching)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-33",
    "options": [
      "112.20m",
      "114.70m",
      "115.70m",
      "116.20m"
    ],
    "subject": "응용측량",
    "text": "터널 내에서의 수준측량 결과가 아래와 같을 때 B점의 지반고는?",
    "local_images": [
      "images/ea20130818-33_img_0.gif"
    ],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-34",
    "options": [
      "답사",
      "예측",
      "지표설치",
      "지하설치"
    ],
    "subject": "응용측량",
    "text": "터널측량의 작업 준서 중 선정한 중심선을 현지에 정확히 설치하고 터널의 입구나 수직터널의 위치를 결정하고 터널의 길이를 측량하는 작업은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-35",
    "options": [
      "다항식조정법(Polynomial Method)은 가장 최근에 제안된 방법이다.",
      "독립모델조정법(Independent Model Triangulation)은 공선조건식을 사용한다.",
      "광속조정법(Bundle Adjustment Method)은 공면조건식을 이용한다.",
      "광속조정법(Bundle Adjustment Method)은 사진좌표를 기본 단위로 사용한다."
    ],
    "subject": "응용측량",
    "text": "항공삼각측량(Areial Triangulation)의 방법에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-36",
    "options": [
      "지구의 곡률오차",
      "표척눈금 부정에 의한 오차",
      "광선의 굴절오차",
      "시준축 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전ㆍ후시 거리를 같게 함으로써 소거되지 않는 오차는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-37",
    "options": [
      "15.4m",
      "11.5m",
      "11.8m",
      "7.9m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 경사지에 폭 6.0m의 도로를 만들고자 한다. 절토 기울기 1:0.7, 절토고 2.0m, 성토기울기 1:1, 성토고 5m일 때 필요한 용지폭(x1+x2)은? (단, 여유폭 a는 1.50m로 한다.) (정답이 정확하지 않습니다. 정답지를 찾지못하여 임의 정답 1번으로 설정하였습니다. 정답을 아시는 분께서는 오류 신고를 통하여 정답 입력 부탁 드립니다.)",
    "local_images": [
      "images/ea20130818-37_img_0.gif"
    ],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-38",
    "options": [
      "복심곡선",
      "완화곡선",
      "반향곡선",
      "단곡선"
    ],
    "subject": "응용측량",
    "text": "철도를 설계할 때 직선부에서 곡선부로 열차가 주행하는 곳에는 어떤 형태의 노선을 설계하는 것이 바람직한가?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-39",
    "options": [
      "L1 반송파에는 C/A코드와 P코드가 포함되어 있다.",
      "L2 반송파에는 C/A코드만 포함되어 있다.",
      "L1 반송파가 L2 반송파보다 높은 수파수를 가지고 있다.",
      "위성에서 송신되는 신호는 대기의 상태에 따라 전파의 속도가 달라지는 것을 보정하기 위하여 파장이 다른 2가지의 전파를 동시에 수신한다."
    ],
    "subject": "응용측량",
    "text": "GPS 위성의 신호에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-40",
    "options": [
      "중앙종거=10.11m",
      "접선길이=57.95m",
      "곡선길이=114.33m",
      "장현길이=109.89m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선을 설치 할 때 교각(I)=45° 30', 반지름=130m인 경우 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130602-21",
    "options": [
      "승강식",
      "고차식",
      "기고식",
      "방사식"
    ],
    "subject": "응용측량",
    "text": "수준측량의 야장기입법 중 중간점(I.P)이 많을 때 가장 적합한 방법은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-22",
    "options": [
      "중심측량",
      "고저측량",
      "단면측량",
      "삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널의 준공을 위한 변형조사측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-23",
    "options": [
      "연직단면의 작성",
      "저수용량, 토공량의 산정",
      "면적의 도상 측정",
      "지적도 작성"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형도의 이용과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-24",
    "options": [
      "시준시 기포가 정중앙에 있지 않다.",
      "기포관의 곡률이 균일하지 않다.",
      "레벨의 조정이 불완전하다.",
      "기포가 둔감하다."
    ],
    "subject": "응용측량",
    "text": "수준측량에서 발생하는 오차 중에서 기계적 원인으로 발생하는 오차가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-25",
    "options": [
      "5.0m",
      "7.5m",
      "13.3m",
      "30.0m"
    ],
    "subject": "응용측량",
    "text": "실거리가 500m인 도로구간에 대해 항공사진측량을 실시하여 고도 1km 상공에서 촬영을 하였다면 사진에 나타난 도로의 길이는? (단, 카메라 초점거리는 150m이다.)",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-26",
    "options": [
      "항공기나 인공위성을 주로 이용한다.",
      "탐사 세선에는 수동적 센서와 능동적 센서가 있다.",
      "전자파의 많은 파장대 중 가시광선을 이용하는 것만을 의미한다.",
      "관측자료가 수치로 기록되어 판독이 자동적이고 정향화가 가능하다."
    ],
    "subject": "응용측량",
    "text": "원격탐사에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-27",
    "options": [
      "37.03km2",
      "41.03km2",
      "49.03km2",
      "60.23km2"
    ],
    "subject": "응용측량",
    "text": "초점거리가 150mm, 사진크기가 23cm×23cm, 비행고도가 7500m인 항공사진의 실체모델 하나의 유효면적은? (단, 종중복도는 60%, 횡중복도는 30%이다.)",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-28",
    "options": [
      "3차포물선",
      "클로소이드",
      "렘니스케이트",
      "복곡선"
    ],
    "subject": "응용측량",
    "text": "완화곡선 중  의 식으로 나타낼 수 있는 것은? (단, R:반지름, X:완화곡선 종점)",
    "local_images": [
      "images/ea20130602-28_img_0.gif"
    ],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-29",
    "options": [
      "1034.25m",
      "1123.45m",
      "1245.56m",
      "1368.86m"
    ],
    "subject": "응용측량",
    "text": "곡선 반지름(R)=150m, 교각(I)=90°인 단곡선에서 기정으로부터의 교점(I.P)의 추가거리가 1273.45m일 때, 곡선 시점(B.C)의 추가거리는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-30",
    "options": [
      "Static방법",
      "Kinematic방법",
      "Pseudo-Kinematic방법",
      "Real-Time Kinematic방법"
    ],
    "subject": "응용측량",
    "text": "GPS측량방법 중 후처리방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-31",
    "options": [
      "관측점간 수평거리",
      "절토 및 성토량",
      "계획선의 경사",
      "관측점의 지반고"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 일반적으로 종단면도에 기입되는 항목이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-32",
    "options": [
      "기계좌표계→지표좌표계→사진좌표계로 변환",
      "지표좌표계→기계좌표계→사진좌표계로 변환",
      "지표좌표계→사진좌표계→기계좌표계로 변환",
      "기계좌표계→사진좌표계→지표좌표계로 변환"
    ],
    "subject": "응용측량",
    "text": "내부표정에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-33",
    "options": [
      "341.5m",
      "363.1m",
      "421.6m",
      "463.0m"
    ],
    "subject": "응용측량",
    "text": "터널 내에서 A점의 좌표 및 표고가 (1328, 810, 86), B점의 좌표 및 표고가 (1734, 589, 112)일 때 A, B점을 연결하는 터널을 굴진할 경우 이 터널의 경사거리는? (단, 좌표의 단위는 m이다.)",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-34",
    "options": [
      "다항식법",
      "독립 모델법",
      "광속조정법",
      "그루버법"
    ],
    "subject": "응용측량",
    "text": "항공삼각측량에서 기본단위가 사진으로, 블록 내의 각 사진 상에 관측된 기준점, 접합점의 사진좌표를 이용하여 최소제곱법으로 사진의 외부표정요소 및 접합점의 최확값을 결정하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-35",
    "options": [
      "우리나라는 국도 및 중요한 간선 도로에 따라 약 2km마다 2등수준점을 설치하였다.",
      "수준점의 표고는 지오이드로부터의 높이를 말하며, 레벨측량으로 구한다.",
      "수준점 표석의 상단 가운데에는 십자선이 표시되어 있다.",
      "우리나라 수준점의 표고의 기준점은 수준원점이다."
    ],
    "subject": "응용측량",
    "text": "다음 중 수준점에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-36",
    "options": [
      "점고법",
      "우모법",
      "평행선법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형의 표시 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-37",
    "options": [
      "횡단점법",
      "종단점법",
      "지형점법",
      "방안점법"
    ],
    "subject": "응용측량",
    "text": "등고선 측정 방법 중 지성선 상의 중요한 지점의 위치와 표고를 측정하여 이 점들을 기준으로 하여 등고선을 삽입하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-38",
    "options": [
      "60m",
      "90m",
      "115m",
      "130m"
    ],
    "subject": "응용측량",
    "text": "비행속도 시속 180km/h 인 항공기에서 초점거리 150mm인 카메라로 어느 시가지를 촬영한 항공사진이 있다. 허용흔들림량이 사진상에서 0.01mm, 최장 허용 노출시간이 1/250초, 사진크기 23cm×23cm 일 때, 이 사진 상에서 연직점으로부터 6cm 떨어진 위치에 있는 건물의 사진상 변위가 0.26m라면 이 건물의 실제높이는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-39",
    "options": [
      "4.7m",
      "6.5m",
      "10.9m",
      "18.1m"
    ],
    "subject": "응용측량",
    "text": "곡선장이 104.7m이고, 곡선반지름 R=100m일 때, 곡선시점과 곡선종점간의 곡선거리와 직선거리(현장)의 차이는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-40",
    "options": [
      "높은 위성의 고도",
      "높은 신호감도",
      "낮은 신호잡음",
      "지형ㆍ지물에 의한 신호단절"
    ],
    "subject": "응용측량",
    "text": "GPS 측량에서 사이클 슬립(cycle slip)의 주된 원인은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130310-21",
    "options": [
      "KOMPSAT",
      "LANDSAT",
      "SPOT",
      "IKONOS"
    ],
    "subject": "응용측량",
    "text": "다음 중 우리나라에서 발사한 위성은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-22",
    "options": [
      "15.95m2",
      "14.95m2",
      "13.95m2",
      "12.95m2"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 노선 횡단면의 면적은?",
    "local_images": [
      "images/ea20130310-22_img_0.gif"
    ],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-23",
    "options": [
      "Sun spot",
      "Lineament",
      "Overlay",
      "Shadow pot"
    ],
    "subject": "응용측량",
    "text": "사진에서 볼 때 태양광선을 받아 주위보다 밝게 찍혀 보이는 부분을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-24",
    "options": [
      "58.8m",
      "59.8m",
      "60.8m",
      "61.8m"
    ],
    "subject": "응용측량",
    "text": "평판을 이용하여 측량한 결과가 그림과 같이 n=13, D=75m, S=1.25m, I=1.30m, HA=50.00m일 때 B점의 표고(HB)는?",
    "local_images": [
      "images/ea20130310-24_img_0.gif"
    ],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-25",
    "options": [
      "A-C-D-E-B",
      "A-C-B-D-E",
      "C-A-D-B-E",
      "C-B-A-E-D"
    ],
    "subject": "응용측량",
    "text": "노선측량의 직업 단계를 A-E와 같이 나눌 때, 일반적인 작업순서로 옳은 것은?",
    "local_images": [
      "images/ea20130310-25_img_0.gif"
    ],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-26",
    "options": [
      "5‘ 40“",
      "5° 20“",
      "5° 44“",
      "5° 54“"
    ],
    "subject": "응용측량",
    "text": "노선의 중심점간 길이가 20m이고 단곡선의 반지름 R=100m일 때 1체인(20m)에 대한 편각은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-27",
    "options": [
      "관측을 통하여 수집된 관측 자료를 분석한다.",
      "구조화편집을 통하여 최종자료 기반화를 완성한다.",
      "지하시설물의 변동사항 갱신과 지하시설물의 특성에 따른 모니터링체계를 통합한다.",
      "관측을 통하여 수집된 지하시설물윈도와 대장조서를 이용하여 대장입력과 도면제작편집을 수행한다."
    ],
    "subject": "응용측량",
    "text": "지하시설물측량을 지하시설물의 조사, 관측, 해석 및 유지관리로 구분할 때, 지하시설물 해석의 내용과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-28",
    "options": [
      "10.819m",
      "10.833m",
      "10.915m",
      "10.929m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 A에서부터 관측하여 폐합 수준 측량을 한 결과가 표와 같을 때 오차를 보정한 D점의 표고는?",
    "local_images": [
      "images/ea20130310-28_img_0.gif"
    ],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-29",
    "options": [
      "457.7m",
      "300.0m",
      "228.8m",
      "188.4m"
    ],
    "subject": "응용측량",
    "text": "반지름이 300m인 단곡선에서 교각 I=87° 24' 50“일 때 곡선장(C.L)은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-30",
    "options": [
      "우주부문",
      "사용자부문",
      "제어부문",
      "탐사부분"
    ],
    "subject": "응용측량",
    "text": "다음 중 GPS의 구성체계에 포함되지 않는 부문은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-31",
    "options": [
      "685.94m",
      "686.19m",
      "686.31m",
      "686.57m"
    ],
    "subject": "응용측량",
    "text": "터널 안에서 A점의 좌표가 (1749.0m, 1134.0m, 126.9m)B점의 좌표가 (2419.0m, 987.0m, 149.4m)일 때 A, B점을 연결하는 터널을 굴진하는 경우 이 터널의 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-32",
    "options": [
      "f=21cm, p=70%",
      "f=21cm, p=60%",
      "f=11cm, p=75%",
      "f=11cm, p=60%"
    ],
    "subject": "응용측량",
    "text": "초점거리(f) 21cm인 카메라로 촬영한 공중사진의 종중복도(p) 70%, 60%인 사진 2장과 초점거리 11cm인 카메라로 촬영한 공중사진의 종중복도 75%, 60%인 사진 2장, 총 4장의 사진 중 기선고도비가 가장 큰 것은? (단, 사진크기는 18cm×18cm로 동일하다.)",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-33",
    "options": [
      "4.18m",
      "6.72m",
      "14.18m",
      "13.28m"
    ],
    "subject": "응용측량",
    "text": "편각법으로 원곡선을 설치할 때 기점으로부터 교점까지의 거리=123.45m, 교각(I)=40°20', 곡선반지름(R)=100m 일 때 시단현의 길이는? (단, 중심말뚝의 간격은 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-34",
    "options": [
      "56%",
      "61%",
      "67%",
      "72%"
    ],
    "subject": "응용측량",
    "text": "초점거리 210mm, 사진크기 18cm×18cm인 카메라로 평지를 촬영한 항공사진 입체모델의 주점기선장이 60mm라면 종중복도는?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-35",
    "options": [
      "터널측량은 크게 터널내측량, 터널외측량, 터널내외연결특량으로 나누어진다.",
      "터널측량에서는 망원경의 십자선 및 표척에 조명이 필요하다.",
      "터널의 길이방량은 주로 트래버스측량으로 행한다.",
      "터널내의 곡선설치는 일반적으로 지상에서와 같이 편각법을 주로 사용한다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-36",
    "options": [
      "접합표정",
      "내부표정",
      "대지표정",
      "상호표정"
    ],
    "subject": "응용측량",
    "text": "사진의 주점을 맞추고, 지구의 곡률 등을 보정하는 표정은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-37",
    "options": [
      "사각형 분할법(좌표점법)",
      "기준점법(종단점법)",
      "횡단점법",
      "직접법"
    ],
    "subject": "응용측량",
    "text": "등고선 측정방법 중 지성선 상의 중요점의 위치와 표고를 측정하여, 이 점들을 기준으로 하여 등고선을 삽입하는 등고선 측정 방법은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-38",
    "options": [
      "기고식",
      "고차식",
      "승강식",
      "교차식"
    ],
    "subject": "응용측량",
    "text": "수준측량시 중간시가 많을 경우에 가장 편리한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-39",
    "options": [
      "현지리지조사를 나갈 때에는 촬영사진을 1:1로 출력하여 사용한다.",
      "인공구조물은 모두 조사하되 자연지물은 조사하지 않는다.",
      "현장보완측량에는 주로 토털스테이션을 사용한다.",
      "가건물과 비닐하우스도 모두 조사하여 표시하는 것을 원칙으로 한다."
    ],
    "subject": "응용측량",
    "text": "항공사진측량을 할 때 현지조사 및 현장보완측량에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-40",
    "options": [
      "2.5m",
      "5m",
      "10m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "우리나라 지형도 1:50000에서 조곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20120826-21",
    "options": [
      "깊은 수직 터널에는 강선에 50~60kg정도의 추를 매단다.",
      "추를 드리울 때, 깊은 수직 터널에서는 보통 피아노선이 이용된다.",
      "수직 터널 밑에는 물이나 기름을 담은 물통을 설치하고 내린 후가 그 물통 속에서 동요하지 않게 한다.",
      "수직 터널 밑에서 수선의 위치를 결정하는 데는 수선이 완전 정지하는 것을 기다린 후 1회 관측값으로 결정한다."
    ],
    "subject": "응용측량",
    "text": "수직 터널에 의하여 지상과 지하의 측량을 연결할 때의 수선측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-22",
    "options": [
      "9장",
      "11장",
      "18장",
      "25장"
    ],
    "subject": "응용측량",
    "text": "20km×10km의 지형을 1/40000의 항공사진으로 촬영할 때 사진매수는? (단, 종중복도=60%, 횡중복도 30%, 안전율=1.3, 사진크기 23cm×23cm)",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-23",
    "options": [
      "80m",
      "83m",
      "85m",
      "90m"
    ],
    "subject": "응용측량",
    "text": "사진측량에서 높이가 220m인 탑의 변위가 16mm, 이 탑의 윗부분에서 연직점까지의 거리가 48mm로 사진 상에 나타났다. 이 사진에서 굴뚝의 변위가 9mm이고, 굴뚝의 윗부분이 연직점으로부터 72mm 떨어져 있었다면 이 굴뚝의 높이는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-24",
    "options": [
      "기준점",
      "측점",
      "이기점",
      "중간점"
    ],
    "subject": "응용측량",
    "text": "수준측량 용어로 이 점의 오차는 다른 점에 영향을 주지 않으며 이 점만의 표고를 관측하기 위한 관측점을 의미하는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-25",
    "options": [
      "±0.5mm",
      "±1.2mm",
      "±7.3mm",
      "±10.5mm"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 5\"인 레벨(Level)을 사용하여 50m 떨어진 표척을 시준할 때 발생하는 시준값의 차이는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-26",
    "options": [
      "41.5m",
      "43.5m",
      "74.6m",
      "77.6m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 측점 A의 밑에 기계를 세워 천장에 설치된 측점 A, B를 관측하였을 때 두 점의 높이차(H)는?",
    "local_images": [
      "images/ea20120826-26_img_0.gif"
    ],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-27",
    "options": [
      "요지",
      "능선",
      "안부",
      "경사변환점"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 2개의 산꼭대기가 서로 만나는 곳으로 좋은 교통로가 되는 고객부분을 무엇이라 하는가?",
    "local_images": [
      "images/ea20120826-27_img_0.gif"
    ],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-28",
    "options": [
      "0.2m",
      "0.5m",
      "1.0m",
      "1.5m"
    ],
    "subject": "응용측량",
    "text": "GPS 스태틱측량을 실시한 결과 거리오차의 크기가 0.05m이고 PDOP이 4일 경우 측위오차의 크기는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-29",
    "options": [
      "78mm",
      "103mm",
      "150mm",
      "210mm"
    ],
    "subject": "응용측량",
    "text": "사진의 크기가 18cm×18cm인 사진기로 평탄한 지역을 비행고도 2000m로 촬영하여 연직사진을 얻었을 경우 촬영면적이 21.16km2이면 이 사진기의 초점거리는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-30",
    "options": [
      "우주부문",
      "제어부문",
      "수신부문",
      "사용자부문"
    ],
    "subject": "응용측량",
    "text": "GPS의 구성요소 중 위성을 추적하여 위성의 궤도와 정밀시간을 유지하고 관련 정보를 송신하는 역할을 담당하는 부문은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-31",
    "options": [
      "사진좌표",
      "모델좌표",
      "지상좌표",
      "스트립좌표"
    ],
    "subject": "응용측량",
    "text": "번들조정법(광속조정법)에서 절대좌표를 구하기 위하여 이용되는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-32",
    "options": [
      "편각법",
      "중앙 종거법",
      "장현 지거법",
      "좌표에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선의 설치방법 중 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-33",
    "options": [
      "승강식",
      "고차식",
      "기고식",
      "하강식"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 중간시가 많을 경우 가장 많이 편리한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-34",
    "options": [
      "AB=2Rㆍcos I/2",
      "AB=Rㆍsin I/2",
      "AB=2Rㆍtan I/2",
      "AB=2Rㆍsin I/2"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 단곡선을 설치할 경우 곡률반지름을 R, 교각을 I라고 할 때 장현의 길이 AB를 계산하는 식으로 옳은 것은?",
    "local_images": [
      "images/ea20120826-34_img_0.gif"
    ],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-35",
    "options": [
      "측정 당시 수면",
      "평균 해수면",
      "최고 저조면",
      "최고 고조면"
    ],
    "subject": "응용측량",
    "text": "지도작성 측량시 해안선의 기준이 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-36",
    "options": [
      "완화곡선의 반지름은 무한대부터 시작하여 점차 감소하여 원의 반지름이 된다.",
      "우리나라 도로에서는 완화곡선으로 클로소이드 곡선을 주로 사용한다.",
      "완화곡선의 곡률은 일정한 값부터 점차로 감소하여 0이 된다.",
      "완화곡선의 접선은 시점에서 직선에 접한다."
    ],
    "subject": "응용측량",
    "text": "완화곡선(緩和曲線)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-37",
    "options": [
      "35.6m",
      "46.2m",
      "60.4m",
      "93.7m"
    ],
    "subject": "응용측량",
    "text": "완곡선에서 교각(I)이 90°일 때, 외 할(E)이 25m라고 하면 곡선 반지름은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-38",
    "options": [
      "공액 보간법",
      "최근린 보간법",
      "공일차 보간법",
      "공삼차 보간법"
    ],
    "subject": "응용측량",
    "text": "수치사진측량의 수치지형모형자료의 자료기반구축에서 영상소를 재배열 할 경우에 주로 이용하는 내삽법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-39",
    "options": [
      "C/A코드 및 P코드로 의사거리를 측정하여 관측점의 위치를 계산한다.",
      "L1 주파의 위상(L1 Carrier Phase) 측정자료를 이용, 정수파수의 정수치(Integer Number)를 구함으로서 mm또는 cm 정도의 정밀한 기선벡터를 계산할 수 있다.",
      "L1 주파의 위상(L1 Carrier Phase) 측정자료만으로 전리층 오차를 보정할 수 있다.",
      "L1, L2 2주파의 위상측정자료를 이용하면 L1 1주파만 이용할 때보다 정수파수의 정수치(Integer Number)를 정확히 얻을 수 있다."
    ],
    "subject": "응용측량",
    "text": "GPS 관측에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-40",
    "options": [
      "계곡선 간격이 100m 이면 주곡선 간격은 20m이다.",
      "계곡선은 주곡선보다 굵은 실선으로 그린다.",
      "주곡선 간격이 10m 이면 1:10000 지형도이다.",
      "간곡선 간격이 2.5m이면 주곡선 간격은 5m이다."
    ],
    "subject": "응용측량",
    "text": "등고선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120304-21",
    "options": [
      "약 6시간",
      "약 10시간",
      "약 12시간",
      "약 18시간"
    ],
    "subject": "응용측량",
    "text": "GPS 위성의 궤도 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-22",
    "options": [
      "10μm",
      "30μm",
      "10mm",
      "30mm"
    ],
    "subject": "응용측량",
    "text": "대공표지는 일반적으로 사진 상에서 어느 정도 크기로 표시되어야 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-23",
    "options": [
      "내부표정-절대표정-상호표정",
      "내부표정-상호표정-절대표정",
      "절대표정-상호표정-내부표정",
      "절대표정-내부표정-상호표정"
    ],
    "subject": "응용측량",
    "text": "아날로그 사진측량에서 표정의 일반적인 순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-24",
    "options": [
      "고차식",
      "기고식",
      "횡단식",
      "승강식"
    ],
    "subject": "응용측량",
    "text": "계산과정에서 완전한 검산을 할 수 있어 정밀한 측량에 이용되나 중간점이 많을 때는 계산이 복잡한 야장기입법은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-25",
    "options": [
      "삼각측량-평판측량",
      "평판측량-트래버스측량",
      "트래버스측량-수준측량",
      "수준측량-삼각측량"
    ],
    "subject": "응용측량",
    "text": "터널공사에서 터널내의 기준점설치에 주로 사용되는 방법으로 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-26",
    "options": [
      "1600m",
      "120m",
      "80m",
      "40m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=80m, 클로소이드 곡선길이 L=20m일 때 클로소이드의 파라미터 A의 값은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-27",
    "options": [
      "40.1°",
      "41.6°",
      "44.6°",
      "46.1°"
    ],
    "subject": "응용측량",
    "text": "축척 1/50000 지형도에서 등고선 간격을 20m로 할 때 도상에서 표시될 수 있는 최소 간격을 0.45mm로 할 경우 등고선으로 표현할 수 있는 최대 경사각은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-28",
    "options": [
      "224.6m",
      "232.8m",
      "248.8m",
      "254.6m"
    ],
    "subject": "응용측량",
    "text": "촬영고도 3000m에서 촬영된 항공사진에 나타난 굴뚝 정상의 시차를 측정하였더니 17.32mm이고, 밑 부분의 시차를 측정하였더니 15.85mm이었다면 이 굴뚝의 높이는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-29",
    "options": [
      "0.794m",
      "0.845m",
      "0.897m",
      "0.944m"
    ],
    "subject": "응용측량",
    "text": "중앙종거법에 의해 곡선을 설치 하고자 한다. 장현(L)에 대한 중앙종거를 M1이라 할 때 M4의 값은? (단, 교각은 56° 20‘이고, 곡선반지름은 500m이다.)",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-30",
    "options": [
      "약 43%",
      "약 57%",
      "약 64%",
      "약 78%"
    ],
    "subject": "응용측량",
    "text": "사진의 크기가 23cm×23cm이고 두 사진의 주점기선의 길이가 10cm 이었다면 이 때의 종중복도는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-31",
    "options": [
      "209.4m",
      "275.4m",
      "309.4m",
      "384.4m"
    ],
    "subject": "응용측량",
    "text": "원곡선에서 교각 I=60°, 곡선반지름 R=200m, 곡선시점 B.C=No.8+15m일 때 노선기점에서부터 곡선종점 E.C까지의 거리는? (단, 중심말뚝 간격은 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-32",
    "options": [
      "56° 18‘ 36“",
      "33° 41‘ 24“",
      "232° 25‘ 53“",
      "322° 25‘ 53“"
    ],
    "subject": "응용측량",
    "text": "터널을 만들기 위하여 A, B 두점의 좌표를 측정한 결과 A점은 XA=1000.00m, YA=250.00m, B점은 XB=1500.00m, YB=1000.00m이면 AB의 방위각은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-33",
    "options": [
      "단곡선",
      "복심곡선",
      "방향곡선",
      "2차 포물선"
    ],
    "subject": "응용측량",
    "text": "도로에 사용되는 곡선 중 수평곡선에 사용되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-34",
    "options": [
      "62.324m",
      "62.330m",
      "62.333m",
      "62.341m"
    ],
    "subject": "응용측량",
    "text": "A, B 두 지점간 지반고 지반고의 차를 구하기 위하여 왕복 측정한 결과 그림과 같은 측정값을 얻었을 때 최확값은?",
    "local_images": [
      "images/ea20120304-34_img_0.gif"
    ],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-35",
    "options": [
      "1",
      "2",
      "4",
      "8"
    ],
    "subject": "응용측량",
    "text": "GPS에서 위도, 경도, 고도, 시간에 대한 차분해(differential solution)를 얻기 위해서는 최소 몇 개의 위성이 필요한가?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-36",
    "options": [
      "작업계획-자료수집-지하시설물 탐사-지하시설물 윈도 작성-작업조서 작성",
      "자료수집-작업계획-지하시설물 탐사-작업조서 작성-지하시설물 윈도 작성",
      "작업계획-지하시설물 탐사-자료수집-지하시설물 윈도 작성-작업조서 작성",
      "자료수집-지하시설물 탐사-작업계획-작업조서 작성-지하시설물 윈도 작성"
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-37",
    "options": [
      "삼각점간 거리가 1km 미만으로 가까울 때",
      "삼각점간 거리가 약 4km 정도 일 때",
      "삼각점간 거리가 11km가 넘을 때",
      "삼각점간 거리가 무관하게 오전에 관측할 때"
    ],
    "subject": "응용측량",
    "text": "다음 중 삼각점 사이의 고저차를 측정할 때 생기는 구차(球差)가 가장 큰 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-38",
    "options": [
      "방안법",
      "횡단점법",
      "영선법",
      "종단점법"
    ],
    "subject": "응용측량",
    "text": "등고선 측량방법 중 표고를 알고 있는 기지점에서 중요한 지성선을 따라 측선을 설치하고, 측선을 따라 여러 점의 표고와 거리를 측량하여 등고선을 측량하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-39",
    "options": [
      "종ㆍ횡단면도 작성",
      "표고에 의한 평균유속 측정",
      "절토 및 성토범위의 결정",
      "등고선에 의한 체적 계산"
    ],
    "subject": "응용측량",
    "text": "지형도를 이용하여 작성할 수 있는 자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-40",
    "options": [
      "연직점을 중심으로 방사상의 변위가 발생하는 현상을 기복변위라 한다.",
      "등각점은 사진면에 직교되는 광선과 연직선이 이루는 각을 2등분하는 점이다.",
      "연직점은 렌즈의 중심으로부터 사진에 내린 수직선이 만나는 점이다.",
      "등가검에서는 경사각에 관계없이 수직사진의 축척과 같다."
    ],
    "subject": "응용측량",
    "text": "사진측량에서 사진의 특수 3점에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20110612-21",
    "options": [
      "도플러 이동",
      "위성궤도의 결정",
      "특정한 순간의 위성배치에 대한 기하학적 강도",
      "위성시계와 수신기 시계의 조합으로부터 계산되는 시간오차의 표준편차"
    ],
    "subject": "응용측량",
    "text": "GPS에서 DOP에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-22",
    "options": [
      "150MHz와 400MHz",
      "420.9MHz와 585.53MHz",
      "1575.42MHz와 1227.60MHz",
      "1832.12MHz와 3236.94MHz"
    ],
    "subject": "응용측량",
    "text": "GPS에서 사용되는 L1과 L2신호의 주파수로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-23",
    "options": [
      "57°59‘41“",
      "43°30‘41“",
      "38° 39‘41“",
      "14°30‘41“"
    ],
    "subject": "응용측량",
    "text": "1/25,000의 지형도에서 등고선으로 나타낼 수 있는 최대의 경사각은 얼마인가? (단, 등고선의 위치 오차는 0.25mm이고 등고선 간격은 10m 이다.)",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-24",
    "options": [
      "지하수준측량",
      "터널내 고저측량",
      "터널내 중심선측량",
      "터널내외 연결측량"
    ],
    "subject": "응용측량",
    "text": "터널이 긴 경우 굴진 공정기간의 간축을 위하여 중간에 수직 터널이나 경사 터널을 설치하고 본 터널과의 좌표를 일치시키기 위하여 실시하는 측량은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-25",
    "options": [
      "확폭",
      "캔트",
      "종거",
      "완화구간"
    ],
    "subject": "응용측량",
    "text": "원심력에 의한 곡선부의 차량탈선을 방지하기 위하여 곡선부의 횡단 노면 회측부를 높여주는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-26",
    "options": [
      "인공위성과 지상수신기 사이의 거리 측정값이다.",
      "대류권과 이온층의 신호지연으로 인한 오차의 영향력이 제거된 관측값이다.",
      "기하학적인 실제거리와 달라 의사거리라 부른다.",
      "인공위성에서 송신되어 수신기로 도착된 신호의 송신시간을 PRN 인식 코드로 비교하여 측정한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 GPS측량에서 의사거리(Pseudo-range)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-27",
    "options": [
      "지표설치",
      "지하설치",
      "조사",
      "예측"
    ],
    "subject": "응용측량",
    "text": "터널측량의 작업 단계 중 지표에 설치된 중심선을 기준으로 하여 터널의 입구에서 굴착을 시작하여 굴착이 진행됨에 따라 터널내의 중심선을 설정하는 작업은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-28",
    "options": [
      "79.71m, 80.95m",
      "79.91m, 80.63m",
      "81.28m, 80.95m",
      "82.39m, 80.63m"
    ],
    "subject": "응용측량",
    "text": "수준측량 야장에서 측점 5의 기계고와 지반고는? (단, 표의 단위는 m이다.)",
    "local_images": [
      "images/ea20110612-28_img_0.gif"
    ],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-29",
    "options": [
      "반지름이 다른 2개의 단곡선이 그 접속점에서 공통접선을 갖는다.",
      "철도 및 도로에서 복곡선 사용은 승객에게 불쾌감을 줄 수 있다.",
      "반지름의 중심은 공통접선과 서로 다른 방향에 있다.",
      "산지의 특수한 도로나 산길 등에서 설치하는 경우가 많다."
    ],
    "subject": "응용측량",
    "text": "복곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-30",
    "options": [
      "영역기준 정합법",
      "형상기준 정합법",
      "관계형 정합법",
      "탐색형 정합법"
    ],
    "subject": "응용측량",
    "text": "수치사진측량에서 둘 또는 그 이상의 사진상에서 공액점을 찾는 영상정합방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-31",
    "options": [
      "2.00m",
      "18.52m",
      "111.11m",
      "203.70m"
    ],
    "subject": "응용측량",
    "text": "A점의 표고가 128m, B점의 표고가 155m인 등경사 지형에서 A점으로부터 표고 130m 등고선까지의 거리는? (단, AB의 거리는 250m이다.)",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-32",
    "options": [
      "촬영의 계획→판독기준의 작성→현지조사→촬영과 사진작성→판독→정리",
      "촬영의 계획→촬영과 사진작성→판독기준의 작성→판독→현지조사→정리",
      "판독기준의 작성→촬영의 계획→현지조사→촬영과 사진작성→판독→정리",
      "판독기준의 작성→촬영의 계획→촬영과 사진작성→현지조사→판독→정리"
    ],
    "subject": "응용측량",
    "text": "항공사진 판독의 일반적인 순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-33",
    "options": [
      "색조",
      "음영",
      "모양",
      "질감"
    ],
    "subject": "응용측량",
    "text": "다음 설명에 해당되는 판독의 요소는?",
    "local_images": [
      "images/ea20110612-33_img_0.gif"
    ],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-34",
    "options": [
      "사진의 경사를 수정한다.",
      "축척을 통일시키고 변위를 제거한다.",
      "편위수정 조건에는 샤임플러그의 조건이 있다.",
      "편위수정에는 1개의 표정점이 필요하다."
    ],
    "subject": "응용측량",
    "text": "사진측량에 있어서 편위수정에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-35",
    "options": [
      "간단하면서도 그리기 용이해야 한다.",
      "지물의 종류가 기호로써 명확히 판별될 수 있어야 한다.",
      "지도가 깨끗이 만들어지며 도식의 의미를 잘 알 수 있어야 한다.",
      "지도의 사용목적과 축척의 크기에 관계없이 모두 동일한 모양과 크기로 빠짐없이 표시하여야 한다."
    ],
    "subject": "응용측량",
    "text": "지형도의 도식과 기호가 만족하여야 할 조건에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-36",
    "options": [
      "152.7m",
      "162.7m",
      "212.7m",
      "272.5m"
    ],
    "subject": "응용측량",
    "text": "원곡선 설치시 교각이 60°. 반지음이 100m, B,C=No.5+8m일 때 곡선의 E.C까지의 거리는? (단, 중심 말뚝간격은 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-37",
    "options": [
      "소일 마크(Soil mark)",
      "왜곡 마크(Distortion mark)",
      "쉐이드 마크(Shade mark)",
      "플로팅 마크(Floating mark)"
    ],
    "subject": "응용측량",
    "text": "사진 판독에 있어 삼림지역에서 표층토양의 함수율에 의하여 사진의 색조가 변화하는 현상은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-38",
    "options": [
      "TM(thematic mapper)",
      "천연색 사진",
      "MSS(multi-soectral scanner)",
      "SLAR(side looking airborne rader)"
    ],
    "subject": "응용측량",
    "text": "다음 중 원격센서(remote, sensor)를 능동적 센서와 수동적 센서로 구분할 때, 능동적 센서에 속하는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-39",
    "options": [
      "곡선반지름은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반지름으로 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 동률로 된다.",
      "종점에 있는 캔트는 원곡선의 캔트와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-40",
    "options": [
      "8.97m",
      "9.07m",
      "9.37m",
      "9.57m"
    ],
    "subject": "응용측량",
    "text": "거리 80m되는 곳에 표척을 세워 기포가 중앙에 있을 때와 기포관의 눈금이 5눈금 이동했을 때 표척 읽음값의 차이가 0.09m 이었다면 이 기포관의 곡률반경은? (단, 기포관 한 눈금의 간격은 2mm이다.)(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110320-21",
    "options": [
      "얻어진 영상이 정시투영에 가깝다.",
      "판독이 자동적이고 정향화가 가능하다.",
      "넓은 지역을 동시에 측정할 수 있다.",
      "어떤 지점이든 원하는 시기에 관측할 수 있다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 인공위성에 의한 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-22",
    "options": [
      "H는 I와 r에 비례한다.",
      "H는 I와 비례하고 r에 반비례한다.",
      "H는 I에 반비례하고, r에 비례한다.",
      "H는 I와 r에 반비례한다."
    ],
    "subject": "응용측량",
    "text": "지하시설물탐사에서 지하에 매설된 전도체에 전류가 흐르면 전도체를 중심으로 원통형자장이 형성되는데 이 자장의 세기(H)에 대한 설명으로 옳은 것은? (단, I는 전류, r은 전도체에서 임의의 점지 떨어진 거리)",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-23",
    "options": [
      "153m",
      "756m",
      "1310m",
      "5000m"
    ],
    "subject": "응용측량",
    "text": "카메라의 초점거리가 153mm인 수직사진의 경우, 촬영축척을 1/5000으로 하고자 할 때 촬영고도를 얼마로 해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-24",
    "options": [
      "자외선",
      "초록색",
      "빨강색",
      "적외선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원격탐사에 사용되는 전자 스펙트럼에서 가장 파장이 긴 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-25",
    "options": [
      "7.5m",
      "11.5m",
      "15m",
      "19m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단면에서 도로 용지폭(x1+x2)은? (단위:m)",
    "local_images": [
      "images/ea20110320-25_img_0.gif"
    ],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-26",
    "options": [
      "토지의 이용 상태",
      "두 점 간의 높이",
      "사진의 축척",
      "1매의 사진이 포용하는 면적"
    ],
    "subject": "응용측량",
    "text": "중복된 같은 고도의 항공사진이 연직사진일 경우 시차차로 알 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-27",
    "options": [
      "SLAR은 능동적 센서에 속한다.",
      "비디콘 사진기는 수동적 센서에 속한다.",
      "ETM+는 능동적 센서에 속한다.",
      "HRV 센서는 수동적 센서에 속한다."
    ],
    "subject": "응용측량",
    "text": "원격탐사의 센서에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-28",
    "options": [
      "0.1m",
      "0.3m",
      "0.4m",
      "0.5m"
    ],
    "subject": "응용측량",
    "text": "상향기울기 7.5/1000와 하향기울기 45/1000기 반지름 2500m의 곡선 중에서 만날 경우에 곡선시점에서 25m 떨어져 있는 점의 종거 y값은 약 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-29",
    "options": [
      "572.83m",
      "515.53m",
      "472.83m",
      "415.53m"
    ],
    "subject": "응용측량",
    "text": "등고선의 간격이 2m인 지형도에서 100m 등고선상의 A점과 140m 등고선상의 B점간을 일정기울기 7%의 도로로 만들면 AB간 도로의 실제 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-30",
    "options": [
      "적외선 사진",
      "흑백 사진",
      "번사 사진",
      "위색 사진"
    ],
    "subject": "응용측량",
    "text": "지질, 토양, 수자원 및 삼림조사 등의 판독작업에 주로 이용되는 사진은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-31",
    "options": [
      "기계적 고도수정",
      "기압수준측량",
      "간접수준측량",
      "야작기입계산"
    ],
    "subject": "응용측량",
    "text": "수준측량의 기고식과 관계있는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-32",
    "options": [
      "위성 시계 오차",
      "대류권 굴절 오차",
      "위성 궤도 오차",
      "영상 표점 오차"
    ],
    "subject": "응용측량",
    "text": "GPS 시스템 오차의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-33",
    "options": [
      "35.0m",
      "20.3m",
      "19.7m",
      "17.0m"
    ],
    "subject": "응용측량",
    "text": "경사 터널의 고저차를 구하기 위하여 다음 그림과 같이 고저각(a), 경사거리(L)를 측정하였을 때 AB의 고저차는? (단, IH=1.35m, HP=1.66m, a=30\", L=40m)(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [
      "images/ea20110320-33_img_0.gif"
    ],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-34",
    "options": [
      "0.86m",
      "1.71m",
      "2.71m",
      "3.27m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에서 교각 I=60\", 반지름 R=100m일 때 중앙종거법에 의한 원곡선을 측정할 때 8등분점의 중앙종거는?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-35",
    "options": [
      "터널 중심선 방향의 확인",
      "터널 입구간의 거리 확인",
      "터널 이구의 중심선 상에 기준점 설치",
      "터널 외 기준점의 설치"
    ],
    "subject": "응용측량",
    "text": "터널 측량에서 중심선 측량의 목적이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-36",
    "options": [
      "전시와 후시의 거리를 동일하게 한다.",
      "기포가 중앙에 있을 때 읽는다.",
      "표척이 연직으로 세워졌는지 확인한다.",
      "레벨의 설치 횟수는 홀수회로 끝나도록 한다."
    ],
    "subject": "응용측량",
    "text": "현장에서 수준측량을 정확하게 수행하기 위해서 고려해야할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-37",
    "options": [
      "1cm",
      "2cm",
      "5cm",
      "10cm"
    ],
    "subject": "응용측량",
    "text": "축척이 1/5000인 지형도에서 경사가 10%일 때 도상등고선 간 수평거리는 얼마인가? (단, 등고선 간격은 5m)",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-38",
    "options": [
      "경도차 1‘ 30“ 위도차 1’ 30”",
      "경도차 3‘ 00“ 위도차 3’ 00”",
      "경도차 7‘ 30“ 위도차 7’ 30”",
      "경도차 15‘ 00“ 위도차 15’ 00”"
    ],
    "subject": "응용측량",
    "text": "우리나라에서 제작되고 있는 국가기본도에서 축척 1/10000의 경도차 및 위도차는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-39",
    "options": [
      "높은 위성의 고도",
      "높은 신호감도",
      "낮은 신호잡음",
      "지형ㆍ지물에 의한 신호단절"
    ],
    "subject": "응용측량",
    "text": "GPS 측량에서 사이클 슬립(cycle slip)의 주된 원인은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-40",
    "options": [
      "계획조사측량",
      "실시설계측량",
      "세부측량",
      "노선측량"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 중심선을 선정하고 설치(도상 및 현지)하는 단계의 측량은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20100725-21",
    "options": [
      "5매",
      "10매",
      "15매",
      "25매"
    ],
    "subject": "응용측량",
    "text": "축척 1:500 지형도를 기초로 하여 같은 크기의 축척 1:2500의 지형도를 작성하려 한다. 1:2500 지형도의 한 도면을 작성하기 위해서 필요한 1:500 지형도의 매수는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-22",
    "options": [
      "0.314m",
      "0.491m",
      "0.981m",
      "1.962m"
    ],
    "subject": "응용측량",
    "text": "간접수준측량에서 지구의 평균반경을 6370km로 하고, 수평거리가 2km일 때 지구곡률오차는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-23",
    "options": [
      "편각설치법",
      "지거설치법",
      "중앙종거법",
      "현편거법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어서 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법으로 가장 널리 사용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-24",
    "options": [
      "T.L=157.08m, C.L=86.60m",
      "T.L=157.08m, C.L=157.08m",
      "T.L=86.60m, C.L=157.08m",
      "T.L=86.60m, C.L=86.60m"
    ],
    "subject": "응용측량",
    "text": "도로의 시작점부터 1234.30m 지점에 교점(I.P)이 있고 반경(R)은 150m, 교각(I)은 60°일 경우 접선장(T.L)과 곡선장(C.L)은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-25",
    "options": [
      "12.65m",
      "12.85m",
      "22.11m",
      "25.10m"
    ],
    "subject": "응용측량",
    "text": "터널내에서 천장에 고정점 A, B를 관측한 결과가 그림과 같을 때 두 지점간의 고저차는?",
    "local_images": [
      "images/ea20100725-25_img_0.gif"
    ],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-26",
    "options": [
      "3차포물선",
      "반파장 체감곡선",
      "렘니스케이트",
      "클로소이드"
    ],
    "subject": "응용측량",
    "text": "곡률반경이 현의 길이에 반비례하는 곡선으로 시가지 철도 및 지하철 등에 주로 사용되는 완화곡선은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-27",
    "options": [
      "클로소이드형식에는 기본형, S형, 나선형, 복합형 등이 있다.",
      "모든 클로소이드는 닮은 꼴이다.",
      "단위 클로소이드의 모든 요소들은 단위가 없다.",
      "매개변수(A)에 의해 클로소이드의 크기가 정해진다."
    ],
    "subject": "응용측량",
    "text": "클로소이드 곡선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-28",
    "options": [
      "합수선(계곡선)",
      "분수선(능선)",
      "경사변환선",
      "최대경사선"
    ],
    "subject": "응용측량",
    "text": "지성선 중에서 빗물이 이것을 따라 좌우로 흐르게 되는 선으로 지표면이 높은 곳의 꼭대기 점을 연결한 선은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-29",
    "options": [
      "10.7m",
      "5.3m",
      "4.8m",
      "3.6m"
    ],
    "subject": "응용측량",
    "text": "카메라의 초점거리가 153mm, 촬영 경사각이 3.6°로 평지를 촬영한 항공사진이 있다. 이 사진의 등각점은 주점으로부터 최대경사선상 몇 mm인 곳에 있는가?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-30",
    "options": [
      "형상, 음영",
      "날짜, 촬영고도",
      "질감, 모양",
      "색조, 크기"
    ],
    "subject": "응용측량",
    "text": "항공사진 판독의 기본요소로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-31",
    "options": [
      "점이사",
      "표정",
      "투영",
      "정합"
    ],
    "subject": "응용측량",
    "text": "사진상의 주점이나 표정점 등 제점의 위치를 인접한 사진상에 옮기는 작업은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-32",
    "options": [
      "완화곡선의 접선은 시점에서 직선에 접한다.",
      "곡선반지름름은 완화곡선의 시점에서 원곡선 R로 된다.",
      "완화곡선의 접선은 종점에서 원호에 접한다.",
      "완화곡선에 연한 곡선반경의 감소율은 캔트의 증가율과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-33",
    "options": [
      "단순 정합",
      "관계형 정합",
      "형상 기준 정합",
      "영역 기준 정합"
    ],
    "subject": "응용측량",
    "text": "영상정합의 종류에서 객체의 점, 선, 면의 밝기값 등을 이용하는 정합은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-34",
    "options": [
      "a-f-d-c-b-e",
      "a-d-c-b-f-e",
      "f-a-d-c-b-e",
      "f-a-c-b-d-e"
    ],
    "subject": "응용측량",
    "text": "항공사진측량의 일반적인 작업순서로 맞는 것은?",
    "local_images": [
      "images/ea20100725-34_img_0.gif"
    ],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-35",
    "options": [
      "대기굴절에 의한 오차",
      "위성의 시계오차",
      "수신 위치의 기온 변화에 의한 오차",
      "위성의 기하학적 위치에 따른 오차"
    ],
    "subject": "응용측량",
    "text": "GPS측량에서 의사거리 결정에 영향을 주는 오차의 원인으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-36",
    "options": [
      "3°25‘14“",
      "3°48;14“",
      "4°08‘14“",
      "5°08‘14“"
    ],
    "subject": "응용측량",
    "text": "터널측량을 하여 터널 시점(A)와 종점(B)의 좌표가 다음과 같을 때, 터널의 경사도는?",
    "local_images": [
      "images/ea20100725-36_img_0.gif"
    ],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-37",
    "options": [
      "전리층지연에 의한 오차를 제거할 수 있다.",
      "단일주파수 수신기보다 가격이 싸다.",
      "이중주파수 수신기는 C/A코드를 사용하고 단일 주파수 수신기는 P코드를 사용한다.",
      "장기선 이상에서는 별로 이점이 없다."
    ],
    "subject": "응용측량",
    "text": "단일 주파수 수신기와 비교할 때, 이중 주파수 수신기의 특징에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-38",
    "options": [
      "사진의 초점 거리와 비례한다.",
      "사진 촬영의 기선 고도비에 비례한다.",
      "입체시할 경우 눈의 위치가 높아짐에 따라 작아진다.",
      "렌즈의 피사각의 크기와 반비례한다."
    ],
    "subject": "응용측량",
    "text": "입체시에 의한 과고감에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-39",
    "options": [
      "완화곡선",
      "증감곡선",
      "반향곡선",
      "복심곡선"
    ],
    "subject": "응용측량",
    "text": "도로의 직선부와 원곡선을 원활하게 연결하기 위하여 설치하는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-40",
    "options": [
      "모형도법",
      "영선법",
      "채색법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "지형도의 지형 표시 방법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100509-21",
    "options": [
      "환경 및 자원조사",
      "대기 및 수질오염조사",
      "지질 및 토지이용조사",
      "지형지물의 위치 및 크기조사"
    ],
    "subject": "응용측량",
    "text": "사진측량의 해석방법 중 정량적 해석네 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-22",
    "options": [
      "168.6m3",
      "184.2m3",
      "204.8m3",
      "224.4m3"
    ],
    "subject": "응용측량",
    "text": "그림에서 교점의 수치가 지반고를 표시할 때 토량은 얼마인가?(단, 지반고의 단위 : m)",
    "local_images": [
      "images/ea20100509-22_img_0.gif"
    ],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-23",
    "options": [
      "0.667",
      "0.678",
      "0.767",
      "0.797"
    ],
    "subject": "응용측량",
    "text": "초점거리 150mm, 축척 10,000으로 촬영한 연직사진에서 종중복도 50%, 사진의 크기 23cm×23cm일 때 기선고도비는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-24",
    "options": [
      "곡선의 반지름은 완화곡선의 시점점에서 무한대, 종점에서 완화 곡선의 반지름이 된다.",
      "완화 곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "종점에 있는 캔트는 완화곡선의 캔트와 같다.",
      "복원중"
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성징을 설명한 것으로 옳지 않은 것은? (정확한 보기내용을 아시는분께서는 오류 신고를 통하여 보기 내용 작성 부탁드립니다. 문제 오류로 정답은 2번입니다.)",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-25",
    "options": [
      "답사",
      "예측",
      "지표설치",
      "지하설치"
    ],
    "subject": "응용측량",
    "text": "지표면상에 설치한 중심선을 기준으로 터널을 굴착할 때 진행방향으로 갱내의 중심선을 결정하는 작업은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-26",
    "options": [
      "전기관측법",
      "지장관측법",
      "음파관측법",
      "자지관측법"
    ],
    "subject": "응용측량",
    "text": "지하시설물 측량방법에서 원래 누수를 찾기 위한 기술로 수도관로 중 PVC 또는 플라스틱관을 찾는데 이용되는 관측방법은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-27",
    "options": [
      "약 40″",
      "약 30″",
      "약 20″",
      "약 10″"
    ],
    "subject": "응용측량",
    "text": "레벨의 중심에서 100m떨어진 곳에서 표척을 세워 1.921m를 관측하고 기포가 4눈금 이동 후에 1.995m를 관측하였다면 이 기포관의 1눈금 이동에 대한 경사각(감도)은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-28",
    "options": [
      "점고법",
      "등고선법",
      "영선법",
      "채색법"
    ],
    "subject": "응용측량",
    "text": "짧은 선의 간격, 굵기, 길이 및 방향 등으로 지표의 기복을 나타내는 것으로 우모법이라고도 하는 지형표시방법은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-29",
    "options": [
      "굵은 실선",
      "가는 실성",
      "가는 파선",
      "가는 점선"
    ],
    "subject": "응용측량",
    "text": "지형도를 표시하는 주곡선의 기호로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-30",
    "options": [
      "36매",
      "25매",
      "6매",
      "5매"
    ],
    "subject": "응용측량",
    "text": "축척 1:3,000의 지형도 편찬을 하는데 축척 1:500 지형도를 이용하였다면 1:3,000지형도의 1도면에 1:500지형도가 몇 매 필요한가?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-31",
    "options": [
      "1.5m",
      "2m",
      "2.5m",
      "3m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 150m인 원곡선의 현의 길이 60m에 대한 중앙종거는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-32",
    "options": [
      "미국 NASA에서 발사한 자원탐사위성이다.",
      "HRV는 흑백영상과 다중파장대 영상을 탐측한다.",
      "입체시는 불가능 하지만, 특성해석에는 적합하다.",
      "LANDSAT과는 달리 경사관측이 불가능 하다."
    ],
    "subject": "응용측량",
    "text": "SPOT 위성에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-33",
    "options": [
      "에어폴리곤법",
      "스트립 및 븍럭조정법",
      "독립모델법",
      "번들조정법"
    ],
    "subject": "응용측량",
    "text": "공선조건식을 이용하는 해석적 3차원 항공섬걱측량방법은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-34",
    "options": [
      "5°44′",
      "10°20′",
      "11°28′",
      "13°44′"
    ],
    "subject": "응용측량",
    "text": "곡선반지름이 100m인 원곡선을 편각법에 의하여 설치할 때 노선의 중심말똑 간격을 40m라 하면 이에 대한 편각은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-35",
    "options": [
      "사진방식",
      "선주사방식",
      "Laser방식",
      "Vidicon방식"
    ],
    "subject": "응용측량",
    "text": "다음 중 수동적 센서방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-36",
    "options": [
      "복합형",
      "S형",
      "철형",
      "난형"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 형식 중 반향곡선 사이에 2개의 클로소이드를 삽입하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-37",
    "options": [
      "7.01m",
      "7.05m",
      "7.12m",
      "7.60m"
    ],
    "subject": "응용측량",
    "text": "촬영고도가 760m, 사진주점기성장이 110mm일 때 지상의 비고는?(단, 시차차는 1.02mm이다.)",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-38",
    "options": [
      "축적변경이 용이 하다.",
      "초기의 시설 및 장비비용이 적게 든다.",
      "동체측정에 의한 기록보존이 용이 하다.",
      "정량적 및 정성적 측량이 가능하다."
    ],
    "subject": "응용측량",
    "text": "일반적인 측량방법과 비교할 때 사진측량의 장점에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-39",
    "options": [
      "7°34′20″",
      "11°22′46″",
      "17°24′56″",
      "28°33′40″"
    ],
    "subject": "응용측량",
    "text": "경사터널내에서 천정에 있는 A, B점을 관측한 결과로 A점의 좌표는 (2375.00m, 3763.00m)이고, B점의 좌표는(2781.00m, 3542.00m)이며, A점의 지반고 982m, B점의 지반고 1127m를 얻었다. 두점의 경사도는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-40",
    "options": [
      "φ",
      "ω",
      "κ",
      "by"
    ],
    "subject": "응용측량",
    "text": "상호표정의 인자 중 촬영방향(x-축)을 회전축으로 한 회전운동 인자는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100307-21",
    "options": [
      "160개",
      "168개",
      "320개",
      "336개"
    ],
    "subject": "응용측량",
    "text": "사진측정결과 종모델수가 10모델, 횡방향의 코스는 8코스라면 필요한 수평위치 기준점(삼각점)의 수는?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-22",
    "options": [
      "L1 반송파에 C/A코드와 P코드가 실려 전달된다.",
      "L2 반송파에 P코드가 실려 전달된다.",
      "P코드는 10.23MHz의 주파수를 가진다.",
      "C/A코드는 P코드의 1/100dml 주파수를 가진다."
    ],
    "subject": "응용측량",
    "text": "GPS 위성신호에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-23",
    "options": [
      "약 24층",
      "약 30층",
      "약 35층",
      "약 38층"
    ],
    "subject": "응용측량",
    "text": "촬영고도 5000m인 항공사진상에 나타난 건물정상의 시차를 측정하니 19.32mm이고, 건물 밑부분의 시차를 측정하니 18.88m였다. 한 층의 건물 높이가 3mm라 할 때 이 건물의 층수는?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-24",
    "options": [
      "물체의 반사 또는 방사",
      "광원의 입사각과 물체 및 센서 위치관계",
      "C-계수",
      "대기의 반사, 투과, 흡수, 산란"
    ],
    "subject": "응용측량",
    "text": "원격탐사에 의한 측정에 영향을 미치는 요인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-25",
    "options": [
      "축척",
      "위치",
      "수준면",
      "초점거리"
    ],
    "subject": "응용측량",
    "text": "사진의 표정 중 절대표정에 의하여 결정(조정)되는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-26",
    "options": [
      "40.10m",
      "80.50m",
      "160.10m",
      "200.50m"
    ],
    "subject": "응용측량",
    "text": "중앙종거법으로 곡선설치를 하려고 한다. 현의 길이 40.00m, 중앙종거 1.0m일 때 원곡선의 반지름은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-27",
    "options": [
      "기포관축과 시준선이 평행하지 않음에 인한 오차",
      "표척의 길이가 표준길이와 다름에 인한 오차",
      "지구의 곡률 및 대기 중 광선의 굴절로 인한 오차",
      "망원경의 시도 불명으로 인한 표척의 독취 오차"
    ],
    "subject": "응용측량",
    "text": "직접수준측량에 따른 오차 중 시준거리의 제곱에 비례하는 성질을 갖는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-28",
    "options": [
      "3.4%",
      "4.3%",
      "5.6%",
      "6.5%"
    ],
    "subject": "응용측량",
    "text": "터널 양쪽 입구의 A점(568.25, 867.27)과 B점(432.72, 621.43)의 계획고가 각각 HA=262.562, HB=274.634m일 때 이 터널의 기울기는? (단, 좌표단위는 m)",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-29",
    "options": [
      "작업속도가 더 빠르다.",
      "전시, 후시의 거리차가 일정하다.",
      "소규모 측량의 경우엔 경제적이다.",
      "구차 및 기차의 오차를 제거할 수 있다."
    ],
    "subject": "응용측량",
    "text": "교호 수준 측량의 장점으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-30",
    "options": [
      "영역기준정합",
      "단순정합",
      "형상기준정합",
      "관계형정압"
    ],
    "subject": "응용측량",
    "text": "수치사진측량의 영상정합에서 두 영상의 특징(일반적 경계정보를 의미)을 기본 자료로 이용하며 두 영상에서 대응하는 특징을 발견함으로써 대응점을 찾아내는 정합은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-31",
    "options": [
      "I.P(중간점) : 어떤 지점의 표고를 알기 위해 표척을 세워 전시를 취한 점",
      "B.S(후시) : 측량해 나가는 방향을 기준으로 기계의 후방을 시준한 값",
      "T.P(이기점) : 기계를 옮기기 위해 어떤 점에서 전시와 후시를 취한 점",
      "F.S(전시) : 표고를 알고자 하는 곳에 세운 표척의 시준값"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 사용하는 용어의 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-32",
    "options": [
      "16cm",
      "1.6cm",
      "0.16cm",
      "0.016cm"
    ],
    "subject": "응용측량",
    "text": "표고가 동일하고 지상에서 50m 떨어진 2개의 수직 터널에서 연직으로 200m인 지점의 두 수직 터널간의 거리는 지상에서와 얼마나 차이가 발생하는가? (단, 지구 반지름은 6370km이다.)",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-33",
    "options": [
      "1",
      "2",
      "4",
      "8"
    ],
    "subject": "응용측량",
    "text": "GPS에서 위도, 경도, 고도, 시간에 대한 차분해(differential solution)를 얻기 위한 위성의 최소 개수는?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-34",
    "options": [
      "등고선은 최대경사선과 직교한다.",
      "등고선은 폭포와 같이 도면 내외 어느 곳에서도 폐합되지 않는 경우가 있다.",
      "동일 등고선 상에 있는 모든 점은 같은 높이다.",
      "등고선은 절벽이나 동굴의 지형을 제외하고는 교차하지 않는다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-35",
    "options": [
      "사진의 경사각에 관계없이 이 점에서는 수직 사진의 축척과 같은 축척이 된다.",
      "사진상의 각 비고점은 이 점을 중심으로 하는 방사선상에 있게 된다.",
      "사진상에 나타난 점과 그의 대응되는 실제 점과의 상관성을 해석하기 위한 점이다.",
      "항공사진에서는 마주 보는 지표의 대각선이 서로 만나는 교점이 이 점의 위치가 된다."
    ],
    "subject": "응용측량",
    "text": "사진 렌즈의 중심을 지나는 연직선이 사진면 및 지면과 교차하는 점에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-36",
    "options": [
      "노선선정-실측-예측-세부측량-공사측량",
      "노선선정-예측-실측-세부측량-공사측량",
      "노선선정-실측-세부측량-예측-공사측량",
      "노선선정-예측-공사측량-예측-세부측량"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 철도를 개설하기 위한 측량의 순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-37",
    "options": [
      "반향곡선",
      "머리핀곡선",
      "단곡선",
      "렘니스케이트"
    ],
    "subject": "응용측량",
    "text": "다음 중 완화곡선에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-38",
    "options": [
      "심사도법",
      "등적도법",
      "등각도법",
      "등거리도법"
    ],
    "subject": "응용측량",
    "text": "미소지역의 관측용으로 측량좌표계, 해도, 항공도 등에 주로 이용되는 투영법은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-39",
    "options": [
      "12cm",
      "15cm",
      "18cm",
      "21cm"
    ],
    "subject": "응용측량",
    "text": "곡선반경 300m의 단곡선을 시속 80km/h로 주행할 때, 캔트는 얼마로 해야 하는가? (단, 궤도간격=1067mm, g=9.8m/sec2)",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-40",
    "options": [
      "단채법",
      "점고법",
      "영선법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "하천, 호수, 항만 등의 수심을 나타내기에 가장 적합한 지형표시방법은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20090726-21",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "응용측량",
    "text": "수준측량에서 n회 기계를 설치하여 높이를 측정할 때 1회 기계 설치에 따른 표준오차가  이면 전체 높이에 대한 오차는?",
    "local_images": [
      "images/ea20090726-21_img_0.gif"
    ],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-22",
    "options": [
      "2950m3",
      "4717m3",
      "4767m3",
      "5900m3"
    ],
    "subject": "응용측량",
    "text": "등고선 내의 면적이 저면부터 A1=380m2, A2=350m2, A3=300m2, A4=100m2, A5=50m2일 때 전체 토량은? (단, 등고선 간격은 5m이고 상단은 평평한 것으로 가정하며 각주공식에 의해 계산할 것",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-23",
    "options": [
      "2m",
      "5m",
      "10m",
      "15m"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에 있어서 노선의 기점에서 교점(I.P)까지의 거리가 5235m이고 접선장(T.L)이 320m 였다면 시단현의 길이는 얼마인가? (단, 중심말뚝 간격은 20m임)",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-24",
    "options": [
      "182.78m",
      "189.60m",
      "192.36m",
      "198.92m"
    ],
    "subject": "응용측량",
    "text": "경사진 AB 양쪽 터널구간의 고저차를 알기 위하여 그림과 같이 간접수준측량을 하였다. 경사각은 부각 30°이며, AB의 경사거리가 18.64m이고 A점의 표고가 200.30m일 때 B점의 표고는 얼마인가?",
    "local_images": [
      "images/ea20090726-24_img_0.gif"
    ],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-25",
    "options": [
      "by",
      "k",
      "φ",
      "ω"
    ],
    "subject": "응용측량",
    "text": "상호표정인자 중 회전인자에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-26",
    "options": [
      "촬영계획-촬영과 사진의 작성-판독기준작성-판독-현지조사-정리",
      "촬영계획-촬영과 가진의 작성-현지조사-판독-판독기준작성-정리",
      "촬영계획-판독기준작성-촬영과 사진의 작성-판독-현지조사-정리",
      "촬영계획-판독기준작성-현지조사-촬영과 사진의 작성-정리-판독"
    ],
    "subject": "응용측량",
    "text": "항공사진의 작업순서로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-27",
    "options": [
      "100.941m",
      "100.894m",
      "100.689m",
      "100.449m"
    ],
    "subject": "응용측량",
    "text": "곡선반지름 R=250m, 교각 I=43° 25' 27\"인 단곡선을 설치하고자 할 때 접선장(T.L)은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-28",
    "options": [
      "사변형법",
      "지거법",
      "트랜싯과 추선에 의한 방법",
      "삼각법"
    ],
    "subject": "응용측량",
    "text": "깊이 100m인 수직 터널을 공사하기 위해 터널외의 연결측량에 사용할 수 있는 가장 적합한 방법은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-29",
    "options": [
      "Mb=f-H",
      "Mb=f+H",
      "Mb=f÷H",
      "Mb=f×H"
    ],
    "subject": "응용측량",
    "text": "항공사진(수직사진)의 축척을 구하는 식으로 옳은 것은? (단, Mb:사진의 축척, f:렌즈의 초점거리, H;촬영고도)",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-30",
    "options": [
      "종단면도 및 횡단면도의 작성",
      "도로, 철도, 수로 등의 도상 선정",
      "집수면적의 측정",
      "간접적인 지적도 작성"
    ],
    "subject": "응용측량",
    "text": "지형도의 이용과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-31",
    "options": [
      "GPPS",
      "SKI",
      "GPSurvey",
      "RINEX"
    ],
    "subject": "응용측량",
    "text": "GPS 자료처리를 위하여 데이터의 호환을 위해 개발된 자료처리형식은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-32",
    "options": [
      "도로",
      "계곡",
      "평야",
      "산정"
    ],
    "subject": "응용측량",
    "text": "지형도에 표현되는 지형을 지모와 지물로 구분할 때 지물에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-33",
    "options": [
      "확폭",
      "캔트",
      "종거",
      "완화구간"
    ],
    "subject": "응용측량",
    "text": "원심력에 의한 곡선부의 차량탈선을 방지하기 위하여 곡선부의 횡단 노면 외측부를 높여주는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-34",
    "options": [
      "반향 곡선",
      "단곡선",
      "렘니스케이트 곡선",
      "복심 곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원곡선의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-35",
    "options": [
      "35m",
      "45m",
      "55m",
      "65m"
    ],
    "subject": "응용측량",
    "text": "고도 2000m에서 촬영한 항공사진 상의 굴뚝 정상과 최하단의 시차가 각각 17mm, 15mm이었다. 사진1, 사진2의 기선 길이가 각각 61mm, 63mm이었다면 이 굴뚝의 높이는 약 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-36",
    "options": [
      "SLAR은 능동적 센서에 속한다.",
      "비디콘 사진기는 수동적 센서에 속한다.",
      "ETM+는 능동적 센서에 속한다.",
      "HRV 센서는 수동적 센서에 속한다."
    ],
    "subject": "응용측량",
    "text": "원격탐사의 센서에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-37",
    "options": [
      "-2.8%",
      "-3.5%",
      "+3.5%",
      "+2.8%"
    ],
    "subject": "응용측량",
    "text": "도로의 중심선을 따라 20m 간격의 종단측량을 하여 다음과 같은 결과를 얻었다. 측점 1과 측점 5의 지반고를 연결하여 도로계획선을 설정한다면 이 계획선의 경사는?",
    "local_images": [
      "images/ea20090726-37_img_0.gif"
    ],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-38",
    "options": [
      "지구의 곡률오차",
      "표척눈금 부정에 의한 오차",
      "광선의 굴절오차",
      "시준축 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전ㆍ후시 거리를 같게 함으로서 제거되지 않는 오차는?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-39",
    "options": [
      "GPS 반송파 위상추적회로에서 반송파 위상차 값의 순간적인 차단으로 인한 오차이다.",
      "GPS 안테나 주위의 지형ㆍ지물에 의한 신호단절 현상이다.",
      "높은 위성 고도각과 낮은 신호 잡음이 원인이 된다.",
      "Static 측량에서 비교적 작게 나타난다."
    ],
    "subject": "응용측량",
    "text": "GPS측량의 Cycle Slip에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-40",
    "options": [
      "에어로 폴리곤법",
      "블록조정법",
      "독립모델법",
      "번들조정법"
    ],
    "subject": "응용측량",
    "text": "항공삼각측량에서 조정을 위한 입력좌표로 사진좌표를 사용하는 해석방법은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090510-21",
    "options": [
      "토지의 이용 상태",
      "두 점간의 높이",
      "사진의 축척",
      "1매의 사진이 포용하는 면적"
    ],
    "subject": "응용측량",
    "text": "중복된 같은 고도의 항공사진이 연직사진일 경우 시차차로 알 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-22",
    "options": [
      "기본 GPS에 비해 정밀도는 떨어지나 배나 비행기의 항법, 자동차 등에 응용될 수 없는 한계가 있다.",
      "제 2의 장치가 수신기 근처에 존재하여 지금 현재 수신받는 자료가 얼마만큼 빗나간 양이라는 것을 수신기에게 알려줌으로써 위치결정의 오차를 극소화 시킬 수 있는데, 바로 이 방법이 DGPS라고 불리는 기술이다.",
      "DGPS는 두 개의 GPS 수신기를 필요로 하는데, 하나의 수신기는 정지해있고(stationary) 다른 하나는 이동을(roving) 하면서 위치측정을 시행한다.",
      "정지한 수신기가 DGPS 개념의 핵심이 되는 것으로 정지 수신기는 실제 위성을 이용한 측정값과 이미 정밀하게 결정된 실제 값과의 차이를 계산한다."
    ],
    "subject": "응용측량",
    "text": "DGPS(Differential GPS)를 측위에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-23",
    "options": [
      "반지름은 그 시작점에서 ∞이고, 종점에서는 원곡선의 반지름과 같다.",
      "접선은 시점에서는 직선에, 종점에서는 원호에 접한다.",
      "완화곡선 중 클로소이드 곡선은 철도에 주로 이용된다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-24",
    "options": [
      "연직점",
      "지표",
      "등각점",
      "주점"
    ],
    "subject": "응용측량",
    "text": "지표면에 기복이 있을 때 사진면에는 어떤 점을 중심으로 방사상의 기복변위가 생기는가?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-25",
    "options": [
      "능선",
      "계곡선",
      "경사변환선",
      "최대경사선"
    ],
    "subject": "응용측량",
    "text": "지성선 중 지표면이 낮거나 움푹 패인 점을 연결한 선으로 합수선이라고도 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-26",
    "options": [
      "시거법(스타디아 측량)",
      "중력에 의한 방법",
      "평판의 앨리데이드에 의한 방법",
      "수평표척에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "고저차를 구하는 방법으로 사용하는 것이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-27",
    "options": [
      "0.25m",
      "0.30m",
      "0.32m",
      "0.41m"
    ],
    "subject": "응용측량",
    "text": "두 점 간의 거리가 2100m이고 곡률반지름(R)이 6370km, 빛의 굴절계수(k)가 0.14일 경우에 양차는?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-28",
    "options": [
      "HDOP-기하학적 정밀도 저하율",
      "PDOP-위치 정밀도 저하율",
      "RDOP-상대 정밀도 저하율",
      "VDOP-수직 정밀도 저하율"
    ],
    "subject": "응용측량",
    "text": "DOP의 종류로 옳게 짝지어지지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-29",
    "options": [
      "221.260m",
      "227.920m",
      "228.019m",
      "229.641m"
    ],
    "subject": "응용측량",
    "text": "다음 표는 갱내에서 수준측량을 실시한 결과이다. A점의 지반고가 224.590m일 경우 D점의 지반고는?",
    "local_images": [
      "images/ea20090510-29_img_0.gif"
    ],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-30",
    "options": [
      "약 1/10000",
      "약 1/13000",
      "약 1/15000",
      "약 1/18000"
    ],
    "subject": "응용측량",
    "text": "표고 2000m의 비행기에서 초점거리 154mm의 사진기로 촬영한 수직항공사진의 축척은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-31",
    "options": [
      "중간점",
      "수준점",
      "이기점",
      "기계점"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전ㆍ후시의 측량을 연결하기 위하여 전시, 후시를 함께 취하는 점은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-32",
    "options": [
      "접선길이=57.95m",
      "중앙종거=11.95m",
      "곡선길이=114.33m",
      "장현길이=109.89m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 단곡선을 설치할 때 교각(I)=49° 31‘, 반지름=130m인 경우 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-33",
    "options": [
      "사진의 경사를 수정한다.",
      "축척을 통일시키고 변위를 제거한다.",
      "편위수정 조건에는 샤임플러그의 조건이 있다.",
      "편위수정에는 2개의 표정점이 필요하다."
    ],
    "subject": "응용측량",
    "text": "사진측량에 있어서 편위수정에 대한 설명으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-34",
    "options": [
      "6:3",
      "1:2",
      "3:1",
      "4:7"
    ],
    "subject": "응용측량",
    "text": "종중복도 60%, 횡중복도 30%일 때 촬영 종기선의 길이와 촬영 횡기선의 길이의 비는?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-35",
    "options": [
      "클로소이드는 나선의 일종이다.",
      "클로소이드의 모양은 하나밖에 없으나 매개변수 A를 변화시키면 크기가 다른 클로소이드가 무수히 많이 생긴다.",
      "클로소이드 요소에는 길이의 단위를 가진 것과 단위가 없는 것이 있다.",
      "클로소이드에서 R=2L이 되는 점을 특성점이라 한다."
    ],
    "subject": "응용측량",
    "text": "클로소이드(clothoid)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-36",
    "options": [
      "13.28m",
      "15.28m",
      "9.72m",
      "6.72m"
    ],
    "subject": "응용측량",
    "text": "편각법으로 원곡선을 설치할 때 기점으로부터 교점까지의 거리=123.45m, 교각(I)=40° 20', 곡선반경(R)=100m일 때 시단현의 길이는? (단, 중심말뚝의 간격은 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-37",
    "options": [
      "56° 18‘ 36“",
      "33° 41‘ 24“",
      "232° 25‘ 53“",
      "322° 25‘ 23“"
    ],
    "subject": "응용측량",
    "text": "터널을 만들기 위하여 A, B 두점의 좌표를 측정한 결과 A점은 XA=1000.00m, YA=250.00mm, B점은 XB=1500.00m, YB=1000.00m이면 AB의 방위각은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-38",
    "options": [
      "면적의 계산",
      "토량의 계산",
      "토지의 기복상태의 조사",
      "지적도의 복원"
    ],
    "subject": "응용측량",
    "text": "지형도로서 활용할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-39",
    "options": [
      "6.68mm",
      "7.68mm",
      "8.68mm",
      "9.68mm"
    ],
    "subject": "응용측량",
    "text": "카메라의 초점거리 153mm, 촬영경사 5°로 평지를 촬영한 사진이 있다. 이 사진의 등각점은 주점으로부터 최대경사선 상의 몇 mm인 곳에 있는가?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-40",
    "options": [
      "48.28m",
      "46.80m",
      "55.28m",
      "62.72m"
    ],
    "subject": "응용측량",
    "text": "점 A의 표고는 각각 110.5m, 130.5m, 130.8m이고, AB간의 수평거리는 100m이다. 120m 등고선이 통과하는 위치는 A점으로부터 수평거리로 얼마인가?",
    "local_images": [
      "images/ea20090510-40_img_0.gif"
    ],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20080727-21",
    "options": [
      "1.0m",
      "1.5m",
      "2.0m",
      "2.3m"
    ],
    "subject": "응용측량",
    "text": "레벨(Level) 수준기 기포관의 곡률반경을 알기 위하여 10m 떨어진 곳의 표척(Staff)을 수평으로 시준하고, 기포를 2눈금 이동시켜서 다시 표척(Staff)을 시준하니 4cm의 이동이 있었다면 이 때 기포관의 곡률반경을 얼마인가? (단, 기포관 1눈금=2mm)",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-22",
    "options": [
      "1/1000-1m",
      "1/10000-10m",
      "1/50000-20m",
      "1/5000-5m"
    ],
    "subject": "응용측량",
    "text": "지형도의 축척과 등고선 주곡선의 간격이 서로 잘못 짝지어진 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-23",
    "options": [
      "29m",
      "30m",
      "31m",
      "35m"
    ],
    "subject": "응용측량",
    "text": "굴뚝의 높이를 측정하기 위하여 A, B점에서 굴뚝 끝의 경사각을 관측하여 A점에서는 30°, B점에서는 45°를 얻었다. 이 때 굴뚝의 표고는? (단, AB의 거리는 22m, A, B 및 굴뚝의 하단은 일직선상에 있고, 기계고(I, H)는 A, B 모두 1m 이다.)",
    "local_images": [
      "images/ea20080727-23_img_0.gif"
    ],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-24",
    "options": [
      "5.9m",
      "9.5m",
      "16.9m",
      "15.4m"
    ],
    "subject": "응용측량",
    "text": "다음 그림에서 노선의 용지폭 x는 얼마인가? (단, 노폭=6.0m, 절취경사=1:0.7, 성토고=5.0m, 성토경사=1.1, 여유폭=1.5m, 절취고=2.0m)",
    "local_images": [
      "images/ea20080727-24_img_0.gif"
    ],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-25",
    "options": [
      "15.75m",
      "32.78m",
      "40.25m",
      "56.57m"
    ],
    "subject": "응용측량",
    "text": "곡선 반지름 R=80m, 클로소이드 곡선길이 L=40m일 때 클로소이드 곡선의 매개변수 A는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-26",
    "options": [
      "9° 56‘ 37“",
      "50° 03‘ 22“",
      "219° 57‘ 49“",
      "320° 02‘ 11“"
    ],
    "subject": "응용측량",
    "text": "직선 터널을 뚫기 위해 트래버스 측량을 실시한 결과 다음과 같은 값을 얻었다. 터널 중심선 AB의 방위각은?",
    "local_images": [
      "images/ea20080727-26_img_0.gif"
    ],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-27",
    "options": [
      "22.4m",
      "30.2m",
      "52.0m",
      "72.6m"
    ],
    "subject": "응용측량",
    "text": "사진상에서 탑의 높이를 측정하기 위하여 탑의 상부와 하부의 시차를 측정한 결과, 시차차가 1.83mm, 촬영고도 980m, 주점 기선 길이가 80mm였다면 이 탑의 높이는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-28",
    "options": [
      "연직점",
      "등각점",
      "주점",
      "중심점"
    ],
    "subject": "응용측량",
    "text": "사진지도에서 축척을 결정할 때 경사가 5grade이었다. 수직 사진의 축척과 같게 하기 위한 기준으로 가장 좋은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-29",
    "options": [
      "승교점의 적경",
      "궤도 경사각",
      "관측점의 위도",
      "궤도의 이심률"
    ],
    "subject": "응용측량",
    "text": "다음 중 인공위성의 궤도요소에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-30",
    "options": [
      "지거설치법",
      "편각설치법",
      "중앙종거법",
      "중거에 의한 설치법"
    ],
    "subject": "응용측량",
    "text": "단곡선 설치에서 철도, 도로 등의 설치에 가장 일반적으로 사용되는 설치방법은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-31",
    "options": [
      "음영법",
      "단채법",
      "등고선법",
      "영선법"
    ],
    "subject": "응용측량",
    "text": "지형표시 방법의 하나로 단선상의 선으로 지표의 기복을 나타내는 것으로 일명 게바법이라고도 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-32",
    "options": [
      "97.36m",
      "101.46m",
      "103.76m",
      "108.36m"
    ],
    "subject": "응용측량",
    "text": "A점의 표고가 100.56m이고, A와 B점의 지표에 세운 표척의 관측값이 각각 a=+5.5m, b=+2.3m이라 할 때 B점의 표고는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-33",
    "options": [
      "짧은 시간에 넓은 지역을 동시에 측정할 수 있으며 반복측정이 주기적으로 가능하여 대상물의 변화를 감지할 수 있다.",
      "다중파장대에 의한 지구표면의 다양한 정보의 취득이 용이하며 측정자료가 수치로 가록되어 판독에 있어서 자동적인 직업수행이 가능하고 정량화하기 쉽다.",
      "관측이 넓은 시야각으로 행해지므로 얻어진 영상은 중심투영상에 가깝다.",
      "탐사된 자료가 즉시 이용될 수 있으며 재해 및 환경문제의 해결에 유용하게 이용될 수 있다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 위성을 이용한 원격탐사기법이 가지는 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-34",
    "options": [
      "0° 24‘ 31“",
      "0° 34‘ 31“",
      "0° 44‘ 31“",
      "0° 54‘ 31“"
    ],
    "subject": "응용측량",
    "text": "교각(I)이 60°, 곡선의 반지름(R)이 200m, 중심말뚝 거리(ℓ)가 20m일 때 시단현의 편각은? (단, 노선기점에서 교점까지의 추가거리=630.29m)",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-35",
    "options": [
      ", 크기와 형태",
      "색조와 모양",
      "질감과 음영",
      "원감과 소실점"
    ],
    "subject": "응용측량",
    "text": "다음 중 항공사진 판독의 요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-36",
    "options": [
      "계획조사측량-노선선정-실시설계측량-공사측량-세부측량-용지측량",
      "노선선정-계획조사측량-용지측량-세부측량-실시설계측량-공사측량",
      "계획조사측량-용지측량-노선측량-실시설계측량-세부측량-공사측량",
      "노선선정-계획조사측량-실시설계측량-세부측량-용지측량-공사측량"
    ],
    "subject": "응용측량",
    "text": "노선측량의 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-37",
    "options": [
      "종ㆍ횡단면도 작성",
      "표고에 의한 평균유속 측정",
      "절토 및 성토범위의 결정",
      "등고선에 의한 체적 계산"
    ],
    "subject": "응용측량",
    "text": "지형도를 이용하여 작성할 수 있는 자료에 해당 되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-38",
    "options": [
      "자료구축 이후 지속적이며 표준화된 갱신이 이루어져야 한다.",
      "지하시설물의 특성에 따른 모니터링 체계를 통합함이 효율적이다.",
      "일관성 있고 체계적인 자료의 유지관리가 이루어져야 한다.",
      "지하시설물의 관측방법은 직접 시추를 통한 방법이 거의 유일한 방법이다."
    ],
    "subject": "응용측량",
    "text": "지하시설물의 유지관리에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-39",
    "options": [
      "경사와 축척을 바로 수정하여 축척을 통일시키고 변위가 없는 수직 사진으로 수정하는 작업",
      "한 영상의 위치에 실제의 객체가 다른 영상의 어느 위치에 형성되었는가를 발견하는 작업",
      "사진상의 주점이나 표정점 등 제점의 위치를 인접한 사진 상에 옳기는 작업",
      "지표의 상태를 파악하기 위하여 사진에 찍혀 있는 것이 무엇인지를 판별하는 작업"
    ],
    "subject": "응용측량",
    "text": "입체영상의 영상접합(image mafching)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-40",
    "options": [
      "연속위상관측(continuous phase observable)",
      "신호제곱처리(signal squaring)방법",
      "헤테로다인수신(heterodyning)방법",
      "교차상관관계(cross correlation)방법"
    ],
    "subject": "응용측량",
    "text": "GPS를 이용한 측지작업에 사용되는 캐리어관측법(carrier phase measuremeent)과 관계가 가장 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080511-21",
    "options": [
      "M은 M'의 약 2배가 된다.",
      "M은 M'의 약 4배가 된다.",
      "M은 R의 약 1/3이 된다.",
      "M'는 R의 약 1/8이 된다."
    ],
    "subject": "응용측량",
    "text": "노선측량에서 이용되는 단곡선에서 M 및 M'를 곡선의 중앙종거라 할 때 다음 중 옳은 것은?",
    "local_images": [
      "images/ea20080511-21_img_0.gif"
    ],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-22",
    "options": [
      "0.667",
      "0.767",
      "0.678",
      "0.797"
    ],
    "subject": "응용측량",
    "text": "초점거리 150mm, 축척 1:10000으로 촬영한 연직사진에서 종중복도 50%, 사진의 크기 23×23cm일 때 기선고도비는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-23",
    "options": [
      "57.7m",
      "73.2m",
      "100.00m",
      "173.2m"
    ],
    "subject": "응용측량",
    "text": "교각 60°, 곡선반지름 100m인 원곡선의 시점을 움직이지 않고 교각 90°로 할 경우 교점까지의 접선길이와 곡선시점(B.C)이 동일한 새로운 원곡선의 반지름은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-24",
    "options": [
      "12.65m",
      "12.85m",
      "22.11m",
      "25.10m"
    ],
    "subject": "응용측량",
    "text": "터널내에서 천장에 고정점 A, B를 관측한 결과가 그림과 같을 때 두 지점간의 고저차는?",
    "local_images": [
      "images/ea20080511-24_img_0.gif"
    ],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-25",
    "options": [
      "34m",
      "44m",
      "54m",
      "64m"
    ],
    "subject": "응용측량",
    "text": "촬영고도가 3500m, 사진 I의 주점기선길이 80mm, 사진 Ⅱ의 주점기선길이 84mm일 때 시차차 1.5mm인 그림자의 고저차는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-26",
    "options": [
      "대칭",
      "합동",
      "상사",
      "상치"
    ],
    "subject": "응용측량",
    "text": "대지(절대)표정이 정확하게 완료되었을 경우 사진모델과 실제지형의 관계로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-27",
    "options": [
      "얻어진 영상이 정사투영에 가깝다.",
      "판독이 자동적이고 정량화가 가능하다.",
      "넓은 지역을 동시에 측정할 수 있다.",
      "어떤 지점이든 원하는 시기에 관측할 수 있다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 인공위성에 의한 원격탐측의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-28",
    "options": [
      "후시한 후 곧바로 전시한다.",
      "표척을 정확히 수직으로 세운다.",
      "전시와 후시의 거리를 같게 한다.",
      "표척을 시준선의 좌우로 약간 기울인다."
    ],
    "subject": "응용측량",
    "text": "레벨의 시준축이 기포관축과 평행하지 않으므로 인한 오차는 다음 중 어떤 방법으로 소거될 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-29",
    "options": [
      "지표설치",
      "지하설치",
      "조사",
      "예측"
    ],
    "subject": "응용측량",
    "text": "터널측량의 작업 단계 중 지표에 설치된 중심선을 기준으로 하여 갱문에서 굴착을 시작하여 굴착이 진행됨에 따라 갱내의 중심선을 설정하는 작업은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-30",
    "options": [
      "57.8m",
      "58.8m",
      "59.8m",
      "60.8m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 n=13, D=75m, S=1.25m, I=1.30m, HA=50.00일 때 B점의 표고(HB)는?",
    "local_images": [
      "images/ea20080511-30_img_0.gif"
    ],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-31",
    "options": [
      "차량의 회전을 원활히 하기 위해",
      "노면배수가 잘 되도록 하기 위해",
      "급격한 노선변화에 대비하기 위해",
      "주행에 따른 노면침하를 사전에 방지하기 위해"
    ],
    "subject": "응용측량",
    "text": "노선에서 기본적인 횡단기울기를 설치하는 가장 큰 목적은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-32",
    "options": [
      "초점거리가 짧다.",
      "피사각이 크다.",
      "렌즈 주변부 광량 감소가 크다.",
      "렌즈의 지름이 작다."
    ],
    "subject": "응용측량",
    "text": "항공사진측량용 카메라의 특징으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-33",
    "options": [
      "측지 좌표계",
      "극 좌표계",
      "적도 좌표계",
      "지심 좌표계"
    ],
    "subject": "응용측량",
    "text": "WGS 84 좌표계는 다음 중 어디에 해당하는가?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-34",
    "options": [
      "5m",
      "10m",
      "20m",
      "100m"
    ],
    "subject": "응용측량",
    "text": "1:50000의 지형도에서 주곡선의 간격은 몇 m인가?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-35",
    "options": [
      "120.20m",
      "132.27m",
      "140.25m",
      "150.05m"
    ],
    "subject": "응용측량",
    "text": "1:25000 지형도에서 150m와 120m 등고선 사이의 P점이 그림과 같이 각각 도상거리 4.5mm와 6.5 mm 사이에 있을 때 P점의 표고는?",
    "local_images": [
      "images/ea20080511-35_img_0.gif"
    ],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-36",
    "options": [
      "시준축 오차",
      "연직축 오차",
      "연직축 오차",
      "편심 오차"
    ],
    "subject": "응용측량",
    "text": "수평각 관측에서 측각오차 중 망원경을 정ㆍ반으로 관측하여 소거할 수 있는 오차가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-37",
    "options": [
      "50mm",
      "105mm",
      "153mm",
      "183mm"
    ],
    "subject": "응용측량",
    "text": "초점거리가 153mm이고 경사각이 90°일 때 주점과 등각점의 거리는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-38",
    "options": [
      "기하 보정",
      "발사 보정",
      "영상 강조",
      "망 조정"
    ],
    "subject": "응용측량",
    "text": "센서에서 얻은 위성영상을 활용하기 위해서 기본적으로 행하여지는 작업과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-39",
    "options": [
      "137.37m",
      "59.59m",
      "95.91m",
      "47.94m"
    ],
    "subject": "응용측량",
    "text": "원곡선의 접선기리가 50m, 교각이 40°일 때 곡선장은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-40",
    "options": [
      "능선은 지표면의 가장 높은 곳을 연결한 선으로 분수선이라고도 한다.",
      "합수선은 지표면의 가장 낮은 곳을 연결한 선으로 계곡선이라고도 한다.",
      "경사변환선은 동일 방향의 경사면에서 경사ㅑ의 크기가 다른 두 면의 교선을 말한다.",
      "최대경사선은 지표상 임의의 한 점에 있어서 그 경사가 최대로 되는 방향을 표시한 선을 말하며 등고선과 수평을 유지한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 지성선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080302-21",
    "options": [
      "주곡선 50m",
      "간곡선 25m",
      "계곡선 100m",
      "조곡선 10m"
    ],
    "subject": "응용측량",
    "text": "축척 1/50,000 지형도의 등고선 간격에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-22",
    "options": [
      "점고법",
      "방안법(사각형분할법)",
      "횡단점법",
      "종단점법(기준점법)"
    ],
    "subject": "응용측량",
    "text": "비교적 소축척으로 산지 등의 측량에 이용되는 등고선 측정 방법으로 지성선 상의 중요점의 위치와 표고를 측정하고 이 점으로부터 등고선을 삽입하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-23",
    "options": [
      "1배",
      "2배",
      "3배",
      "4배"
    ],
    "subject": "응용측량",
    "text": "항공사진에서 사진의 크기와 촬영고도를 같게 할 경우 초광각 카메라에 의한 촬영지역의 면적은 광각 카메라의 경우보다 약 몇 배가 되는가? (단, 초광각 카메라 초점거리=88mm, 광각카메라 초점거리=150mm)",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-24",
    "options": [
      "적외선사진",
      "팬크로사진",
      "반사사진",
      "위색사진"
    ],
    "subject": "응용측량",
    "text": "지질, 토양, 수자원 및 삼림조사 등의 판독작업에 주로 이용되는 사진은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-25",
    "options": [
      "0.38",
      "0.56",
      "0.61",
      "0.71"
    ],
    "subject": "응용측량",
    "text": "축척 1/10000으로 촬영한 연직사진에서 사진기의 초점거리가 150mm이고 사진의 크기는 23×23cm, 종중복도가 60%일 때 기선고도비는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-26",
    "options": [
      "5.182m",
      "7.764m",
      "8.707m",
      "11.081m"
    ],
    "subject": "응용측량",
    "text": "터널에서 수준측량을 실시한 야장이 다음과 같을 때 C점의 지반고는? (단, - 부호는 측점이 천정에 설치되어 있으며 단위는 m)",
    "local_images": [
      "images/ea20080302-26_img_0.gif"
    ],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-27",
    "options": [
      "단시간 내에 넓은 지역을 동시에 측정할 수 있으며 반복관측이 가능하다.",
      "회전주기가 일정하므로 원하는 지점을 원하는 시기에 관측하기가 어렵다.",
      "관측이 좁은 시야각으로 행해지므로 얻어진 영상은 중심투영에 가깝다.",
      "탑재된 자료가 즉시 이용될 수 있으며 재해 및 환경문제 해결에 편리하다."
    ],
    "subject": "응용측량",
    "text": "회전주기가 일정한 인공위성에 의한 원격탐사의 특성을 설명한 것 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-28",
    "options": [
      "3차포물선",
      "2차포물선",
      "렘니스케이드 곡선",
      "클로소이드 곡선"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 고속도로에 많이 사용되는 완화곡선은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-29",
    "options": [
      "5.0mm",
      "5.5mm",
      "6.0mm",
      "6.5mm"
    ],
    "subject": "응용측량",
    "text": "직접수준측량에서 2km를 왕복하는데 오차가 4mm 발생하였다면 이와 같은 정밀도로 하여 4.5km를 왕복했을 때의 오차는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-30",
    "options": [
      "24.50m",
      "24.30m",
      "24.24m",
      "24.14m"
    ],
    "subject": "응용측량",
    "text": "그림에서 ∠ADB의 2등분선 상의 C점을 원곡선의 중점으로 하고자 한다. DC의 길이를 10m로 할 때 원곡선의 반지름은 얼마인가? (단, I=90°임)",
    "local_images": [
      "images/ea20080302-30_img_0.gif"
    ],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-31",
    "options": [
      "49.5m",
      "44.5m",
      "39.5m",
      "34.5m"
    ],
    "subject": "응용측량",
    "text": "종단곡선에서 상향기울기 4.5/1000, 하향기울기 35/1000인 두 노선이 반지름 2000m의 원곡선 상에서 교차할 때 곡선길이(L)는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-32",
    "options": [
      "99.922m",
      "100.894m",
      "102.498m",
      "102.849m"
    ],
    "subject": "응용측량",
    "text": "교점 I.P는 도로기점에서 187.940m의 위치에 있고 곡선반지름 R=250m, 교각 I=43° 57' 20\", 현길이=20m의 원곡선에서 접선장(T.L)은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-33",
    "options": [
      "45매",
      "56매",
      "63매",
      "72매"
    ],
    "subject": "응용측량",
    "text": "축척 1/50000 지형도지역에서 도화구역의 가로, 세로가 각각 20cm×40cm인 지역을 촬영축척 1/20000, 종중복도 60%, 횡중복도 40%, 사진크기 23cm×23cm의 동서코스로 촬영할 때 사진매수는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-34",
    "options": [
      "2cm",
      "6cm",
      "9m",
      "11m"
    ],
    "subject": "응용측량",
    "text": "표고가 동일한 A, B 두지점에서 지구중심방향으로 수갱을 깊이 1000m로 굴착하는 경우에 지표에서 수갱간의 거리가 100m 였다면 지표와 지하에서의 수갱간 거리는 약 얼마의 차이가 발생하는가? (단, 지구의 반지름은 6370km이다.)",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-35",
    "options": [
      "고정밀도의 측량이 가능하다.",
      "측점간의 상호 시통이 필요하지 않다.",
      "측점에서 모든 데이터 취득이 가능하다.",
      "날씨에 영향을 많이 받으며 야간관측이 어렵다."
    ],
    "subject": "응용측량",
    "text": "GPS의 특징을 설명한 것 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-36",
    "options": [
      "표고:평균해주면으로부터의 연직거리",
      "후시:표고를 결정하기 위한 점에 세운 표척 읽음 값",
      "중간점:표고를 알기 위해 전시되는 점으로서, 이 점의 오차는 다른 점에 영향을 미치지 않음",
      "시공기면:노선, 매립, 절토, 부지 등의 계획고를 표시하기 위한 기준면"
    ],
    "subject": "응용측량",
    "text": "수준측량에 관한 용어 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-37",
    "options": [
      "26“",
      "29“",
      "32“",
      "35“"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 기포관의 눈금이 3눈금 움직였을 때 60m 전방에 세운 표척의 읽음차가 2.5cm인 경우 기포관의 감도는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-38",
    "options": [
      "우주부문",
      "사용자부문",
      "제어부문",
      "탐사부문"
    ],
    "subject": "응용측량",
    "text": "다음 중 GPS의 구성체계에 포함되지 않는 부문은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-39",
    "options": [
      "특성점",
      "연직점",
      "등각점",
      "주점"
    ],
    "subject": "응용측량",
    "text": "항공사진에서 계산에 의하지 않고 구할 수 있는 점으로 마주 보는 지표의 대각선이 서로 만나는 점이 그 위치가 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-40",
    "options": [
      "일반도",
      "주제도",
      "특수도",
      "편집도"
    ],
    "subject": "응용측량",
    "text": "지도의 사용목적별 분류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20070805-21",
    "options": [
      "341.5m",
      "363.1m",
      "421.6m",
      "463.0m"
    ],
    "subject": "응용측량",
    "text": "갱내에서 A점의 좌표 및 표고가 (1328.0, 810.0, 86.3), B점의 좌표 및 표고가 (1734.0, 589.0, 112.4)일 때 A, B점을 연결하는 갱도를 굴진할 경우 이 갱도의 경사거리는? (단, 좌표=(X, Y, Z)이고 단위는 m)",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-22",
    "options": [
      "GRS-80",
      "ITRF2000",
      "JGD2000",
      "WGS-84"
    ],
    "subject": "응용측량",
    "text": "GPS 측량에서 이용하는 좌표계는?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-23",
    "options": [
      "클로소이드는 곡률이 곡선의 길이에 비례한다.",
      "모든 클로소이드는 닮은 꼴이다.",
      "철도의 종단곡선 설치에 가장 효과적이다.",
      "클로소이드의 요소에는 길이의 단위를 갖는 것과 단위가 없는 것이 있다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 완화곡선에서 클로소이드에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-24",
    "options": [
      "2.5m",
      "5m",
      "10m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "우리나라 지형도 1/50000에서 조곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-25",
    "options": [
      "음영법",
      "영선법",
      "등고선법",
      "조감도법"
    ],
    "subject": "응용측량",
    "text": "지형을 표시하는 방법으로 적당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-26",
    "options": [
      "6:3",
      "2:1",
      "3:1",
      "4:7"
    ],
    "subject": "응용측량",
    "text": "종중복도 60%, 횡중복도 30% 일 때 촬영 종기선의 길이와 촬영 횡기선의 길이의 비는?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-27",
    "options": [
      "1.31m",
      "1.32m",
      "1.33m",
      "1.34m"
    ],
    "subject": "응용측량",
    "text": "교호수준 측량에서 측정값이 아래와 같을 때 A, B 두 점 사이의 고저차는? (단, a1=2.52m, b1=1.21m, a2=3.53m, b2=2.20m)",
    "local_images": [
      "images/ea20070805-27_img_0.gif"
    ],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-28",
    "options": [
      "기준면식",
      "기고식",
      "승강식",
      "고차식"
    ],
    "subject": "응용측량",
    "text": "수준 측량시 중간시가 많은 경우 가장 편리한 야장 기입 방법은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-29",
    "options": [
      "편경사",
      "확폭",
      "종곡선",
      "매개변수"
    ],
    "subject": "응용측량",
    "text": "곡선설치에서 캔트(cant)의 의미는?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-30",
    "options": [
      "합수선(계곡선)",
      "분수선(능선)",
      "경사변환선",
      "최대경사선"
    ],
    "subject": "응용측량",
    "text": "지성선 중에서 빗물이 이것을 따라 좌우로 흐르게 되는 선으로 지표면이 높은 곳의 꼭대기 점을 연결한 선은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-31",
    "options": [
      "41° 23‘14“",
      "43° 03‘ 28“",
      "45° 37‘ 36“",
      "21° 31‘ 44“"
    ],
    "subject": "응용측량",
    "text": "단곡선에서 반경(R)=200m이고 외할(E)이 15m일 때 교각(I)은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-32",
    "options": [
      "f0 코드, f1 코드",
      "Ψ코드, △코드",
      "P코드, C/A코드",
      "IDOT코드, IODE코드"
    ],
    "subject": "응용측량",
    "text": "GPS 위성의 신호인 L1과 L2는 두 개의 PRNs(Pseudo-Random Noise codes)에 의해 변조된다. 이 코드의 명칭은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-33",
    "options": [
      "정량적, 정성적 관측이 가능함",
      "정확도의 균일성이 좋음",
      "분업화에 의한 능률성이 좋음",
      "기상조건의 영향을 받지 않음"
    ],
    "subject": "응용측량",
    "text": "사진측량의 트기성이라 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-34",
    "options": [
      "1/5000",
      "1/6000",
      "1/10000",
      "1/20000"
    ],
    "subject": "응용측량",
    "text": "초점거리 15cm의 카메라로 촬영한 사진상에서 철탑의 길이 4.8mm, 주점에서 철탑꼭지까지의 거리 20cm를 측정하였다. 실제 철탑의 높이가 36m이라면 사진의 축척은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-35",
    "options": [
      "93.499m",
      "100.257m",
      "123.526m",
      "293.706m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 산에 터널을 뚫기 위하여 다각측량을 실시한 결과가 표와 같을 때 직선 AF의 거리는?",
    "local_images": [
      "images/ea20070805-35_img_0.gif"
    ],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-36",
    "options": [
      "±0.5mm",
      "±1.3mm",
      "±7.3mm",
      "±10.5mm"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 30“인 레벨(Level)을 사용하여 50m 떨어진 표척을 시준할 때 시준값의 차이는 얼마나 발생하는가?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-37",
    "options": [
      "by",
      "k",
      "ø",
      "ω"
    ],
    "subject": "응용측량",
    "text": "다음의 상호표정인자 중 회전인자에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-38",
    "options": [
      "연직점(nadir point)",
      "주점(principal point)",
      "등각점(iso-center)",
      "소실점(vanishing point)"
    ],
    "subject": "응용측량",
    "text": "사진에 수직인 선과 중심점에서 연직인 선 사이의 각을 2등분하여 만나선 선이 사진상에는 일개의 점으로 나타난다. 이 점을 무엇이라고 하는가?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-39",
    "options": [
      "화면거리의 조정",
      "투영중심의 일치",
      "사진모델의 방위 결정",
      "표정점의 좌표결정"
    ],
    "subject": "응용측량",
    "text": "다음 중 대지표정과정에서 직접 수행되는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-40",
    "options": [
      "13.28m",
      "15.28m",
      "6.72m",
      "9.72m"
    ],
    "subject": "응용측량",
    "text": "편각법으로 원곡선을 설치할 때 기점으로부터 교점까지의 거리=123.45m, 교각(I)=40° 20', 곡선반경(R)=100m일 때 시단현의 길이는? (단, 중심말뚝의 간격은 20m이다.)",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070513-21",
    "options": [
      "0.012m",
      "0.014m",
      "0.016m",
      "0.020m"
    ],
    "subject": "응용측량",
    "text": "수준기의 감도가 40“ 인 레벨로 80m 전방의 표척을 시준하였더니 기포관의 눈금이 1개 이동되었다. 이 때 생기는 위치 오차는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-22",
    "options": [
      "점고법",
      "등고선법",
      "영선법",
      "채색법"
    ],
    "subject": "응용측량",
    "text": "짧은선의 간격, 굵기, 길이 및 방향 등으로 지표의 기복을 나타내는 것으로 우모법이라고도 하는 지형 표시 방법은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-23",
    "options": [
      "축척 1/500 도면상의 면적은 실제 면적이 1/1000이다.",
      "도면의 축척을 1/600에서 1/200로 확대했을 때 도면의 크기는 6배가 된다.",
      "축척 1/300 도면상의 면적은 실제 면적의 1/9000이다.",
      "도면의 축척을 1/500에서 1/1000로 축소했을 때 도면의 크기는 1/4이 된다."
    ],
    "subject": "응용측량",
    "text": "다음의 설명 중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-24",
    "options": [
      "주접선에서 직교좌표에 의한 방법",
      "현에서 직교좌표에 의한 방법",
      "접선으로부터 직교좌표에 의한 방법",
      "종곡선으로부터 교회법에 의한 방법"
    ],
    "subject": "응용측량",
    "text": "클로소이드 완화곡선의 설치법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-25",
    "options": [
      "9.73m",
      "7.43m",
      "6.61m",
      "4.31m"
    ],
    "subject": "응용측량",
    "text": "경사터널 천정의 두 점에 대한 고저차를 구하기 위하여 측량을 하였다. 두 점의 고저차는? (단, 시준고와 기계고는 천정으로부터 측정값이며 기계고=1.5m, 시준고=1.56m, 경사거리=26.55m, 연직각 +15° 20‘)",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-26",
    "options": [
      "정사투영상",
      "외사투영상",
      "중심투영상",
      "평사투영상"
    ],
    "subject": "응용측량",
    "text": "위성영상은 다음 중 어느 투영상과 가깝다고 보는가?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-27",
    "options": [
      "a-f-d-c-b-e",
      "a-d-c-b-f-e",
      "f-a-d-c-b-e",
      "f-a-c-b-d-e"
    ],
    "subject": "응용측량",
    "text": "항공사진측량의 일반적인 작업순서로 맞는 것은?",
    "local_images": [
      "images/ea20070513-27_img_0.gif"
    ],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-28",
    "options": [
      "약 1/10000",
      "약 1/13000",
      "약 1/15000",
      "약 1/18000"
    ],
    "subject": "응용측량",
    "text": "표고 2000m 비행기에서 초점거리 154mm의 사진기로 촬영한 수직항공사진의 축척은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-29",
    "options": [
      "최근린 보간법",
      "공일차 보간법",
      "공액 보간법",
      "공삼차 보간법"
    ],
    "subject": "응용측량",
    "text": "수칙사진측량의 수치지형모형자료의 자료기반구축에서 영상소를 재배열 할 경우에 주로 이용하는 내삽법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-30",
    "options": [
      "물체의 반사 또는 방사",
      "광원의 입사각과 물체 및 센서 위치관계",
      "C-계수",
      "대기의 반사, 투과, 흡수, 산란"
    ],
    "subject": "응용측량",
    "text": "원격탐사에 의한 측정에 영향을 미치는 요인과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-31",
    "options": [
      "주점",
      "등각점",
      "렌즈의 초점",
      "연직점"
    ],
    "subject": "응용측량",
    "text": "항공사진의 특수 3점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-32",
    "options": [
      "지하수준측량",
      "터널내 고저측량",
      "터널내 중심측량",
      "터널내외 연결측량"
    ],
    "subject": "응용측량",
    "text": "터널이 긴 경우 굴진 공정기간의 단축을 위하여 중간에 수직 터널이나 경사 터널을 설치하고 본 터널과의 좌표를 일치시키기 위하여 실시하는 측량은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-33",
    "options": [
      "축척변경이 용이하다.",
      "시설 및 장비의 비용이 적게 든다.",
      "동체측정에 의한 기록보존이 용이하다.",
      "정량적 및 정성적 측량이 가능하다."
    ],
    "subject": "응용측량",
    "text": "일반적인 측량 방법과 비교할 때 사진측량의 장점에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-34",
    "options": [
      "삼각범",
      "수준원점",
      "중간점",
      "이기점"
    ],
    "subject": "응용측량",
    "text": "다음 중 가장 정확한 표고 측정의 기준이 되는 점은 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-35",
    "options": [
      "약 1km",
      "약 5km",
      "약 10km",
      "약 20km"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 중심선을 따라 수준측량을 실시할 때 노선에서 약간 떨어진 곳에 설치하는 수준점(B.M.)의 간격으로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-36",
    "options": [
      "복합형",
      "S형",
      "철형",
      "난형"
    ],
    "subject": "응용측량",
    "text": "클로소이드의 형식 중 반향곡선 사이에 2개의 클로소이드를 삽입하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-37",
    "options": [
      "거리에 비례한다.",
      "거리에 반비례한다.",
      "거리의 제곱근에 비례한다.",
      "거리의 제곱근에 반비례한다."
    ],
    "subject": "응용측량",
    "text": "수준측량에서 고저의 오차는 거리와 어떤 관계가 있는가?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-38",
    "options": [
      "등고선은 최대경사선과 직교를 이룬다.",
      "등고선은 도면 내외 어느 곳에서도 폐합되지 않는 경우가 있다.",
      "동일 등고선 상에 있는 모든 점은 같은 높이이다.",
      "등고선은 절벽이나 동굴의 지형을 제외하고는 교차하지 않는다."
    ],
    "subject": "응용측량",
    "text": "등고선의 성질에 관한 설명 중 맞지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-39",
    "options": [
      "고도 5° 이상의 지구 상 어디서나 4개 이상의 위성을 관측할 수 있도록 궤도를 구성하였다.",
      "지상 1000km에서 타원궤도를 돌고 있다.",
      "지구를 둘러싸는 60° 간격의 6개 궤도상에 배치되어 있다.",
      "GPS는 하루 24시간 어느 시간에서나 이용이 가능하다."
    ],
    "subject": "응용측량",
    "text": "GPS 위성 체계에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-40",
    "options": [
      "150.25m",
      "176.76m",
      "183.25m",
      "188.79m"
    ],
    "subject": "응용측량",
    "text": "단곡선에서 교각 I=30°, 반경 R=150m, 곡선시점(B, C)까지의 추가거리 110.25m일 때 곡선종점(E.C)까지의 추가거리는?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070304-21",
    "options": [
      "하나의 반송파가 전송에 실패할 대를 대비하여 예비로 2개를 운영한다.",
      "위성가지의 거리계산에서 전리층 지연시간을 계산할 수 잇도록 하기 위해서이다.",
      "2개의 반송파를 사용하는 것이 신호전송에 효율적이기 때문이다.",
      "두 반송파의 값을 평균하기 위해서 이다."
    ],
    "subject": "응용측량",
    "text": "GPS 신호가 2개의 반송파를 사용하는 이유는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-22",
    "options": [
      "에어폴리곤법",
      "스트립 및 블록조정법",
      "독립모델법",
      "번들조정법"
    ],
    "subject": "응용측량",
    "text": "공선조건식을 이용하는 해석적 3차원 항공삼각측량방법은 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-23",
    "options": [
      "15.91m",
      "15.93m",
      "15.95m",
      "15.97m"
    ],
    "subject": "응용측량",
    "text": "경사 갱내 고저차를 구하기 위해 그림과 같이 고저걱 α, 경사거리 L을 측정하여 다음과 같은 결과를 얻었다. A, B간의 고저차는?(단, I.H=1.15m, I.P=1.56m, L=31.00m, α=+30°)",
    "local_images": [
      "images/ea20070304-23_img_0.gif"
    ],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-24",
    "options": [
      "지심좌표계",
      "구면좌표계",
      "평면좌표계",
      "천문좌표계"
    ],
    "subject": "응용측량",
    "text": "세계좌표계(WGS-84)에서 사용하고 있는 좌표계는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-25",
    "options": [
      "반향곡선",
      "머리핀곡선",
      "복심곡선",
      "종단곡선"
    ],
    "subject": "응용측량",
    "text": "반경이 다른 2개의 단곡선이 그 접속점에서 공통접선을 갖고 그 것들의 중심이 공통접선과 같은 방향에 있는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-26",
    "options": [
      "어떤 대상물을 찍은 중복사진이나 영상이 필요하다.",
      "좌우사진을 바꾸어 입체시 하여도 결과는 같다.",
      "여색입체시는 좌우가 적색과 청색으로 구성된 색안경을 써서 본다.",
      "입체감을 얻기 위해서는 2장의 사진 축척이 거의 같아야 한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 입체시애 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-27",
    "options": [
      "투영사진",
      "수직사진",
      "경사사진",
      "수평사진"
    ],
    "subject": "응용측량",
    "text": "사진측량의 촬영방향에 의한 분류와 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-28",
    "options": [
      "고차식",
      "기고식",
      "승강식",
      "종단식"
    ],
    "subject": "응용측량",
    "text": "수준측량의 야장기입법 중에서 완전한 검산을 계산으로 할 수 잇으며 높은 정도를 필요로 하는 측량에서 작업하나 중감점이 많을 경우 계산이 복잡하고 시간이 많이 소요되는 단점을 갖고 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-29",
    "options": [
      "편각설치법",
      "지거설치법",
      "중앙종거법",
      "현편거법"
    ],
    "subject": "응용측량",
    "text": "단곡선의 설치에 있어서 접선과 현이 이루는 각을 이용하여 곡선을 설치하는 방법으로 가장 널리 사용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-30",
    "options": [
      "기준점법(종단점법)",
      "횡단점법",
      "사각 분할법(좌표점법)",
      "직접법"
    ],
    "subject": "응용측량",
    "text": "등고선 측정방법 중 지성선 상의 중요점의 위치와 표고를 측정하여, 이 점들을 기준으로 하여 등고선을 삽입하는 등고선 측정 방법은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-31",
    "options": [
      "30″",
      "40″",
      "50″",
      "60″"
    ],
    "subject": "응용측량",
    "text": "레벨의 주기포관의 감도를 구하기 위하여 레벨로부터 50m 거리에 있는 표척을 관측하여 1.30m를 얻었다. 이 기포관눈금을 5눈금(1눈금간격 2mm)이동하여 1.36m를 얻었다면 기포관의 감도는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-32",
    "options": [
      "인접사진간의 입체상을 얻기 위한 종중 복도는 일반적으로 60%를 준다.",
      "촬영경로간의 누락을 방지하기 위한 횡 중복도는 일반적으로 30를 준다.",
      "산악지역이나 고층빌딩이 밀집된 시가지의 중복도는 10~20%를 더 준다.",
      "1코스의 촬영경로의 길이는 일반적으로 50km이상을 유지한다."
    ],
    "subject": "응용측량",
    "text": "항공사진측량에서 중복도(overlap)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-33",
    "options": [
      "짧은 시간에 넓은 지역을 동시에 측정할 수 있으며 반복측정이 주기적으로 가능하여 대상물의 변화를 감지 할 수 있다.",
      "다중파장대에 의한 지구표면의 다양한 정보의 취득이 용이 하며 측정자료가 수치로 기록되어 판독에 있어서 자동적인 작업수행이 가능하고 정랑화하기 쉽다",
      "관측이 넓은 시야각으로 행해지므로 얻어진 영상은 중심투영상에 가깝다",
      "탐사된 자료가 즉시 이용될 수 있으며 재해 및 환경 문제의 해결에 매우 유용하다."
    ],
    "subject": "응용측량",
    "text": "원격탐사기법이 가지는 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-34",
    "options": [
      "±2.4 mm",
      "±1.5mm",
      "±0.24mm",
      "±0.15mm"
    ],
    "subject": "응용측량",
    "text": "초점거리 210mm 의 카메라로 비고가 50m인 구릉지에서 촬영한 사진의 축척이 1/25000 이다. 이 사진의 비고에 의한 최대 변위량은 몇 mm 인가? (단, 사진크기는 23 X 23cm, 종중복도 60% 이다.)",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-35",
    "options": [
      "후시는 기지점에 세운 표척의 읽음값이다.",
      "전시는 미지점 표척의 읽음값이다.",
      "중간점은 오차가 발생해도 다른 지점에 영향이 없다.",
      "이기점은 전시와 후시값이 항상 같게 된다."
    ],
    "subject": "응용측량",
    "text": "다음 용어에 대한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-36",
    "options": [
      "15.75m",
      "17.50m",
      "18.75m",
      "19.25m"
    ],
    "subject": "응용측량",
    "text": "지형측량을 실시하여 등고선을 삽입할 경우 A, B 두 점의 표고가 각각 100m, 500m 이 고 수평 거리가 250m인 경우 표고가 130m 되는 지점은 A 점으로부터 수평거리가 얼마나 떨어져 있는가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-37",
    "options": [
      "39°56′ 37″",
      "50°03′22″",
      "219°57′49″",
      "320°02′11″"
    ],
    "subject": "응용측량",
    "text": "직선 터널을 뚫기 위해 트래버스측량을 실시한 결과 다음 같은 값을 얻었다. 터널 중심선 AB의 방위각은?",
    "local_images": [
      "images/ea20070304-37_img_0.gif"
    ],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-38",
    "options": [
      "45.25m",
      "55.57m",
      "57.74m",
      "81.37m"
    ],
    "subject": "응용측량",
    "text": "반경 100m 의 단곡선을 설치하기 위하여 교각 I를 관측하였더니 60° 이었다. 곡선시점과 교점(I.P)의 거리는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-39",
    "options": [
      "곡선반경은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반경(R) 으로 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "완화곡선에 연한 곡선반경의 검소율은 캔트의 증가율과 같다.",
      "종점에 있는 캔트는 원곡선의 캔트와 같게 된다"
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질을 설명한 것으로 옳지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-40",
    "options": [
      "점고법",
      "우모법",
      "평행선법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형의 표시 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20060514-21",
    "options": [
      "0.67",
      "0.77",
      "0.87",
      "0.97"
    ],
    "subject": "응용측량",
    "text": "초점거리 120㎜, 사진의 크기 23㎝×23㎝, 종중복도 60%, 사진축척 1/30000일 때 기선고도비는?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-22",
    "options": [
      "2.48m",
      "3.52m",
      "6.94m",
      "13.84m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 단곡선에서 중앙종거 M 은?(단, 반경 R = 100m, I = 30° 30′ 이다.)",
    "local_images": [
      "images/ea20060514-22_img_0.gif"
    ],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-23",
    "options": [
      "사진의 화면크기",
      "카메라의 초점거리",
      "기선고도비",
      "입체시 할 경우 눈의 위치"
    ],
    "subject": "응용측량",
    "text": "항공사진을 실체 시 할 때 생기는 과고감에 영향을 미치는 인자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-24",
    "options": [
      "5.0㎜",
      "5.55㎜",
      "6㎜",
      "6.05㎜"
    ],
    "subject": "응용측량",
    "text": "직접수준측량에서 2km를 왕복하는데 오차가 4㎜ 발생하였다면 이와 같은 정밀도로 하여 4.5km를 왕복했을 때의 오차는?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-25",
    "options": [
      "1493.00m",
      "1499.93m",
      "1500.00m",
      "1500.07m"
    ],
    "subject": "응용측량",
    "text": "표고 500m의 지표상에 수평거리 1500m를 측정하고 터널을 지표 중심선에 따라 평균표고 200m 되는 지점을 관통시키려고 한다. 터널길이는 얼마인가?(단, 지구곡률 반경은 6370km이다.)",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-26",
    "options": [
      "2km",
      "4km",
      "5km",
      "10km"
    ],
    "subject": "응용측량",
    "text": "1/50,000 지도상에서 8㎝인 두 점 사이의 실제거리는?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-27",
    "options": [
      "2.5m",
      "1.0m",
      "0.5m",
      "0.25m"
    ],
    "subject": "응용측량",
    "text": "축척 1/10,000에서 간곡선 간격은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-28",
    "options": [
      "번들조정법(광속조정법)",
      "독립모델조정법",
      "다항식법",
      "유한요소법"
    ],
    "subject": "응용측량",
    "text": "사진기준점 측량의 조정계산방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-29",
    "options": [
      "인공위성과 지상수신기 사이의 거리 측정값이다.",
      "대류권과 이온층의 신호지연으로 인한 오차의 의사거리에 영향력이 없다.",
      "기하학적인 실제거리와 달라 의사거리라 부른다.",
      "인공위성에서 송신되어 수신기로 도착된 신호의 송신 시간을 PRN 인식 코드로 비교하여 측정한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 GPS측량에서의 의사거리(Pseudo-range)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-30",
    "options": [
      "기준점",
      "측점",
      "이점",
      "중간점"
    ],
    "subject": "응용측량",
    "text": "이것의 오차는 다른 점에 영향을 주지 않으며 표고를 관측할 점을 말하는 수준측량 용어로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-31",
    "options": [
      "12㎝",
      "15㎝",
      "18㎝",
      "21m"
    ],
    "subject": "응용측량",
    "text": "곡선반경 300m의 단곡선을 시속 80km로 주행할 때, 캔트는 얼마로 해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-32",
    "options": [
      "교호 수준측량에 의해 실시",
      "삼각 수준측량에 의해 실시",
      "시거측량에 의해 실시",
      "양봉의 수면으로부터의 높이로 고저차를 구함"
    ],
    "subject": "응용측량",
    "text": "폭 120m의 하천을 횡단하여 정밀하게 수준측량을 실시할 때 가장 좋은 방법은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-33",
    "options": [
      "h = L sin α",
      "h = L cos α",
      "h = L tan α",
      "h = L cot α"
    ],
    "subject": "응용측량",
    "text": "대축척 항공사진상 어떤 피사체의 그림자 길이(L)와 사진촬영 시 태양고도(α)를 알 때 이 피사체의 높이(h)를 구하는 공식은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-34",
    "options": [
      "얻어진 영상이 정사투영에 가깝다.",
      "판독이 자동적이고 정량화가 가능하다.",
      "넓은 지역을 동시에 측정할 수 있다.",
      "어떤 지점이든 원하는 시기에 관측할 수 있다."
    ],
    "subject": "응용측량",
    "text": "다음 중 인공위성에 의한 원격탐측의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-35",
    "options": [
      "중심 투영점에서 사진면까지 수직거리",
      "화면과 기준면과의 거리",
      "화면 상호 간의 거리",
      "사진면에서 기준면에 이르는 거리"
    ],
    "subject": "응용측량",
    "text": "사진촬영에서 초점거리에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-36",
    "options": [
      "완화곡선의 반지름은 종점에서 무한대가 된다.",
      "곡선반경은 완화곡선의 시점에서 원곡선의 반지름으로 된다.",
      "완화곡선의 접선은 종점에서 직선에 접한다.",
      "완화곡선의 종점에 있는 칸트는 원곡선의 칸트와 같게 된다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질을 설명한 것 중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-37",
    "options": [
      "497.23m",
      "497.89m",
      "497.92m",
      "497.97m"
    ],
    "subject": "응용측량",
    "text": "노선측량 시 50m의 줄자를 검사한 결과 3.7㎝가 늘어나 있었다. 이 줄자를 사용하여 측정한 읽음 값이 497.6m일 때 정확한 거리는?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-38",
    "options": [
      "위성 시계 오차",
      "대류권 굴절 오차",
      "위성 궤도 오차",
      "영상 표정 오차"
    ],
    "subject": "응용측량",
    "text": "GPS 시스템 오차의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-39",
    "options": [
      "축척",
      "지형의 상태",
      "측량거리",
      "측량목적"
    ],
    "subject": "응용측량",
    "text": "등고선의 간격을 결정할 때 고려하여야 하는 사항으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-40",
    "options": [
      "112.20m",
      "114.70m",
      "115.70m",
      "116.20m"
    ],
    "subject": "응용측량",
    "text": "갱내에서의 수준측량 결과가 다음과 같을 때 B점의 지반고는? (단, 단위는 m임)",
    "local_images": [
      "images/ea20060514-40_img_0.gif"
    ],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060305-21",
    "options": [
      "2km2",
      "3km2",
      "4km2",
      "5km2"
    ],
    "subject": "응용측량",
    "text": "화면의 크기가 20㎝ × 15㎝, 초점거리 25㎝, 촬영고도 2,500m 일 때 이 화면에 포함되는 실제 면적은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-22",
    "options": [
      "90° , 14.56m",
      "180° , 14.56m",
      "270° , 211.99m",
      "0° , 211.56m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 두 점의 좌표가 A(105.25m, 25.99m), B(105.25m, 40.55m)일 때 측선 AB의 방위각과 거리는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-23",
    "options": [
      "승강식",
      "고차식",
      "기고식",
      "2난식"
    ],
    "subject": "응용측량",
    "text": "수준측량의 야장기입법 중 중간점(I.P)이 많을 때 가장 적당한 방법은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-24",
    "options": [
      "용지측량",
      "토공의 기준틀 측량",
      "주요말뚝의 인조점 설치 측량",
      "중심말뚝의 검측"
    ],
    "subject": "응용측량",
    "text": "다음의 노선공사측량 중 시공측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-25",
    "options": [
      "520m",
      "720m",
      "920m",
      "1020m"
    ],
    "subject": "응용측량",
    "text": "축척 1/10,000로 평지를 촬영한 항공사진이 있다. 화면의 크기를 23㎝ × 23㎝, 종중복도를 60%로 하면 촬영기선의 길이는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-26",
    "options": [
      "평판측량",
      "다각측량",
      "사진측량",
      "삼각측량"
    ],
    "subject": "응용측량",
    "text": "정밀한 터널의 설치를 위한 갱내측량에서 사용할 수 있는 측량 방법은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-27",
    "options": [
      "13",
      "15",
      "17",
      "19"
    ],
    "subject": "응용측량",
    "text": "축척 1/50,000의 지형도에서 A의 표고가 235m이고, B의 표고가 563m일 때 지형도 상에 주곡선의 간격으로 등고선을 몇 개 삽입할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-28",
    "options": [
      "두 개의 수신기가 여러 에포크에서 동시에 2개의 위성을 관측하는 경우",
      "두 개의 수신기가 동일한 순간 동안 두 개의 위성을 관측하는 경우",
      "두 개의 수신기가 동일한 순간 동안 동일한 위성을 관측하는 경우",
      "한 개의 수신기가 한순간에 한 개의 위성만 관측 하는 경우"
    ],
    "subject": "응용측량",
    "text": "GPS에서 단일차 분해(single difference solution)란?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-29",
    "options": [
      "완화곡선의 종점의 칸트는 원곡선의 칸트와 같다.",
      "완화곡선에 연한 곡률반경의 감소율은 칸트의 증가율과 같다.",
      "완화곡선의 접선은 시점에서는 원호에, 종점에서는 직선에 접한다.",
      "완화곡선의 반경은 시점에서는 무한대이며, 종점에서는 원곡선의 반지름과 같다."
    ],
    "subject": "응용측량",
    "text": "노선측량에서 완화곡선의 성질을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-30",
    "options": [
      "1/6000",
      "1/7000",
      "1/8000",
      "1/9000"
    ],
    "subject": "응용측량",
    "text": "사진기 렌즈의 초점거리가 25㎝인 사진기로 2000m 상공에서 수직사진을 촬영하였다면 사진축척은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-31",
    "options": [
      "센서를 이용하여 지표의 대상물에서 반사 또는 방사된 전자스펙트럼을 측정하여 대상물에 관한 정보를 얻는 기법",
      "지상에서 대상물체에 전파를 발생시켜 그 반사파를 이용하여 측정하는 기법",
      "우주에 산재하여 있는 물체들의 고유 스펙트럼을 이용하여 각각의 구성성분을 지상의 레이다망으로 수집하여 얻는 기법",
      "우주선에서 찍은 중복된 사진을 이용하여 지상에서 항공사진의 처리와 같은 방법으로 판독하는 기법"
    ],
    "subject": "응용측량",
    "text": "다음 중 원격탐사(Remote Sensing)의 정의로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-32",
    "options": [
      "정밀도 저하율의 수치가 클수록 정확하다.",
      "위성들의 상대적인 기하학적 상태가 위치결정에 미치는 오차를 표시한 것이다.",
      "무차원수로 표시된다.",
      "시간의 정밀도에 의한 DOP의 형식을 TDOP라 한다."
    ],
    "subject": "응용측량",
    "text": "정밀도 저하율(DOP : Dilution of Precision)의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-33",
    "options": [
      "50m",
      "100m",
      "150m",
      "200m"
    ],
    "subject": "응용측량",
    "text": "경사면 AB에서 A점의 표고는 180m, B점의 표고는 60m, AB의 수평거리는 200m 이다. 등고선을 10m 간격으로 넣을 때 150m 등고선은 AB선상에서 B로부터 몇 m 인 곳을 지나게 되는가?",
    "local_images": [
      "images/ea20060305-33_img_0.gif"
    ],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-34",
    "options": [
      "지구의 곡률에 의한 오차",
      "빛의 굴절에 의한 오차",
      "수준척의 길이가 약간 틀리는 오차",
      "십자선의 굵기 때문에 생기는 읽음오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 다음 오차 중 우연오차인 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-35",
    "options": [
      "16.49m",
      "16.32m",
      "14.19m",
      "14.32m"
    ],
    "subject": "응용측량",
    "text": "측점이 터널의 천정에 설치되어 있는 수준측량에서 아래 그림과 같은 관측결과를 얻었다. A점의 지반고가 15.32m 일 때 C점의 지반고는?",
    "local_images": [
      "images/ea20060305-35_img_0.gif"
    ],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-36",
    "options": [
      "3차포물선",
      "sin체감곡선",
      "클로소이드",
      "램니스케이트"
    ],
    "subject": "응용측량",
    "text": "노선측량의 완화곡선 중 고속도로의 곡선설치에 많이 이용되는 곡선은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-37",
    "options": [
      "카메론 효과(cameron effect)",
      "가르시아 효과(garcia effect)",
      "고립효과(isolated effect)",
      "상위 효과(discrepancy effect)"
    ],
    "subject": "응용측량",
    "text": "실체사진 위에서 이동한 물체를 실체시 하면, 그 운동 때문에 그 물체가 겉보기 상의 시차를 발생하고, 그 운동이 기선방향이면 물체가 뜨거나 가라앉아 보이는 효과는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-38",
    "options": [
      "평균저조면",
      "평균고조면",
      "평균해수면",
      "최고조위면"
    ],
    "subject": "응용측량",
    "text": "우리나라에서 채택하고 있는 수준기준면은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-39",
    "options": [
      "3m",
      "6m",
      "30m",
      "60m"
    ],
    "subject": "응용측량",
    "text": "고도 900m에서 촬영한 항공사진상의 굴뚝의 정상과 밑부분의 시차가 각각 30㎜, 28㎜였다. 이 굴뚝의 높이는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-40",
    "options": [
      "능선은 지표면의 가장 높은 곳을 연결한 선으로 분수선이라 한다.",
      "합수선은 지표면의 가장 낮은 곳을 연결한 선으로 계곡선이라 한다.",
      "경사변환선은 동일 방향의 경사면에서 경사의 크기가 다른 두 면의 교선을 말한다.",
      "최대경사선은 지표상 임의의 한 점에 있어서 그 경사가 최대로 되는 방향을 표시한 선을 말하며 등고선과 수평선을 유지한다."
    ],
    "subject": "응용측량",
    "text": "다음 중 지성선에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20050529-21",
    "options": [
      "수면에서 0.2H, 0.6H, 0.8H인 점의 유속",
      "수면에서 0.2H, 0.4H, 0.6H인 점의 유속",
      "수면에서 0.1H, 0.5H, 0.8H인 점의 유속",
      "수면에서 0.1H, 0.4H, 0.6H인 점의 유속"
    ],
    "subject": "응용측량",
    "text": "수심이 H인 하천을 측량할 때 평균유속 측정방법 중에서 3점법을 이용할 때 필요한 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-22",
    "options": [
      "기준면식",
      "기고식",
      "승강식",
      "고차식"
    ],
    "subject": "응용측량",
    "text": "수준 측량시 중간시가 많은 경우 가장 편리한 야장 기입 방법은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-23",
    "options": [
      "지심시차",
      "일주시차",
      "지평시차",
      "연주시차"
    ],
    "subject": "응용측량",
    "text": "지구 궤도 직경의 양단에서 어떤 천체를 보는 각도의 반으로 천체의 거리를 결정하는 데 이용되는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-24",
    "options": [
      "256m",
      "275m",
      "294m",
      "313m"
    ],
    "subject": "응용측량",
    "text": "지표상 A,B 두점간의 표고차가 32.45m이고 A점의 좌표가 (423.25m,537.36m), B점의 좌표가 (524.48m,263.25m)일 때 이 두점을 연결하는 터널의 사거리는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-25",
    "options": [
      "지구곡률 오차",
      "눈금반의 오차",
      "시준축 오차",
      "대기굴절 오차"
    ],
    "subject": "응용측량",
    "text": "교호 수준 측량으로 소거할 수 있는 오차가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-26",
    "options": [
      "34m",
      "44m",
      "54m",
      "64m"
    ],
    "subject": "응용측량",
    "text": "촬영고도가 3,500m, 사진Ⅰ의 주점기선길이 80㎜, 사진Ⅱ의 주점기선길이 84㎜일 때 시차차 1.5㎜인 그림자의 고저차는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-27",
    "options": [
      "20.486m",
      "20.543m",
      "20.685m",
      "20.776m"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 종단곡선에서 A점의 표고가 20.476m이다. 곡선상의 B점의 계획고는? (단,  )",
    "local_images": [
      "images/ea20050529-27_img_0.gif",
      "images/ea20050529-27_img_1.gif"
    ],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-28",
    "options": [
      "21.1m",
      "21.6m",
      "22.7m",
      "24.5m"
    ],
    "subject": "응용측량",
    "text": "평판을 이용하여 측량한 결과 경사분획(n)이 10, 수평거리 (D)가 50m, 표척읽음값(ℓ)이 1.50m, 기계고(I)가 1.0m, 기계를 세운점의 지반고(HA)가 20m인 경우 스타프를 세운 지점의 지반고는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-29",
    "options": [
      "14.3㎞2",
      "5.2㎞2",
      "1.43㎞2",
      "1.5㎞2"
    ],
    "subject": "응용측량",
    "text": "화면크기 23cm x 23㎝, 초점거리 15㎝, 촬영고도 780m 일때 화면의 실제 포괄면적은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-30",
    "options": [
      "SA(selective availability)의해 일어나는 신호주파수에서의 감소현상",
      "위성신호가 장애를 받아 차단될 때 일어나며, 거의 신호수신이 되지 않는 현상",
      "위성으로부터 오는 P코드의 불연속 현상",
      "위성으로부터 오는 항법메시지의 불연속 현상"
    ],
    "subject": "응용측량",
    "text": "GPS 신호수신에서 사이클 슬립(cycle slip)이란?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-31",
    "options": [
      "AB",
      "BC",
      "CD",
      "DE"
    ],
    "subject": "응용측량",
    "text": "다음 그림과 같은 지형에서 지도상 가장 등고선 간격이 좁은 곳은?",
    "local_images": [
      "images/ea20050529-31_img_0.gif"
    ],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-32",
    "options": [
      "승교점의 적경",
      "궤도 경사각",
      "관측점의 위도",
      "근지점의 독립변수"
    ],
    "subject": "응용측량",
    "text": "다음중 인공위성의 궤도요소에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-33",
    "options": [
      "160m",
      "120m",
      "80m",
      "40m"
    ],
    "subject": "응용측량",
    "text": "R=80m, L=20m일 때 클로소이드의 파라미터 A의 값은? (단, R : 곡선반경(m), L : 클로소이드 곡선길이(m))",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-34",
    "options": [
      "점고법",
      "우모법",
      "평행선법",
      "등고선법"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형의 표시 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-35",
    "options": [
      "36.80m",
      "41.21m",
      "48.94m",
      "49.35m"
    ],
    "subject": "응용측량",
    "text": "다음은 터널에서 수준측량을 실시한 결과이다. 측점 NO.3의 지반고는 얼마인가?(단, (-)는 측점이 천정에 있는 것임.)",
    "local_images": [
      "images/ea20050529-35_img_0.gif"
    ],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-36",
    "options": [
      "종단면도 및 횡단면도의 작성",
      "도로, 철도, 수로 등의 도상 선정",
      "집수면적의 측정",
      "간접적인 지적도 작성"
    ],
    "subject": "응용측량",
    "text": "지형도의 이용과 관련이 가장 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-37",
    "options": [
      "편각법",
      "현편거법",
      "중앙종거법",
      "클로소이드법"
    ],
    "subject": "응용측량",
    "text": "곡선설치법에서 접선편거법과 함께 사용해야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-38",
    "options": [
      "76m",
      "88m",
      "99m",
      "124m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 곡선중점(E)을 E'로 이동하여 교각의 변화 없이 신곡선을 설치하고자 한다. 신곡선의 반지름은 약 얼마인가?",
    "local_images": [
      "images/ea20050529-38_img_0.gif"
    ],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-39",
    "options": [
      "송신부분 - 제어부분 - 사용자부분",
      "우주부분 - 수신부분 - 동기화부분",
      "우주부분 - 제어부분 - 사용자부분",
      "수신부분 - 송신부분 - 동기화부분"
    ],
    "subject": "응용측량",
    "text": "GPS의 구성을 크게 3개의 부분으로 구분할 때 3개 부분이 옳게 짝지어진 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-40",
    "options": [
      "천정에서부터 천체까지의 측정각을 천정각거리라 한다.",
      "지구의 자전축을 천구까지 연장한 것은 천축이라 한다.",
      "천축과 천구의 교점을 천극이라 한다.",
      "관측자의 연직선과 직교하는 평면과 천구와 교선인 큰 원을 지구지평선이라 한다."
    ],
    "subject": "응용측량",
    "text": "천문측량에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050306-21",
    "options": [
      "212.6m",
      "216.3m",
      "223.6m",
      "235.6m"
    ],
    "subject": "응용측량",
    "text": "곡선설치에서 교각 I = 90°, 곡률반경 R = 150m 일 때 곡선거리는?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-22",
    "options": [
      "0°45′50″",
      "3°03′59″",
      "6°16′20″",
      "6°52′33″"
    ],
    "subject": "응용측량",
    "text": "교각I = 60°, 곡선반경R = 150m인 노선의 시점에서 교점(I.P.)까지의 추가거리가 210.60m일 때 시단현의 편각은? (단, 중심말뚝은 40m마다 설치한다.)",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-23",
    "options": [
      "지리정보체계(GIS)",
      "토지정보체계(LIS)",
      "지도정보체계(MIS)",
      "수치지형모델(DTM)"
    ],
    "subject": "응용측량",
    "text": "지형을 점고법과 같이 지표면을 x, y, z로 표시하고 이 모든점들의 집합을 모형화하여 중간점의 좌표치를 보간법으로 구하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-24",
    "options": [
      "10.819m",
      "10.833m",
      "10.915m",
      "10.929m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 A에서부터 관측하여 폐합 수준 측량을 한 결과가 다음과 같을 때 오차를 보정한 D점의 표고는?",
    "local_images": [
      "images/ea20050306-24_img_0.gif"
    ],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-25",
    "options": [
      "모형도법",
      "영선법",
      "등고선법",
      "점고법"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형도의 지형 표시 방법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-26",
    "options": [
      "7:4",
      "2:1",
      "3:1",
      "4:7"
    ],
    "subject": "응용측량",
    "text": "종중복도 60%, 횡중복도 30% 일 때 촬영 종기선의 길이와 촬영 횡기선의 길이의 비는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-27",
    "options": [
      "클로소이드 곡선",
      "반향곡선",
      "렘니스케이트 곡선",
      "3차 포물선"
    ],
    "subject": "응용측량",
    "text": "다음 평면곡선 중 완화곡선이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-28",
    "options": [
      "넓은 지역에 동시 측정이 가능하다.",
      "각 위성의 회전주기가 일정하지 않으므로 관측시기, 장소의 변경이 가능하다.",
      "얻어지는 영상은 정사투영상에 가깝다.",
      "측정자료는 수치이므로 정량적(定量的)인 판독이 가능하다."
    ],
    "subject": "응용측량",
    "text": "위성에 의한 원격탐사(Remote Sensing)에 관한 특징을 나타낸 것이다. 잘못된 사항은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-29",
    "options": [
      "9.63m",
      "10.04m",
      "15.6m",
      "31.69m"
    ],
    "subject": "응용측량",
    "text": "사갱의 고저차를 구하기 위해 측량을 하여 다음 결과를 얻었다. A, B의 고저차는?(단, A점의 기계고와 B점의 시준고는 갱의 상부로부터 측정한 값이며 A점 기계고(I.H.)=1.15m, B점 시준고(Z)=1.56m, 사거리(L)=31.69m, 연직각(α)=+17°41'임)",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-30",
    "options": [
      "가우스상사 이중투영도법",
      "방위도법",
      "람베르토도법",
      "UTM도법"
    ],
    "subject": "응용측량",
    "text": "우리나라의 지적측량에서 지구의 표면을 평면으로 정하는 투영식으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-31",
    "options": [
      "캔트의 감소율과 비례한다.",
      "캔트의 감소율과 반비례한다.",
      "캔트의 증가율과 반비례한다.",
      "캔트의 증가율과 비례한다."
    ],
    "subject": "응용측량",
    "text": "완화곡선에서 곡선 반지름의 감소율에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-32",
    "options": [
      "중심말뚝간 시통이 잘 되도록 하기 위해",
      "차량 등에 의한 기준점 파손을 막기 위해",
      "후속작업을 위해 쉽게 제거할 수 있도록 하기 위해",
      "측량시 쉽게 발견할 수 있도록 하기 위해"
    ],
    "subject": "응용측량",
    "text": "갱내 중심선 측량시 도벨을 설치하는 주된 이유는?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-33",
    "options": [
      "편각, 복각, 수평분력",
      "편각, 경사각, 연직분력",
      "편각, 수평각, 연직분력",
      "편각, 연직각, 수평분력"
    ],
    "subject": "응용측량",
    "text": "다음중 지구자기장의 3요소로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-34",
    "options": [
      "최고수위",
      "최고평수위",
      "평균최저수위",
      "평균최고수위"
    ],
    "subject": "응용측량",
    "text": "치수목적으로 사용되는 수위는 무엇인가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-35",
    "options": [
      "촬영 비행방향으로 연속된 모델들의 집합이다.",
      "비행코스와 같은 의미이다.",
      "스트립간의 접합을 위한 작업이 접합표정이다.",
      "스트립이 종방향으로 이루어진 것이 블럭(Block)이다."
    ],
    "subject": "응용측량",
    "text": "스트립(Strip)에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-36",
    "options": [
      "1㎜",
      "2㎜",
      "5㎜",
      "10㎜"
    ],
    "subject": "응용측량",
    "text": "높이 60m의 굴뚝을 촬영고도 3000m의 높이에서 촬영한 항공사진이 있다. 여기서 주점기선 길이가 100㎜였다면 이 굴뚝의 시차차는?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-37",
    "options": [
      "저역통과필터를 이용하여 영상을 여과한다.",
      "하나의 영상에서 정합요소로 점이나 특징을 선택한다.",
      "나머지 영상에서 대응되는 공액요소를 찾는다.",
      "대상공간에서 정합된 요소의 3차원위치를 계산한다."
    ],
    "subject": "응용측량",
    "text": "수치사진측량에서 영상정합(image matching)에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-38",
    "options": [
      "14.29ｍ",
      "14.19ｍ",
      "15.29ｍ",
      "27.30ｍ"
    ],
    "subject": "응용측량",
    "text": "어느 한점에서 20㎞ 떨어진 지점에 측량을 할 때 양차의 계산으로 옳은 것은?(단, 지구의 곡률반경은 6,300㎞, 굴절계수 0.14임)",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-39",
    "options": [
      "40.1°",
      "41.6°",
      "44.6°",
      "46.1°"
    ],
    "subject": "응용측량",
    "text": "지형도의 등고선 간격을 축척 1/50000인 경우 20m로 할 때 도상에서 표시될 수 있는 도상의 간격을 0.45㎜로 할 경우 등고선으로 표현할 수 있는 최대 경사각은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-40",
    "options": [
      "극각동경법",
      "중앙종거법",
      "극각현장법",
      "현각현장법"
    ],
    "subject": "응용측량",
    "text": "다음의 곡선설치 방법중 클로소이드 곡선을 설치하는 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20040808-21",
    "options": [
      "90° , 14.56m",
      "180° , 14.56m",
      "270° , 211.99m",
      "0° , 211.56m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 두 점의 좌표가 점A (105.25m, 25.99m), 점B (105.25m, 40.55m)일 때 측선 AB의 방위각과 거리는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-22",
    "options": [
      "± 2.51m",
      "± 2.17m",
      "± 2.04m",
      "± 1.83m"
    ],
    "subject": "응용측량",
    "text": "1/5000의 지형측량에서 위치의 허용오차를 도상 ± 0.5㎜실제 관측 높이의 허용오차를 ± 1.0m로 하는 경우 토지의 경사 25° 에서 등고선의 허용오차는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-23",
    "options": [
      "0° 24′ 31″",
      "0° 34′ 31″",
      "0° 44′ 31″",
      "0° 54′ 31″"
    ],
    "subject": "응용측량",
    "text": "교각(I)는 60° , 곡선의 반지름(R)이 200m, 측점간 거리(ℓ)이 20m 일 때 시단현의 편각은? (단, 노선시점에서 교점까지의 추가거리는 630.29m임)",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-24",
    "options": [
      "균시차 = 시태양시 + 12h",
      "균시차 = 시태양시 - 평균태양시",
      "균시차 = 시태양시 + 9h",
      "균시차 = 시태양시 - 12h"
    ],
    "subject": "응용측량",
    "text": "균시차(equation of time)에 대한 설명으로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-25",
    "options": [
      "탐사된 자료가 즉시 이용될 수 있으며, 재해 및 환경문제 해결에 편리하다.",
      "관측이 좁은 시야각으로 행하여지므로 얻어진 영상은 정사투영에 가깝다.",
      "회전주기가 일정하므로 원하는 지점 및 시기에 관측하기가 쉽다.",
      "짧은 시간내에 넓은 지역을 동시에 측정할수 있으며 반복측정이 가능하다."
    ],
    "subject": "응용측량",
    "text": "다음 원격측정에 필요한 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-26",
    "options": [
      "행정구역의 판독",
      "삼림의 판독",
      "군사적인 판독",
      "토양의 판독"
    ],
    "subject": "응용측량",
    "text": "공중사진(수직사진)으로 판독할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-27",
    "options": [
      "1621m",
      "1831m",
      "2731m",
      "2821m"
    ],
    "subject": "응용측량",
    "text": "노선측량에서 기지점부터 곡선시점(B.C)까지의 거리가 2410.5m이고 곡선의 길이(C.L)가 320.5m 이면 곡선종점(E.C)까지의 거리는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-28",
    "options": [
      "고정밀도의 측량이 가능하다.",
      "측점간의 상호 시통이 필요하지 않다.",
      "측점에서 모든 데이터 취득이 가능하다.",
      "날씨에 영향을 많이 받으며 야간관측이 어렵다."
    ],
    "subject": "응용측량",
    "text": "GPS의 특징을 설명한 것 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-29",
    "options": [
      "1/9",
      "1/10",
      "1/11",
      "1/12"
    ],
    "subject": "응용측량",
    "text": "1/50,000의 지형도상에서 A점과 B점 사이의 거리를 도상에서 측정한 결과 16㎜였다. A점의 표고가 230m, B점의 표고가 320m일 때 이 사면의 경사는 약 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-30",
    "options": [
      "연직점(nadir point)",
      "주점(principal point)",
      "등각점(iso-center)",
      "소실점(vanishing point)"
    ],
    "subject": "응용측량",
    "text": "사진에 수직인 선과 중심점에서 연직인 선 사이의 각을 2등분하여 만나는 선이 사진상에는 일개의 점으로 나타난다. 이 점을 무엇이라고 부르는가?",
    "local_images": [
      "images/ea20040808-30_img_0.gif"
    ],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-31",
    "options": [
      "복곡선",
      "렘니스케이트",
      "반향곡선",
      "머리핀곡선"
    ],
    "subject": "응용측량",
    "text": "다음 중 곡선설치법에서 원곡선이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-32",
    "options": [
      "101.93m",
      "104.61m",
      "107.03m",
      "109.71m"
    ],
    "subject": "응용측량",
    "text": "측점이 갱도의 천정에 설치되어 있는 갱내의 수준측량을 실시하였다. 지반고가 105.82m인 천정 기지점 A를 후시한 결과 2.55m 이고 구하고자 하는 B점의 전시가 1.34m일 때 B점의 지반고는 얼마인가?",
    "local_images": [
      "images/ea20040808-32_img_0.gif"
    ],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-33",
    "options": [
      "답사",
      "예측",
      "지표설치",
      "지하설치"
    ],
    "subject": "응용측량",
    "text": "지표상에 설치한 중심선을 기준으로 터널을 굴착할 때 진행방향으로 갱내의 중심선을 결정하는 작업은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-34",
    "options": [
      "횡단선법",
      "방안점법",
      "지형점법",
      "종단점법"
    ],
    "subject": "응용측량",
    "text": "넓은 지역에 지성선을 따라 각 지점의 표고를 측정하여 이 점들을 기준으로 하여 등고선을 삽입하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-35",
    "options": [
      "삼각점간 거리가 가까울 때",
      "삼각점간 거리가 약 4㎞일 때",
      "삼각점간 거리가 11㎞가 넘을 때",
      "삼각점간 거리보다는 관측시간에 기인된다."
    ],
    "subject": "응용측량",
    "text": "삼각점 사이의 고저차를 측정할 때 생기는 구차(球差)는 다음 중 어느 때 가장 크게 발생하는가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-36",
    "options": [
      "0.3m",
      "3.0m",
      "30.0m",
      "300.0m"
    ],
    "subject": "응용측량",
    "text": "지구를 완전구체로 볼 때 위도 0° 에서 경도 1\"차에 대한 호장은? (단, 지구 반경은 6370㎞ 임)",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-37",
    "options": [
      "5.182m",
      "7.764m",
      "8.707m",
      "11.081m"
    ],
    "subject": "응용측량",
    "text": "터널에서 수준측량을 실시한 야장이 다음과 같을 때 C점의 지반고는? (단, - 부호는 측점이 천정에 설치되어 있음)",
    "local_images": [
      "images/ea20040808-37_img_0.gif"
    ],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-38",
    "options": [
      "6시간",
      "10시간",
      "12시간",
      "18시간"
    ],
    "subject": "응용측량",
    "text": "GPS 위성의 공전주기는 약 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-39",
    "options": [
      "0.46m/sec",
      "0.47m/sec",
      "0.48m/sec",
      "0.53m/sec"
    ],
    "subject": "응용측량",
    "text": "하천의 유속을 측정하기 위해 수면으로부터 수심의 2/10, 6/10, 8/10 되는 곳의 유속을 측정하였더니 0.56m/sec, 0.50m/sec, 0.36m/sec 이었다면 평균 유속은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-40",
    "options": [
      "표척의 눈금 오차",
      "레벨의 침하에 의한 오차",
      "지구의 곡률 오차",
      "레벨과 표척의 경사에 의한 오차"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전시와 후시의 거리를 같게 함으로서 소거 할 수 있는 오차는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040523-21",
    "options": [
      "교호수준측량",
      "시거수준측량",
      "기압수준측량",
      "삼각수준측량"
    ],
    "subject": "응용측량",
    "text": "수준측량을 구분할 때 간접수준측량에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-22",
    "options": [
      "1034.25m",
      "1123.45m",
      "1245.56m",
      "1368.86m"
    ],
    "subject": "응용측량",
    "text": "곡선 반지름(R)=150m, 교각(I)=90° 인 단곡선에서 기점으로부터의 교점(I.P)의 추가거리가 1273.45m일 때, 곡선 시점(B.C)의 추가거리는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-23",
    "options": [
      "촬영 당시의 종시차를 소거한다.",
      "주점거리와 주점의 조정이 이루어진다.",
      "축척 조정, 수준면 조정 및 위치 결정이 이루어진다.",
      "한 쌍의 입체사진 내에서 대응되는 모형을 접합한다."
    ],
    "subject": "응용측량",
    "text": "절대표정에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-24",
    "options": [
      "15.75m",
      "32.78m",
      "40.25m",
      "56.57m"
    ],
    "subject": "응용측량",
    "text": "곡선 반지름 R = 80m, 클로소이드 곡선길이 L = 40m일 때 클로소이드 곡선의 매개변수 A는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-25",
    "options": [
      "교각, 기타 구조물 등에 의한 수위변화가 없는 곳",
      "어떤 갈수시에도 양수표로 수위측정이 가능한 곳",
      "유속의 변화가 크고, 상하류 약 100m 정도 평지인 곳",
      "지천의 합류점 및 분류점으로 특별한 수위변화가 없는 곳"
    ],
    "subject": "응용측량",
    "text": "하천측량에서 수위관측소의 설치장소로 부적당한 곳은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-26",
    "options": [
      "천문측량",
      "위성측량",
      "3차원측량",
      "공간삼각측량"
    ],
    "subject": "응용측량",
    "text": "태양이나 별을 이용하여 미지점의 위치를 결정하는 측량은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-27",
    "options": [
      "15.75m",
      "17.50m",
      "18.75m",
      "19.25m"
    ],
    "subject": "응용측량",
    "text": "지형측량을 실시하여 등고선을 삽입할 경우 A, B 두 점의 표고가 각각 100m, 500m이고 수평거리가 250m인 경우 표고 130m되는 점을 구할 경우 A 점으로부터 수평거리는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-28",
    "options": [
      "74.64m, 20.00m",
      "79.30m, 21.25m",
      "75.30m, 22.15m",
      "77.15m, 20.00m"
    ],
    "subject": "응용측량",
    "text": "시거측량결과 협장(ℓ )이 0.80m, 연직각(α )이 +15° , 승정수(K)가 100, 가정수(C)가 0인 경우 수평거리와 고저차는 각각 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-29",
    "options": [
      "클로소이드는 곡률이 곡선의 길이에 비례한다.",
      "모든 클로소이드는 닮은 꼴이다.",
      "철도의 종단곡선 설치에 가장 효과적이다.",
      "클로소이드의 요소에는 길이의 단위를 갖는 것과 단위가 없는 것이 있다."
    ],
    "subject": "응용측량",
    "text": "노선측량의 완화곡선에서 클로소이드에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-30",
    "options": [
      "우주부문",
      "제어부문",
      "수신부문",
      "사용자부문"
    ],
    "subject": "응용측량",
    "text": "GPS의 구성요소 중 위성을 추적하여 위성의 궤도와 정밀 시간을 유지하고 관련 정보를 송신하는 역할을 담당하는 부문은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-31",
    "options": [
      "간접법",
      "우회식",
      "기고식",
      "정렬식"
    ],
    "subject": "응용측량",
    "text": "갱내외 연결측량방법 중 1개의 수직갱에 의한 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-32",
    "options": [
      "경사사진",
      "실체사진",
      "수직사진",
      "정사사진"
    ],
    "subject": "응용측량",
    "text": "사진측량을 촬영방향에 의해 분류할 때 사진기 광축이 연직선과 3° 이내로 촬영한 사진은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-33",
    "options": [
      "54.130m",
      "54.768m",
      "55.238m",
      "57.641m"
    ],
    "subject": "응용측량",
    "text": "교호수준측량을 실시하여 다음 결과를 얻었다. A점의 표고가 56.204m일 때 B점의 표고는?",
    "local_images": [
      "images/ea20040523-33_img_0.gif"
    ],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-34",
    "options": [
      "A-B-C-D-E",
      "B-C-A-D-E",
      "E-B-A-D-C",
      "C-B-A-E-D"
    ],
    "subject": "응용측량",
    "text": "노선측량의 일반적인 작업순서는?",
    "local_images": [
      "images/ea20040523-34_img_0.gif"
    ],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-35",
    "options": [
      "점고법",
      "방안법",
      "횡단점법",
      "종단점법"
    ],
    "subject": "응용측량",
    "text": "비교적 소축척으로 산지 등의 측량에 이용되는 등고선 측정 방법으로 지성선 상의 중요점의 위치와 표고를 측정하고 이 점들을 기준점으로 하여 등고선을 삽입하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-36",
    "options": [
      "112.20m",
      "114.70m",
      "115.70m",
      "116.20m"
    ],
    "subject": "응용측량",
    "text": "갱내에서의 수준측량 결과가 다음과 같을 때 B점의 지반고는 ? (단, 단위는 m임)",
    "local_images": [
      "images/ea20040523-36_img_0.gif"
    ],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-37",
    "options": [
      "0.63132",
      "0.01745",
      "1.04719",
      "2.06265"
    ],
    "subject": "응용측량",
    "text": "각 관측에서 1° 를 라디안으로 표시하면 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-38",
    "options": [
      "지상에서 대상 물체에 전파를 발생시켜 그 반사파를 이용하여 측정하는 방법",
      "센서를 이용하여 지표의 대상물에서 반사 또는 방사된 전자스펙트럼을 측정하고 이들의 자료를 이용하여 대상물이나 현상에 관한 정보를 얻는 기법",
      "우주에 산재해 있는 물체들의 고유스펙트럼을 이용하며 각각의 구성성분을 지상의 레이다망으로 수집하여 처리하는 방법",
      "우주선에서 찍은 중복된 사진을 이용하여 지상에서 항공사진의 처리와 같은 방법으로 판독하는 기법"
    ],
    "subject": "응용측량",
    "text": "원격탐사(Remote Sensing)에 관한 정의로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-39",
    "options": [
      "토지의 이용 상태",
      "두 점간의 비고",
      "사진의 축척",
      "1매의 사진이 포용하는 면적"
    ],
    "subject": "응용측량",
    "text": "중복된 등고도의 항공사진이 연직사진일 경우 시차로 알 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-40",
    "options": [
      "13",
      "15",
      "17",
      "19"
    ],
    "subject": "응용측량",
    "text": "축척 1/50000의 지형도에서 A의 표고가 235m이고, B의 표고가 563m일 때 지형도 상에 주곡선의 간격으로 등고선을 몇 개 삽입할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040307-21",
    "options": [
      "연직단면의 작성",
      "면적의 도상 측정",
      "저수용량, 토공량의 산정",
      "고도의 정밀 측정"
    ],
    "subject": "응용측량",
    "text": "다음 중 지형도의 이용방법으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-22",
    "options": [
      "확폭",
      "캔트",
      "종거",
      "완화구간"
    ],
    "subject": "응용측량",
    "text": "원심력에 의한 곡선부의 차량탈선을 방지하기 위하여 곡선부의 횡단노면 외측부를 높여주는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-23",
    "options": [
      "기고식",
      "고차식",
      "승강식",
      "2난식"
    ],
    "subject": "응용측량",
    "text": "다음 수준 측량에 있어서의 야장 기입법에서 중간점 (I.P)이 많을 때 가장 편리한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-24",
    "options": [
      "도근점",
      "경사변환점",
      "등각점",
      "이점"
    ],
    "subject": "응용측량",
    "text": "기설의 기준점만으로 세부측량을 실시하기에 부족할 경우 기설기준점을 기준으로 지형측량에 필요한 새로운 측점을 관측하여 결정된 기준점은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-25",
    "options": [
      "17개",
      "16개",
      "15개",
      "14개"
    ],
    "subject": "응용측량",
    "text": "축척 1/50,000의 지형도를 작성할 때 표고 135.45m인 산 밑에서 표고 428.76m인 산정 사이에 몇 개의 주곡선을 삽입해야 하는가? (단, 주곡선과 계곡선이 겹치는 부분까지 개수에 포함)",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-26",
    "options": [
      "약 43%",
      "약 57%",
      "약 64%",
      "약 78%"
    ],
    "subject": "응용측량",
    "text": "사진의 크기가 23㎝ x 23㎝이고 두 사진의 주점기선의 길이가 10㎝이었다. 이 때의 종중복도는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-27",
    "options": [
      "9.92m",
      "10.53m",
      "10.56m",
      "10.59m"
    ],
    "subject": "응용측량",
    "text": "다음 수준측량 야장에서 측점 4의 지반고는 얼마인가?",
    "local_images": [
      "images/ea20040307-27_img_0.gif"
    ],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-28",
    "options": [
      "35.6m",
      "46.2m",
      "60.4m",
      "93.7m"
    ],
    "subject": "응용측량",
    "text": "두 직선의 교각(I)이 90° 이다. 두 직선 사이에 단곡선을 설치하려고 할 때 외할(E)이 25m라고 하면 곡선 반경은 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-29",
    "options": [
      "56° 18' 36\"",
      "33° 41' 24\"",
      "232° 25' 53\"",
      "322° 25' 53\""
    ],
    "subject": "응용측량",
    "text": "터널을 만들기 위하여 A, B 두점의 좌표를 측정한 결과 XA= +1000.00m, YA= +250.00m, B점은 XB= +1500.00m, YB= +1000.00m 이었면 AB 의 방위각은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-30",
    "options": [
      "지평좌표",
      "적도좌표",
      "황도좌표",
      "은하좌표"
    ],
    "subject": "응용측량",
    "text": "천체의 위치를 고도각와 방위각으로 나타내는 좌표는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-31",
    "options": [
      "2219.2m",
      "3469.8m",
      "4267.2m",
      "5364.3m"
    ],
    "subject": "응용측량",
    "text": "수직항공사진으로부터 작성한 축척 1/8,000의 지도가 사진으로부터 3.5배 확대된 것이라고 할 때 초점거리 152.4㎜인 사진기를 사용했다면 사진측량을 위한 비행고도는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-32",
    "options": [
      "평균최저수위는 1년 동안 그 수위 이하로 내려가는 것이 10일 이내인 수위를 말한다.",
      "평수위는 어느 기간 동안 관측된 수위의 합을 관측횟수로 나눈 평균값을 말한다.",
      "평균고수위는 어느 기간에 있어서의 평균수위 이상의 수위에 대한 평균값을 말한다.",
      "평균수위는 어떤 기간에 있어서의 수위 중 이것보다 높은 수위와 낮은 수위의 관측횟수가 같은 수위를 말한다."
    ],
    "subject": "응용측량",
    "text": "하천의 수위에 대한 설명 중 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-33",
    "options": [
      "교호수준측량에 의해 실시",
      "삼각수준측량에 의해 실시",
      "시거측량에 의해 실시",
      "양봉의 수면으로부터의 높이로 고저차를 구함"
    ],
    "subject": "응용측량",
    "text": "폭 120m의 하천을 횡단하여 정밀하게 수준측량을 실시할 때 가장 좋은 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-34",
    "options": [
      "어느 천체를 포함하는 수직권을 따라 그 천체까지 지평선에서 측정한 각거리",
      "관측자의 자오선과 어느 천체의 수직권사이의 지평선 상에서 측정한 각거리",
      "춘분점을 지나는 시간권으로부터 적도면을 따라 동쪽으로 측정한 각거리",
      "어느 천체를 포함하는 시간권을 따라 적도로부터 그 천체까지 측정한 각거리"
    ],
    "subject": "응용측량",
    "text": "다음 중 적경(赤經)을 가장 잘 설명한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-35",
    "options": [
      "643.35m",
      "261.68m",
      "382.27m",
      "288.66m"
    ],
    "subject": "응용측량",
    "text": "그림의 AB간에 곡선을 설치하고자 하였으나 교점(P)에 접근할 수 없어 ∠ACD=140° ,∠CDB=90° 및 CD=200m 를 측정하였다. C점에서 B.C점까지의 거리는 얼마인가? (단,곡선반경 R은 300m임)",
    "local_images": [
      "images/ea20040307-35_img_0.gif"
    ],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-36",
    "options": [
      "광(光)",
      "형상",
      "투영",
      "관측"
    ],
    "subject": "응용측량",
    "text": "사진측량학(photogrammetry)의 어원과 관계가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-37",
    "options": [
      "다각측량",
      "용지측량",
      "공사측량",
      "조사측량"
    ],
    "subject": "응용측량",
    "text": "용지경계와 용지 면적을 산출함으로써 지가 보상 등의 자료로 사용할 목적으로 실시하는 노선 측량 작업은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-38",
    "options": [
      "0.667",
      "0.767",
      "0.678",
      "0.797"
    ],
    "subject": "응용측량",
    "text": "초점거리 150 mm, 축척 1/10,000로 촬영한 연직사진에서 종중복도 50%, 화면의 크기 23 × 23cm일 때 기선고도비는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-39",
    "options": [
      "341.5m",
      "363.1m",
      "421.6m",
      "463.0m"
    ],
    "subject": "응용측량",
    "text": "갱내에서 A점의 좌표가 (1328.0m,810.0m,86.3m), B점의 좌표가 (1734.0m,589.0m,112.4m)일 때 A, B점을 연결하는 갱도를 굴진하는 경우 이 갱도의 경사거리는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-40",
    "options": [
      "자료수집-자료압축-자료변환-라디오매트릭보정-판독",
      "자료수집-자료변환-자료압축-판독-라디오매트릭보정",
      "자료수집-자료변환-라디오매트릭보정-자료압축-판독",
      "자료수집-라디오매트릭보정-자료압축-자료변환-판독"
    ],
    "subject": "응용측량",
    "text": "원격측정 자료변환체계(data handling system)의 경로로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20030810-21",
    "options": [
      "1.76m",
      "1.86m",
      "1.96m",
      "2.00m"
    ],
    "subject": "응용측량",
    "text": "어느 지역을 정지하고자 다음과 같은 방법으로 측량을 하였다. 절토와 성토량을 같게 하려면 높이는? (단, 단위는 m임)",
    "local_images": [
      "images/ea20030810-21_img_0.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-22",
    "options": [
      "2.5m",
      "5m",
      "10m",
      "20m"
    ],
    "subject": "응용측량",
    "text": "우리나라 지형도 1/50,000 에서 조곡선의 간격은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-23",
    "options": [
      "클로소이드 곡선",
      "sin 체감곡선",
      "렘니스케이트 곡선",
      "3차 포물선"
    ],
    "subject": "응용측량",
    "text": "다음 완화곡선 중 곡선체감곡선은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-24",
    "options": [
      "AB구간",
      "AC구간",
      "AD구간",
      "BC구간"
    ],
    "subject": "응용측량",
    "text": "그림과 같은 폐합수준측량을 한 결과 화살표 방향으로 표와 같은 고저차를 얻었다. 이 측량 중 정도가 가장 낮은 구간은?",
    "local_images": [
      "images/ea20030810-24_img_0.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-25",
    "options": [
      "짧은 시간에 넓은 지역을 동시에 측정할 수 있으며 반복측정이 주기적으로 가능하여 대상물의 변화를 감지할 수 있다.",
      "다중파장대에 의한 지구표면의 다양한 정보의 취득이 용이하며 측정자료가 수치로 기록되어 판독에 있어서 자동적인 작업수행이 가능하고 정량화하기 쉽다.",
      "관측이 넓은 시야각으로 행해지므로 얻어진 영상은 중심투영상에 가깝다.",
      "탐사된 자료가 즉시 이용될 수 있으며 재해 및 환경 문제의 해결에 매우 유용하다."
    ],
    "subject": "응용측량",
    "text": "원격탐사기법이 가지는 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-26",
    "options": [
      "50.0m",
      "86.6m",
      "100.0m",
      "115.3m"
    ],
    "subject": "응용측량",
    "text": "다음 그림에서 C점에서 A점 사이의 거리는? (단, ∠C=60°, ∠D=30°,  = 100m)",
    "local_images": [
      "images/ea20030810-26_img_0.gif",
      "images/ea20030810-26_img_1.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-27",
    "options": [
      "항공사진은 전방교선법, 지상사진은 후방교선법이다.",
      "항공사진은 광각사진이 필요하나 지상사진은 보통각 사진이 좋다.",
      "지상사진은 축척변경이 어렵다.",
      "지상사진이 항공사진보다 높이의 정도는 좋다."
    ],
    "subject": "응용측량",
    "text": "지상사진과 일반항공사진을 비교하여 설명한 내용중 가장 관계가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-28",
    "options": [
      "75°",
      "80°",
      "85°",
      "90°"
    ],
    "subject": "응용측량",
    "text": "UTM좌표계는 위도방향으로 남북위 몇 도까지 투영하는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-29",
    "options": [
      "중간점",
      "수준점",
      "이기점",
      "기계점"
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전· 후시의 측량을 연결하기 위하여 전시, 후시를 함께 취하는 점은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-30",
    "options": [
      "2° 6'",
      "2° 52'",
      "3° 44'",
      "5° 44'"
    ],
    "subject": "응용측량",
    "text": "곡선시점 A에 트랜싯을 설치하고 편각법에 의하여 중심 말뚝을 설치하고자 한다. 곡선반경이 150m, 시단현의 길이가 15m이면 시단현에 의한 편각 δ 는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-31",
    "options": [
      "터널측량은 크게 갱내측량, 갱외측량, 갱내외 연결측량으로 나누어진다.",
      "갱내측량에서는 망원경의 십자선 및 표척에 조명이 필요하다.",
      "터널의 길이방향은 주로 트래버스측량으로 행한다.",
      "갱내의 곡선설치는 일반적으로 지상에서와 동일하다."
    ],
    "subject": "응용측량",
    "text": "터널측량에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-32",
    "options": [
      "수심 5/10, 6/10 되는 곳",
      "수심 4/10, 6/10 되는 곳",
      "수심 2/10, 8/10 되는 곳",
      "수심 3/10, 7/10 되는 곳"
    ],
    "subject": "응용측량",
    "text": "2점법에 의하여 평균유속을 구하는 경우 수면으로부터 수심이 얼마인 곳의 유속을 측정해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-33",
    "options": [
      "① - ② - ③",
      "① - ③ - ②",
      "③ - ② - ①",
      "③ - ① - ②"
    ],
    "subject": "응용측량",
    "text": "원곡선에 클로소이드를 접속시키기 위한 계산에는 다음 3개의 공정이 필요하다. 그 순서가 맞는 것은? (단, R : 원곡선의 곡률반경, A : 클로소이드의 파라메타, L : 곡선장)",
    "local_images": [
      "images/ea20030810-33_img_0.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-34",
    "options": [
      "f = 21㎝, p = 70%",
      "f = 21㎝, p = 60%",
      "f = 11㎝, p = 75%",
      "f = 11㎝, p = 60%"
    ],
    "subject": "응용측량",
    "text": "초점거리(f) 21㎝인 카메라로 촬영한 공중사진의 종중복도(p) 70%, 60%인 것과 초점거리 11㎝인 카메라로 촬영한 공중사진의 종중복도 75%, 60%인 4장의 사진 중 기선고도비가 가장 큰 것은 어느 것인가? (단, 사진크기는 18㎝ x 18㎝로 한다.)",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-35",
    "options": [
      "34m",
      "44m",
      "54m",
      "64m"
    ],
    "subject": "응용측량",
    "text": "촬영고도가 3,500m, 사진Ⅰ의 주점기선길이 80㎜, 사진Ⅱ의 주점기선길이 84㎜일 때 시차차 1.5㎜인 그림자의 고저차는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-36",
    "options": [
      "1시간 15분 12초",
      "1시간 55분 33초",
      "2시간 27분 54초",
      "2시간 46분 25초"
    ],
    "subject": "응용측량",
    "text": "동경 135° 25′ 33″ 인 지점과 동경 164° 18′ 48″ 인 지점간의 시간차는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-37",
    "options": [
      "렌즈의 중심에서 화면에 내린 수선을 말한다.",
      "기준면으로부터 렌즈의 중심까지의 높이",
      "임의의 사진의 주점과 다음 사진의 주점과의 거리",
      "다음 촬영점까지의 실제거리"
    ],
    "subject": "응용측량",
    "text": "사진측량에서 주점거리에 대한 설명으로 가장 올바른 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-38",
    "options": [
      "21.07m",
      "21.23m",
      "21.53m",
      "21.67m"
    ],
    "subject": "응용측량",
    "text": "경사진 갱의 고저차를 구하기 위하여 관측한 값이 다음과 같다. A.B의 고저차는 얼마인가? (단, 측점은 천정에 설치하였다. a = 1.50m, b = 1.20m, 연직각 α = 25° 30', 경사거리 s = 50m이다.)",
    "local_images": [
      "images/ea20030810-38_img_0.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-39",
    "options": [
      "점고법",
      "지형점법",
      "방사법",
      "지성선법"
    ],
    "subject": "응용측량",
    "text": "지형의 능선과 계곡을 따라 등고선을 측량하는 방법으로 가장 효율적인 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-40",
    "options": [
      "180.29m",
      "205.57m",
      "225.57m",
      "236.28m"
    ],
    "subject": "응용측량",
    "text": "단곡선에 있어서 교각 I = 30° , 반경 R = 200m, 곡선시점(B.C)까지의 추가거리가 120.85m 일 때 곡선종점(E.C)까지의 추가거리는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030525-21",
    "options": [
      "정사 현상(orthoscopic effect)",
      "역 현상(pseudoscopic effect)",
      "카메론 현상(cameron effect)",
      "반사 현상(reflection effect)"
    ],
    "subject": "응용측량",
    "text": "지상에서 이동하고 있는 물체가 사진상에 나타나 그 이동한 물체를 입체시 할 때 그 운동으로 영상시차가 발생하는 현상을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-22",
    "options": [
      "절취깊이가 10m 이상일 경우",
      "지질이 좋지 못하여 절취면의 유지가 곤란한 경우",
      "경제적 여건을 고려하여 터널의 설치가 유리한 경우",
      "지질이 좋지 않아 절취면의 보수작업이 곤란한 경우"
    ],
    "subject": "응용측량",
    "text": "터널을 설치하는 것이 유리한 경우로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-23",
    "options": [
      "Sun spot",
      "Lineament",
      "Overlay",
      "Shadow spot"
    ],
    "subject": "응용측량",
    "text": "사진에서 볼 때 태양광선을 받아 주위보다 밝게 찍혀 보이는 부분을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-24",
    "options": [
      "5° 44'",
      "10° 20'",
      "11° 28'",
      "13° 44'"
    ],
    "subject": "응용측량",
    "text": "곡률반경 100m 인 단곡선을 편각법에 의하여 설치할 때 노선 중심선 간격을 40m로 하려면 편각은 얼마로 하면 되는가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-25",
    "options": [
      "어느 지점의 높이는 기준면으로부터 연직거리로 표시한다.",
      "표고는 두점사이의 높이차를 의미한다.",
      "수준점은 1등수준점 및 2등수준점으로 구분한다.",
      "기포관의 감도는 기포1눈금에 대한 중심각의 변화를 의미한다."
    ],
    "subject": "응용측량",
    "text": "수준측량에 대한 설명으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-26",
    "options": [
      "색조와 형상",
      "모양과 질감",
      "크기와 음영",
      "구성과 배치"
    ],
    "subject": "응용측량",
    "text": "사진의 판독요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-27",
    "options": [
      "20.63″",
      "10.63″",
      "40.63″",
      "30.63″"
    ],
    "subject": "응용측량",
    "text": "기포관의 1눈금이 2㎜인 레벨로 150m 거리에 있는 표척을 시준하니 2.563m 였고, 기포를 3눈금 이동시켜 시준한 결과 2.608m 였다. 이 때 기포관의 감도는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-28",
    "options": [
      "약 50m",
      "약 100m",
      "약 150m",
      "약 200m"
    ],
    "subject": "응용측량",
    "text": "노선의 단곡선에서 중앙종거  이고 곡률반경 R이 400m, 교각 I = 120° 이면 M'는?",
    "local_images": [
      "images/ea20030525-28_img_0.gif",
      "images/ea20030525-28_img_1.gif"
    ],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-29",
    "options": [
      "-16° 24' 18\"",
      "-16° 36' 34\"",
      "73° 23' 26\"",
      "106° 24' 18\""
    ],
    "subject": "응용측량",
    "text": "정위망원경으로 측정한 연직각이 –16° 30' 26\" 이고 주망원경과 정위망원경의 시준선 사이의 거리가 0.09m일 때 시준점까지의 경사거리가 50.50m였다. 이때 정확한 연직각은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-30",
    "options": [
      "정확도가 요구되는 곳에서는 결합트래버스가 적합하다.",
      "각관측오차는 각의 크기에 비례하여 배분한다.",
      "위거는 어느 측선을 남북자오선에 투영한 거리이다.",
      "어느 측선의 중심에서 남북자오선에 내린 수선의 길이는 횡거이다."
    ],
    "subject": "응용측량",
    "text": "다각측량에 대한 설명으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-31",
    "options": [
      "형상",
      "음영",
      "색조",
      "과고감"
    ],
    "subject": "응용측량",
    "text": "산지는 실제보다 돌출하여 높고 기복이 심하며 계곡은 실제보다 길고 사면은 실제의 경사보다 급한 감을 주는 것은 어느 것에 의한 영향인가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-32",
    "options": [
      "지형의 표시방법에는 자연적도법(게바법, 음영법)과 부호적도법(등고선법, 단채법)이 있다.",
      "지성선은 등고선을 묘사하기 위해 중요한 선으로 능선, 곡선, 최대경사선, 경사변환점 등이 있다.",
      "축척 1/50000, 1/25000, 1/5000 지형도의 주곡선 간격은 각각 20m, 10m, 2m 이다.",
      "등고선 중 간곡선 간격은 조곡선 간격의 2배이다."
    ],
    "subject": "응용측량",
    "text": "지형측량에 관한 다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-33",
    "options": [
      "용지측량",
      "토공의 기준틀 측량",
      "주요말뚝의 인조점 설치 측량",
      "중심말뚝의 검측"
    ],
    "subject": "응용측량",
    "text": "다음의 노선공사측량 중 시공측량에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-34",
    "options": [
      "경도의 원점은 중앙자오선이다.",
      "위도의 원점은 적도상에 있다.",
      "중앙 자오선에서의 축척계수는 0.9996이다.",
      "종대와 횡대는 각 각 60개의 구역으로 나누어진다."
    ],
    "subject": "응용측량",
    "text": "다음은 U.T.M 좌표에 대한 설명이다. 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-35",
    "options": [
      "수심 5/10, 6/10 되는 곳",
      "수심 4/10, 6/10 되는 곳",
      "수심 2/10, 8/10 되는 곳",
      "수심 3/10, 7/10 되는 곳"
    ],
    "subject": "응용측량",
    "text": "2점법에 의하여 평균유속을 구하는 경우 수면으로부터 수심 얼마의 유속을 측정해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-36",
    "options": [
      "1/5,000",
      "1/10,000",
      "1/15,000",
      "1/20,000"
    ],
    "subject": "응용측량",
    "text": "1/50,000의 지형도에서 두 A,B점 간을 도상거리로 측정한바 3㎝였다. 어느 수직항공사진 상에서 같은 두 A,B점 간을 측정하니 15㎝였다면 이 사진의 축척은 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-37",
    "options": [
      "연직점",
      "주점",
      "등각점",
      "중심투영점"
    ],
    "subject": "응용측량",
    "text": "기복변위는 항공사진의 특수 3점 중 어느 점을 중심으로 방사상 변위가 발생되는가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-38",
    "options": [
      "100.941m",
      "100.894m",
      "100.698m",
      "100.449m"
    ],
    "subject": "응용측량",
    "text": "단곡선을 설치하고자 한다. 곡선반경 R = 250m, 교각 I = 43° 57' 20\" 일 때 접선장(T .L)은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-39",
    "options": [
      "방향각 = 진북방위각 + 자오선수차",
      "극거리(P) = 90° - 적위",
      "고도(h) = 90° - 천정거리",
      "세계시(GMT) = 한국표준시 + 12h"
    ],
    "subject": "응용측량",
    "text": "다음 중 관계가 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-40",
    "options": [
      "축척",
      "지형의 상태",
      "측량거리",
      "측량목적"
    ],
    "subject": "응용측량",
    "text": "등고선의 간격을 결정할 때 고려되지 않는 사항은 다음중 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030316-21",
    "options": [
      "115.47m",
      "125.25m",
      "144.34m",
      "259.81m"
    ],
    "subject": "응용측량",
    "text": "그림과 같이 AC 및 DB 간에 곡선을 넣으려 하는데 그 교점에 갈 수가 없다. ACD = 150° , CDB = 90° , CD =100m 를 관측하여 C 점에서 곡선시점(B.C)까지의 거리를 구하려고 한다. 곡선반경을 150m 라 하면 그 거리는 얼마인가?",
    "local_images": [
      "images/ea20030316-21_img_0.gif"
    ],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-22",
    "options": [
      "주점",
      "등각점",
      "렌즈의 초점",
      "연직점"
    ],
    "subject": "응용측량",
    "text": "공중사진(수직사진)의 특수 3점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-23",
    "options": [
      "수치지형모형",
      "GIS",
      "원격탐측",
      "LIS"
    ],
    "subject": "응용측량",
    "text": "지형도 및 입체사진모델을 이용, 3차원 좌표를 취득하여 경관분석, 노선선정, 비행시뮬레이션 등에 이용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-24",
    "options": [
      "지구곡률오차를 소거할 수 있다.",
      "대물경의 조정오차를 없앤다.",
      "시차에 의한 오차를 줄인다.",
      "대기굴절오차를 소거할 수 있다."
    ],
    "subject": "응용측량",
    "text": "수준측량에서 전시와 후시를 등거리로 하는 것이 좋다. 그 이유를 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-25",
    "options": [
      "2.0㎜",
      "2.5㎜",
      "3.0㎜",
      "3.5㎜"
    ],
    "subject": "응용측량",
    "text": "지상고도 3,000m의 비행기에서 촛점거리 15㎝의 사진기로 촬영한 수직 공중사진에 나타난 50m 교량의 크기는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-26",
    "options": [
      "곡선의 반지름은 완화곡선의 시점에서 무한대, 종점에서 원곡선의 반지름이 된다.",
      "완화곡선의 접선은 시점에서 원호에, 종점에서 직선에 접한다.",
      "완화곡선에 연한 곡선반지름의 감소율은 캔트의 증가율과 다른 부호가 된다.",
      "종점에 있는 캔트는 원곡선의 캔트와 같다."
    ],
    "subject": "응용측량",
    "text": "완화곡선의 성질을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-27",
    "options": [
      "등고선의 형성",
      "등고선의 간격",
      "등고선의 높이",
      "등고선의 구분"
    ],
    "subject": "응용측량",
    "text": "등고선의 측정 정도의 기준은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-28",
    "options": [
      "2㎞",
      "4㎞",
      "5㎞",
      "10㎞"
    ],
    "subject": "응용측량",
    "text": "1/50,000 지도상에서 8㎝인 두점 사이의 실제거리는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-29",
    "options": [
      "모형법",
      "영선법",
      "등고선법",
      "조감도법"
    ],
    "subject": "응용측량",
    "text": "지형을 표시하는 방법으로 적당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-30",
    "options": [
      "by",
      "bz",
      "bx",
      "ω"
    ],
    "subject": "응용측량",
    "text": "항공사진 표정인자 중 K′ + K＂와 동일한 운동을 하는 표정인자는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-31",
    "options": [
      "GPS위성들의 위치를 기록한 표",
      "GPS위성을 포함하는 대원(great circle)의 평면",
      "신호를 수신하는 순간의 시간 간격",
      "GPS안테나와 수신기를 연결하는 케이블"
    ],
    "subject": "응용측량",
    "text": "GPS에서 에포크(epoch)의 의미는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-32",
    "options": [
      "자외선",
      "초록색",
      "빨강색",
      "적외선"
    ],
    "subject": "응용측량",
    "text": "다음 중 원격탐사에 사용되는 전자 스펙트럼에서 가장 파장이 긴 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-33",
    "options": [
      "10.56m",
      "7.78m",
      "0.60m",
      "8.29m"
    ],
    "subject": "응용측량",
    "text": "다음 그림에서 DA = 1.144m, DB = 1.458m, α = +0° 18', β = +3° 16', RA = 2.14m, RB = 2.05m일 때 두점 AB의 높이차는? (단, K=100, C=0 이며 DA, DB는 협장임.)",
    "local_images": [
      "images/ea20030316-33_img_0.gif"
    ],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-34",
    "options": [
      "497.23m",
      "497.89m",
      "497.92m",
      "497.97m"
    ],
    "subject": "응용측량",
    "text": "노선측량시 50m의 줄자를 검사한 결과 3.7㎝가 늘어났었다. 이 줄자를 사용하여 497.6m의 거리를 측정하였을 때 정확한 거리는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-35",
    "options": [
      "39° 56' 37\"",
      "50° 03' 22\"",
      "219° 57' 49\"",
      "320° 02' 11\""
    ],
    "subject": "응용측량",
    "text": "직선 터널을 뚫기 위해 트래버스측량을 실시한 결과 다음과 같은 값을 얻었다. 터널 중심선 AB의 방위각은?",
    "local_images": [
      "images/ea20030316-35_img_0.gif"
    ],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-36",
    "options": [
      "시준축오차, 수평축오차, 연직축오차",
      "시준축오차, 수평축오차, 분도반의 눈금오차",
      "시준축오차, 시준축외심오차, 수평축오차",
      "회전축편심오차, 분도반의 눈금오차, 시준축오차"
    ],
    "subject": "응용측량",
    "text": "수평각 관측에서 측각오차 중 망원경을 정· 반으로 관측하여 소거할 수 있는 오차는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-37",
    "options": [
      "1.5m",
      "2m",
      "2.5m",
      "3m"
    ],
    "subject": "응용측량",
    "text": "곡률반경이 150m 인 원곡선의 현장 60m 에 대한 중앙종거는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-38",
    "options": [
      "춘분점",
      "라프라스점",
      "추분점",
      "경위도원점"
    ],
    "subject": "응용측량",
    "text": "천구상의 태양이 적도의 남쪽에서 북쪽으로 넘어 오면서 적도와 교차하는 점으로 적경 표시의 기준이 되는 점은 ?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-39",
    "options": [
      "평수위는 일반적으로 평균수위와 같다.",
      "305일 이상을 유지하는 수위는 저수위이다.",
      "지정수위는 홍수시에 매시간 관측하는 수위이다.",
      "경계수위는 일정기간 수위를 합계하여 평균한 수위이다."
    ],
    "subject": "응용측량",
    "text": "하천의 수위에 대한 설명 중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-40",
    "options": [
      "-15° 15' 42\"",
      "-15° 30' 18\"",
      "+15° 7' 18\"",
      "+15° 30' 42\""
    ],
    "subject": "응용측량",
    "text": "정위 망원경으로 측정한 연직각이 -15° 23'이었다. 주망원경과 보조망원경의 간격이 9㎝이며 시준점까지의 거리는 42.40m이었다면 정확한 연직각은 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  }
];