const questions_지적관계법규 = [
  {
    "answer": 2,
    "id": "ea20220305-81",
    "options": [
      "시·도지사",
      "지적소관청",
      "국토교통부장관",
      "한국국토정보공사장"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사사업의 실시계획 수립권자는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-82",
    "options": [
      "분할",
      "등록전환",
      "신규등록",
      "지목변경"
    ],
    "subject": "지적관계법규",
    "text": "지적측량을 수반하는 토지이동으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-83",
    "options": [
      "지적측량기술의 연구·개발 및 보급에 관한 사항",
      "지적 관련 정책 개발 및 업무 개선 등에 관한 사항",
      "지적소관청이 회부하는 청산금의 이의신청에 관한 사항",
      "지적기술자의 업무정지 처분 및 징계요구에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 심의·의결사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-84",
    "options": [
      "국가지점번호는 주소정보기본도에 기록하고 관리하여야 한다.",
      "국가지점번호는 가로와 세로의 길이가 각각 10m인 격자를 기본단위로 한다.",
      "국가지점번호의 표기대상 시설물은 지면 또는 수면으로부터 50cm 이상 노출되어 이동이 가능한 시설물로 한정한다.",
      "국가지점번호 표기·확인의 방법 및 절차, 국가지점번호판의 설치 절차 및 그 밖에 필요한 사항은 대통령령으로 정한다."
    ],
    "subject": "지적관계법규",
    "text": "도로명주소법령상 국가지점번호 표기 및 국가지점번호판의 표기 대상 시설물에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-85",
    "options": [
      "등기명의인에게 등기 신청의무가 있다.",
      "합필의 등기와 합병의 등기는 같은 것이다.",
      "토지 등기부의 표제부에 등기된 사항에 변동이 있을 때 하는 등기이다.",
      "신청서에 토지대장 정보나 임야대장 정보를 첨부정보로서 제공하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "토지표시의 변경등기에 관한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-86",
    "options": [
      "도시개발사업이나 정비사업에 관한 계획",
      "기반시설의 설치·정비 또는 개량에 관한 계획",
      "기본적인 공간구조와 장기발전방향에 대한 계획",
      "용도지역·용도지구의 지정 또는 변경에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에서 도시·군관리계획에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-87",
    "options": [
      "지적공부의 복구·신규등록을 하는 경우",
      "등록전환·분할 및 축척변경을 하는 경우",
      "등록된 경계점을 지상에 복원만 하는 경우",
      "면적 및 경계의 등록사항을 정정하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동과 관련하여 세부측량을 실시할 때 면적을 측정하지 않는 경우는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-88",
    "options": [
      "측량업 사무소의 등기부등본",
      "보유하고 있는 장비의 명세서",
      "보유하고 있는 측량기술자의 명단",
      "보유하고 있는 측량기술자의 측량기술 경력증명서"
    ],
    "subject": "지적관계법규",
    "text": "측량업의 등록을 하려는 자가 국토교통부장관 또는 시·도지사에게 제출하여야 할 첨부서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-89",
    "options": [
      "개인의 사생활 침해 여부",
      "신청인의 지적전산자료 활용 능력",
      "신청 내용의 타당성, 적합성 및 공익성",
      "자료의 목적 외 사용 방지 및 안전관리대책"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료를 이용하거나 활용하려는 자로부터 심사 신청을 받은 관계 중앙행정기관의 장이 심사하여야 할 사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-90",
    "options": [
      "연접되는 토지 간에 높낮이 차이가 있을 경우 그 지물 또는 구조물의 상단부가 경계설정기준이 된다.",
      "도로·구거 등의 토지에 절토된 부분이 있는 경우에는 그 경사면의 상단부가 경계설정의 기준이 된다.",
      "공간정보의 구축 및 관리 등에 관한 법률상 경계란 경계점좌표등록부에 등록된 좌표의 연결을 말한다. 즉, 물리적 경계를 의미한다.",
      "공간정보의 구축 및 관리 등에 관한 법률상 경계란 지적도 또는 임야도에 등록된 경계점 및 굴곡점의 연결을 말한다. 즉, 지표상의 경계를 말한다."
    ],
    "subject": "지적관계법규",
    "text": "경계에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-91",
    "options": [
      "토지의 형질변경이 수반되는 등록전환측량은 토목공사 등이 시작되기 전에 실시하여야 한다.",
      "합병된 토지를 합병 전의 경계대로 분할하려면 합병 전 각 필지의 면적을 분할 후 각 필지의 면적으로 한다.",
      "분할측량 시에 측량대상토지의 점유현황이 도면에 등록된 경계와 일치하지 않으면 분할 등록될 경계점을 지상에 복원하여야 한다.",
      "1필지의 일부를 등록전환하려면 등록전환으로 인하여 말소하여야 할 필지의 면적은 반드시 임야분할측량결과도에서 측정하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "등록전환측량과 분할측량에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-92",
    "options": [
      "허가증의 발급권자는 국토교통부장관이다.",
      "토지등의 점유자는 정당한 사유 없이 출입행위를 방해하거나 거부하지 못한다.",
      "출입 행위를 하려는 자는 그 권한을 표시하는 허가증을 지니고 관계인에게 이를 내보여야 한다.",
      "해 뜨기 전이나 해가 진 후에는 그 토지등의 점유자의 승낙 없이 택지나 담장 또는 울타리로 둘러싸인 타인의 토지에 출입할 수 없다."
    ],
    "subject": "지적관계법규",
    "text": "측량기준점을 설치하거나 토지의 이동을 조사하는 자가 타인의 토지 등에 출입하는 것에 대한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-93",
    "options": [
      "지적측량 기준점 설치연역",
      "다툼이 되는 지적측량의 경위 및 그 성과",
      "해당 토지에 대한 토지이동 및 소유권 변동 연혁",
      "해당 토지 주변의 측량기준점, 경계, 주요 구조물 등 현황 실측도"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리에 등에 관한 법률상 지적측량 적부심사청구 사안에 대한 시·도지사의 조사사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-94",
    "options": [
      "사물주소",
      "상세주소",
      "지번주소",
      "도로명주소"
    ],
    "subject": "지적관계법규",
    "text": "도로명주소법에서 사용하는 용어 중 아래에서 설명하는 것은?",
    "local_images": [
      "images/ea20220305-94_img_0.gif"
    ],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-95",
    "options": [
      "지적도근점성과는 지적소관청이 관리한다.",
      "지적삼각점성과는 지적소관청이 관리한다.",
      "지적삼각보조점성과는 시·도지사가 관리하다.",
      "지적소관청이 지적삼각점을 변경하였을 때에는 그 측량성과를 국토교통부장관에게 통보한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기준점성과의 관리 등에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-96",
    "options": [
      "양어장",
      "철도용지",
      "수도선로",
      "창고용지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 따른 지목의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-97",
    "options": [
      "2등삼각점은 직경 1mm, 2mm 및 3mm의 3중원으로 제도한다.",
      "지적삼각보조점은 직경 3mm의 원으로 제도하고 원안에 십자선을 표시한다.",
      "위성기준점은 직경 2mm 및 3mm의 2중원 안에 십자선을 표시하여 제도한다.",
      "3등삼각점은 직경 1mm 및 2mm의 2중원으로 제도하고 중심원 내부를 검은색으로 엷게 채색한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기준점의 제도 방법으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-98",
    "options": [
      "토지의 소재, 지번, 지목",
      "측량성과결정에 사용된 기준점명",
      "경계점 번호 및 표지종류",
      "경계설정기준 및 경계형태"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사에 관한 특별법령상 지상경계점 등록부의 등록사항으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-99",
    "options": [
      "토지소유자의 토지의 이동 신청 없이는 지적정리를 할 수 없다.",
      "토지의 이동 신청은 사유가 발생한 날부터 60일 이내에 신청하여야 한다.",
      "지적소관청은 토지의 표시에 관한 변경등기가 필요한 경우 그 등기완료의 통지서를 접수한 날부터 10일 이내에 토지소유자에게 지적정리를 통지하여야 한다.",
      "지적소관청은 토지의 표시에 관한 변경등기가 필요하지 아니한 경우 지적공부에 등록한 날부터 7일 이내에 토지소유자에게 지적정리를 통지하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동 신청 및 지적정리에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-100",
    "options": [
      "지번 및 지목을 제도하는 경우 지번 다음에 지목을 제도한다.",
      "부동산종합공부시스템이나 레터링으로 작성하는 경우에는 굴림체로 할 수 있다.",
      "필지의 중앙에 제도하기가 곤란한 때에는 가로쓰기가 되도록 도면을 돌려서 제도할 수 있다.",
      "지번의 글자 간격은 글자크기의 1/4정도, 지번과 지목의 글자 간격은 글자크기의 1/2정도 띄워서 제도한다."
    ],
    "subject": "지적관계법규",
    "text": "지번 및 지목의 제도에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20210814-81",
    "options": [
      "축척변경",
      "신규등록",
      "바다로 된 토지의 등록말소",
      "행정구역개편으로 인한 지번변경"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 토지의 표시 변경에 관한 등기를 할 필요가 있을 경우 관할 등기관서에 등기촉탁을 하여야 하는 사유에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-82",
    "options": [
      "토지대장에 등록하는 면적은 임야대장의 면적을 그대로 따른다.",
      "등록전환 할 일단의 토지가 2필지 이상으로 분할 될 경우 1필지로 등록전환 후 지목별로 분할하여야 한다.",
      "1필지 전체를 등록전환 할 경우에는 임야대장등록사항과 토지대장등록사항의 부합여부를 확인해야 한다.",
      "경계점좌표등록부를 비치하는 지역과 연접되어 있는 토지를 등록전환하려면 경계점좌표등록부에 등록하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "등록전환측량에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-83",
    "options": [
      "외교부장관",
      "국토교통부장관",
      "행정안전부장관",
      "출입국ㆍ외국인정책본부장"
    ],
    "subject": "지적관계법규",
    "text": "국제기관 및 외국정부의 부동산등기용 등록번호를 지정ㆍ고시하는 자는?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-84",
    "options": [
      "“기초번호”란 도로구간에 행정안전부령으로 정하는 간격마다 부여된 번호를 말한다.",
      "“상세주소”란 건물등 내부의 독립된 거주ㆍ활동 구역을 구분하기 위하여 부여된 동(棟)번호, 층수 또는 호(號)수를 말한다.",
      "“도로명주소”란 도로명, 건물번호 및 상세주소(상세주소가 있는 경우만 해당한다)로 표기하는 주소를 말한다.",
      "“사물주소”란 도로명과 건물번호를 활용하여 건물 등에 해당하지 아니하는 시설물의 위치를 특정하는 정보를 말한다."
    ],
    "subject": "지적관계법규",
    "text": "도로명주소법에서 사용하는 용어의 정의로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-85",
    "options": [
      "기본측량성과의 정확도 검증 의뢰",
      "측량업자의 지위 승계 신고의 수리",
      "측량업의 휴업ㆍ폐업 등의 신고 수리",
      "지적측량업자의 등록취소에 대한 청문"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 국토교통부장관의 권한을 국토지리정보원장에게 위임하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-86",
    "options": [
      "계곡ㆍ능선 등의 자연적 경계",
      "토지소유자가 표시한 지상경계",
      "지적도나 임야도에 등록한 경계",
      "지상에 설치한 담장ㆍ둑 등의 인위적인 경계"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정하고 있는 경계의 의미로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-87",
    "options": [
      "지목",
      "지번",
      "토지의 소재",
      "토지의 고유번호"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-88",
    "options": [
      "거리측정단위는 1미터로 한다.",
      "농지의 구획정리 시행지역의 측량결과도의 축척을 500분의 1로 한다.",
      "방향관측법인 경우에 수평각의 관측은 1측회의 페색을 하지 아니할 수 있다.",
      "1방향각 수평각의 측각공차는 60초 이내로 하고, 1회 측정각과 2회 측정각의 평균값에 대한 교차는 30초 이내로 한다."
    ],
    "subject": "지적관계법규",
    "text": "경위의 측량방법에 따른 세부측량에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-89",
    "options": [
      "지적소관청은 청산금의 수령통지를 한날부터 9개월 이내에 청산금을 지급하여야 한다.",
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 청산금의 수령통지를 하여야 한다.",
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 토지소유자에게 납부고지를 하여야 한다.",
      "청산금의 납부고지를 받은 자는 그 고지를 받은 날부터 6개월 이내에 청산금을 지적소관청에 내야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금의 납부고지 등에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-90",
    "options": [
      "종합운동장 부지의 지목은 “체육용지”로 한다.",
      "모래땅, 습지, 황무지의 지목은 “잡종지”로 한다.",
      "과수원 내 주거용 건축물 부지의 지목은 “대”로 한다.",
      "축산업 및 낙농업을 하기 위하여 초지를 조성한 토지의 지목은 “목장용지”로 한다."
    ],
    "subject": "지적관계법규",
    "text": "지목설정에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-91",
    "options": [
      "소류지",
      "죽림지ㆍ간석지",
      "식용을 목적으로 죽순을 재배하는 토지",
      "물을 상시적으로 이용하여 미나리를 재배하는 토지"
    ],
    "subject": "지적관계법규",
    "text": "밭에 있는 비닐하우스에 채소를 재배하는 토지와 같은 지목을 갖는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-92",
    "options": [
      "결합도선에 의하고 부득이 한때에는 왕복도선에 의할 수 있다.",
      "3점 이상의 기지점을 포함한 결합다각방식에 의한다.",
      "1도선의 거리는 3킬로미터 이상 5킬로미터 이하로 한다.",
      "1도선의 점의 수는 기지점과 교점을 제외하고 5점 이하로 한다."
    ],
    "subject": "지적관계법규",
    "text": "광파기측량방법에 따라 다각망도선법으로 지적삼각보조점측량을 할 때의 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-93",
    "options": [
      "등록전환",
      "분할",
      "복원",
      "합병"
    ],
    "subject": "지적관계법규",
    "text": "다음 설명의 ( )안에 공통으로 들어갈 알맞은 용어는?",
    "local_images": [
      "images/ea20210814-93_img_0.gif"
    ],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-94",
    "options": [
      "“지번”이란 필지에 부여하여 등기부등본에 등록한 번호를 말한다.",
      "“필지”란 대통령령으로 정하는 바에 따라 구획되는 토지의 등록단위를 말한다.",
      "“지목”이란 토지의 주된 용도에 따라 토지의 종류를 구분하여 지적공부에 등록한 것을 말한다.",
      "“지번부여지역”이란 지번을 부여하는 단위지역으로서 동ㆍ리 또는 이에 준하는 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정한 용어의 정의로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-95",
    "options": [
      "등록전환정리",
      "토지분할정리",
      "토지합병정리",
      "소유권변경정리"
    ],
    "subject": "지적관계법규",
    "text": "토지이동을 수반하지 않고 토지대장을 정리하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-96",
    "options": [
      "지적측량업자: 1억원 이상",
      "지적측량업자: 5천만원 이상",
      "한국국토정보공사: 5억원 이상",
      "한국국토정보공사: 10억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 손해배상책임을 보장하기 위하여 보증보험에 가입하여야 하는 금액기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-97",
    "options": [
      "위원장은 위원 중에서 지적소관청이 지명한다.",
      "축척변경 시행지역의 토지소유자가 5명 이하일 때에는 토지소유자 전원을 위원으로 위촉하여야 한다.",
      "축척변경위원회는 10명 이상 20명 이하의 위원으로 구성하되, 위원의 3분의 1이상을 토지소유자로 하여야 한다.",
      "위원은 해당 축척변경 시행지역의 토지소유자로서 지역 사정에 정통한 사람, 지적에 관하여 전문지식을 가진 사람 중에서 지적소관청이 위촉한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 축척변경위원회에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-98",
    "options": [
      "환경기초시설",
      "보건위생시설",
      "물류ㆍ유통정비시설",
      "공공ㆍ문화체육시설"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 기반시설의 종류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-99",
    "options": [
      "지목",
      "권리자",
      "등기원인 및 그 연월일",
      "접수연월일 및 접수번호"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기부등본의 갑구 또는 을구의 기재사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-100",
    "options": [
      "고도의 경제 성장 유지",
      "국토 및 해양의 이용 질서 확립",
      "환경보전 및 중앙집권체제의 강화",
      "공공복리의 증진과 국민의 삶의 질 향상"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률의 목적으로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210515-81",
    "options": [
      "고의로 측량성과를 사실과 다르게 한 자",
      "둘 이상의 측량업자에게 소속된 측량기술자",
      "직계 존속ㆍ비속이 소유한 토지에 대한 지적측량을 한 자",
      "측량업자로서 속임수, 위력(威力), 그 밖의 방법으로 측량업과 관련된 입찰의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 양벌규정에 해당행위가 아닌 것은? (단, 법인 또는 개인기 그 위반행위를 방지하기 위하여 해당 업무에 관하여 상당한 주의와 감독을 게을리하지 아니한 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-82",
    "options": [
      "등록사항 변경신고를 하지 아니한 경우",
      "정당한 사유 없이 성능검사를 거부하거나 기피한 경우",
      "업무정지시간 중에 계속하여 성능검사대행 업무를 한 경우",
      "다른 행정기관이 관계 법령에 따라 등록취소 또는 업무정지를 요구한 경우"
    ],
    "subject": "지적관계법규",
    "text": "성능검사대행자의 등록을 1년 이내의 기간을 정하여 업무정지 처분을 할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-83",
    "options": [
      "재해의 발생현황 및 추이",
      "토지이용상황 및 지가 변동 상황",
      "기반시설 및 주거수준의 현황과 전망",
      "기후ㆍ지형ㆍ자원ㆍ생태 등 자연적 여건"
    ],
    "subject": "지적관계법규",
    "text": "시장, 군수가 도시ㆍ군관리 계획을 입안하고자 할 때 기초조사 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-84",
    "options": [
      "등록전환: 그 사유가 발생한 날부터 60일 이내",
      "지목변경: 그 사유가 발생한 날부터 60일 이내",
      "합병: 그 사유가 발생한 날부터 60일 이내",
      "도시개발사업 착수 신고: 그 사유가 발생한 날부터 60일 이내"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 이동 신청ㆍ신고 기간이 잘못 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-85",
    "options": [
      "급한 경우에는 소유자에게 통지 없이 출입할 수 있다.",
      "토지등의 점유자는 정당한 사유 없이 업무집행을 거부하지 못한다.",
      "토지등의 소유자ㆍ관리자를 알 수 없을 경우에도 관리인에게 미리 통지 하여야 한다.",
      "타인의 토지등의 출입 시 권한을 표시하는 허가증을 지니고 있으면 통지없이 출입할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 따른 지적측량을 수행 시 타인의 토지 등의 출입에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-86",
    "options": [
      "지적측량업자 1억원 이상, 한국국토정보공사 20억원 이상",
      "지적측량업자 1억원 이상, 한국국토정보공사 10억원 이상",
      "지적측량업자 2억원 이상, 한국국토정보공사 20억원 이상",
      "지적측량업자 2억원 이상, 한국국토정보공사 10억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 손해배상책임을 보장하기 위하여 보증보험에 가입하여야 하는 금액으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-87",
    "options": [
      "측량준비도",
      "지번별 조서",
      "사업계획도",
      "확정측량 결과도"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등이 준공되기 전에 사업시행자가 지번부여신청을 할 경우 지적소관청은 무엇을 기준으로 지번을 부여하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-88",
    "options": [
      "군수",
      "구청장",
      "광역시장",
      "특별시장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시ㆍ군 관리계획의 입안권자가 아닌 자는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-89",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "토지에 대하여 지적소관청의 확인에 의하여 자기의 소유권을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법에 따라 미등기의 토지에 관한 소유권보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-90",
    "options": [
      "소유권",
      "지역권",
      "지상권",
      "저당권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법의 수용으로 인한 등기에 관한 내용이다. ( )안에 들어갈 내용으로 옳은 것은?",
    "local_images": [
      "images/ea20210515-90_img_0.gif"
    ],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-91",
    "options": [
      "“경계”란 필지별로 경계점들을 곡선으로 연결하여 지적공부에 등록한 선을 말한다.",
      "“면적”이란 지적공부에 등록한 필지의 수평면상 넓이를 말한다.",
      "“신규등록”이란 새로 조성된 토지와 지적공부에 등록되어 있지 아니한 토지를 지적공부에 등록하는 것을 말한다.",
      "“축척변경”이란 지적도에 등록된 경계점의 정밀도를 높이기 위하여 작은 축척을 큰축척으로 변경하여 등록하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정된 용어의 정의로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-92",
    "options": [
      "밭을 집터로 만드는 행위",
      "밭의 흙을 파서 논으로 만드는 행위",
      "산을 절토(切土)하여 대(垈)로 만드는 행위",
      "지적공부상의 전(田)을 대(垈)로 변경하는 행위"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목변경에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-93",
    "options": [
      "산림 안에 야영장으로 활용하는 부지는 체육용지로 한다.",
      "공장용지를 지적도면에 등록할 때에는 ‘장’으로 표기한다.",
      "토지의 주된 용도에 따라 토지의 종류를 구분하여 지적공부에 등록한 것을 말한다.",
      "1필지가 둘 이상의 용도로 활용되는 경우에는 주된 용도에 따라 지목을 설정한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령에 따른 지목에 관한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-94",
    "options": [
      "0.1 제곱미터",
      "1 제곱미터",
      "10 제곱미터",
      "100 제곱미터"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 임야대장에 등록하는 1필지 최소면적 단위는? (단, 지적도의 축척이 600분의 1인 지역과 경계점좌표등록부에 등록하는 지역의 토지 면적은 제외한다.)",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-95",
    "options": [
      "관측은 10초독 이상의 경위의를 사용한다.",
      "수평각 관측은 3대회의 방향관측법에 따른다.",
      "수평각의 측각공차에서 1방향각의 공차는 40초 이내로 한다.",
      "수평각의 측각공차에서 1측회의 폐색공차는 ±30초 이내로 한다."
    ],
    "subject": "지적관계법규",
    "text": "경위의 측량방법에 따른 지적삼각점의 관측과 계산 기준으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-96",
    "options": [
      "도로명판",
      "건물번호판",
      "지역번호판",
      "지역안내판"
    ],
    "subject": "지적관계법규",
    "text": "도로명주소법상 “도로명주소안내시설”에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-97",
    "options": [
      "지적측량을 완료한 때에는 반드시 측량결과도에 측정점 위치설명도를 작성하여야 한다.",
      "전자평판측량에 따른 세부측량은 지적기준점을 기준으로 실시하여야 하며 면적측량은 전산처리 방법에 따른다.",
      "지적측량수행자가 지적공부의 표지에 잘못이 있음을 발견한 때에는 지체없이 지적소관청에 문서로 통보하여야 한다.",
      "지적확정측량지구 안에서 지적측량을 하고자 할 경우에는 종전에 실시한 지적확정측량성과를 참고하여 성과를 결정하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적업무처리규정상 현지측량방법에 대한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-98",
    "options": [
      "경계점의 측량성과 차이가 0.15m 이내이면 확정측량성과에 따른다.",
      "경계점의 측량성과 치이가 0.15m 초과이면 확정측량성과에 따른다.",
      "경계점의 측량성과 차이가 0.10m 이내이면 경계점좌표등록부에 따른다.",
      "경계점의 측량성과 차이가 0.10m 초과이면 경계점좌표등록부에 따른다."
    ],
    "subject": "지적관계법규",
    "text": "기존의 경계점과표등록부를 갖춰 두는 지역의 경계점에 접속하여 경위의 측량방법 등으로 지적확정측량을 하는 경우 동일한 경계점의 측량성과가 서로 경우에는 어떻게 하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-99",
    "options": [
      "20±5퍼센트",
      "30±5퍼센트",
      "50±5퍼센트",
      "65±5퍼센트"
    ],
    "subject": "지적관계법규",
    "text": "지적서고의 연중평균습도 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-100",
    "options": [
      "300만원의 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이아의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "정당한 사유 없이 지적측량 및 토지이동 조사에 필요한 토지등에의 출입 등을 방해하거나 거부한 자에 대한 조치로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210307-81",
    "options": [
      "지적소관청",
      "중앙지적위원회",
      "지방지적위원회",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "토지 등의 출입 등에 따른 손실보상에 관하여, 손실을 보상할 자와 손실을 받은 자의 협의가 성립되지 않거나 협의를 할 수 없는 경우 재결을 신청할 수 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-82",
    "options": [
      "소유권",
      "저당권",
      "점유권",
      "지상권"
    ],
    "subject": "지적관계법규",
    "text": "부등산등기법에 따라 등기할 수 있는 권리가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-83",
    "options": [
      "도시기능을 증진시키고 미관·경관·안전 등을 도모",
      "시가지의 무질서한 확산 방지로 계획적·단계적인 토지이용의 도모",
      "산업과 인구의 과대한 도시 집중을 방지하여 기반시설의 설치에 필요한 용지 확보",
      "토지의 이용 및 건축물의 용도, 건폐율, 용적률, 높이 등을 제한함으로써 토지의 경제적·효율적 이용 도모"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 용도지역의 지정목적으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-84",
    "options": [
      "하천",
      "유원지",
      "잡종지",
      "체육용지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지목의 구분에 따라, 한강을 이용한 경정장의 지목으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-85",
    "options": [
      "지적재조사사업의 시행기간",
      "지적재조사사업에 관한 기본방향",
      "지적재조사사업비의 시·군별 배분계획",
      "지적재조사사업에 필요한 인력 확보계획"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사사업에 관한 기본계획 수립 시 포함하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-86",
    "options": [
      "등록전환",
      "신규등록",
      "임야분할",
      "지목변경"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지번을 새로이 부여해야 할 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-87",
    "options": [
      "지번의 변경",
      "토지의 분할",
      "행정구역의 변경",
      "도시개발사업의 시행"
    ],
    "subject": "지적관계법규",
    "text": "토지의 지번이 결번되는 사유에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-88",
    "options": [
      "정당한 사유 없이 측량을 방해한 자",
      "측량업 등록사항의 변경신고를 하지 아니한 자",
      "무단으로 측량성과 또는 측량기록을 복제한 자",
      "고시된 측량성과에 어긋나는 측량성과를 사용한 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 1년 이하의 징역 또는 1천만원 이하의 벌금대상으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-89",
    "options": [
      "다른 사람에게 자기의 측량업 등록증을 빌려 준 경우 등록취소 사유가 된다.",
      "거짓이나 그 밖의 부정한 방법으로 측량업을 등록한 경우 등록을 취소하여야 한다.",
      "영업정지기간 중에 측량업을 영위한 경우일지라도 등록취소가 아닌 재차의 영업정지 명령이 내려질 수 있다.",
      "지적측량업자가 법 규정에 의한 지적측량수수료보다 과소하게 받은 경우도 등록취소 및 영업정지 처분의 대상이 된다."
    ],
    "subject": "지적관계법규",
    "text": "측량업의 등록취소 및 영업정지에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-90",
    "options": [
      "소유권 등기가 있는 토지",
      "전세권 등기가 있는 토지",
      "승역지에 하는 지역권의 등기가 있는 토지",
      "합필하려는 모든 토지에 있는 등기원인 및 그 연원일과 접수번호가 상이한 저당권에 관한 등기가 있는 토지"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 합필의 등기를 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-91",
    "options": [
      "운동장",
      "유원지",
      "잡종지",
      "철도용지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 규정된 지목의 종류가 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-92",
    "options": [
      "소유자",
      "지번과 지목",
      "토지의 소재",
      "경계 또는 좌표"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부에 등록하는 토지의 표시가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-93",
    "options": [
      "지적불부합지역의 지적재조사에 관한 계획",
      "기반시설의 설치·정비 또는 개량에 관한 계획",
      "용도지역·용도지구의 지정 또는 변경에 관한 계획",
      "지구단위계획구역의 지정 또는 변경에 관한 계획과 지구단위계획"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 도시·군관리계획에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-94",
    "options": [
      "청산금 산출일",
      "청산금 납부일",
      "축척변경 승인공고일",
      "축척변경 확정공고일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지는 어느 때에 토지의 이동이 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-95",
    "options": [
      "방위각",
      "측량기하적",
      "지상에서 측정한 거리",
      "측량대상 토지의 점유현황선"
    ],
    "subject": "지적관계법규",
    "text": "경위의측량방법으로 세부측량을 한 경우 측량결과도에 적어야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-96",
    "options": [
      "지적소관청",
      "지방자치단체",
      "국토교통부장관",
      "증가된 면적의 토지소유자"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금을 산정한 결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 부족액은 누가 부담하는가?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-97",
    "options": [
      "표준편차가 ±(5mm+5ppm) 이상인 정밀측거기를 사용한다.",
      "삼각형의 내각계산은 기지각과의 차가 ±40초 이내이어야 한다.",
      "점간거리는 3회 측정하고, 원점에 투영된 수평거리로 계산하여야 한다.",
      "측정치의 최대치와 최소치의 교차가 평균치의 10만분의 1 이하일 때는 그 평균치를 측정거리로 한다."
    ],
    "subject": "지적관계법규",
    "text": "전파기 또는 광파기측량방법에 따른 지적삼각점의 관측과 계산 기준으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-98",
    "options": [
      "토지대장, 임야도",
      "대지권등록부, 지적도",
      "공유지연명부, 토지대장",
      "경계점좌표등록부, 일람도"
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 '대장'으로만 나열된 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-99",
    "options": [
      "1/600",
      "1/1000",
      "1/2400",
      "1/6000"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 면적의 최소 등록단위가 다른 하나는? (단, 경계점좌표등록부에 등록하는 지역의 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-100",
    "options": [
      "조사자의 의견",
      "소유자 변동이력",
      "토지의 이용현황",
      "관계법령의 저촉여부"
    ],
    "subject": "지적관계법규",
    "text": "지목변경 및 합병을 하여야 하는 토지가 있을 때 작성하는 현지조사서에 포함되어야 하는 사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20200926-81",
    "options": [
      "시·도지사",
      "중앙지적위원회",
      "행정안전부장관",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "측랑기준점의 설치를 위해 토지 등의 출입등에 따라 손실이 발생하였을 때, 손실을 보상할 자와 손실을 받은 자의 협의가 성립되지 아니한 경우 재결을 신청할 수 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-82",
    "options": [
      "야외시장",
      "돌을 캐내는 곳",
      "자동차운전학원의 부지",
      "원상회목을 조건으로 흙을 파내는 곳으로 허가된 토지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 잡종지로 지목을 설정 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-83",
    "options": [
      "주된 지목의 토지 면적이 1148m2인 토지로 종된 지목의 토지 면적이 116m2인 토지",
      "주된 지목의 토지 면적이 2230m2인 토지로 종된 지목의 토지 면적이 231m2인 토지",
      "주된 지목의 토지 면적이 3125m2인 토지로 종된 지목의 토지 면적이 228m2인 토지",
      "주된 지목의 토지 면적이 3350m2인 토지로 종된 지목의 토지 면적이 332m2인 토지"
    ],
    "subject": "지적관계법규",
    "text": "주된 용도의 토지에 펀입하여 1필지로 할 수 있는 종펀 토지로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-84",
    "options": [
      "면적",
      "지번",
      "대지권 비율",
      "토지의 소재"
    ],
    "subject": "지적관계법규",
    "text": "토지대장의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-85",
    "options": [
      "거짓이나 부정한 방법으로 성능검사를 한 경우",
      "업무정지기간 중에 계속하여 성능검사대행 업무를 한 경우",
      "다른 행정기관이 관계 법령에 따라 등록취소 또는 업무정지를 요구한 경우",
      "다른 사람에게 자기의 성명 또는 상호를 사용하여 성능검사대행업무를 수행하게 한 경우"
    ],
    "subject": "지적관계법규",
    "text": "성능검사대행자의 등록을 취소하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-86",
    "options": [
      "기술인력 중 기술인과 기능사는 상호 대체할 수 있다.",
      "기술인력에 해당하는 사람은 상시 근무하는 사람이 아니어도 된다.",
      "외국인이 측량기기성능검사대행자 등록을 신청하는 경우 영업소를 설치하지 않아도 된다.",
      "일반성능검사대행자와 금속관로탐지기 성능검사대행자를 중복해서 신청하는 경우에는 기술인력을 50% 감면할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법렁에 따른 성능검사대행자의 등록기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-87",
    "options": [
      "구계만 그린다.",
      "동계만 그린다.",
      "필지 경계만 그린다.",
      "구계와 동계를 겁쳐 그린다."
    ],
    "subject": "지적관계법규",
    "text": "임야도 작성 시 구계(區界)와 동계(洞界)가 겹치는 경우 제도하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-88",
    "options": [
      "도시개발사업이나 정비사업의 계획에 관한 사항",
      "지구단위계획구역의 지정 또는 변경에 관한 사항",
      "공간구조, 생활권의 설정 및 인구의 배분에 관한 사항",
      "도시자연공원구역의 지정 또는 변경 계획에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "도시·군기본계획에 포함되어야 할 사향으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-89",
    "options": [
      "222로 한다.",
      "325로 한다.",
      "99-1로 한다.",
      "100-10으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "합병하고자 하는 4필지의 지번이 99-1, 100-10, 222, 325인 경우 지번의 결정 방법으로 옳은 것은? (단，토지소유자가 별도의 신청을 하는 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-90",
    "options": [
      "정확한 과세부과",
      "행정구역의 조정",
      "합리적인 토지개발",
      "효율적인 토지관리"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사사업을 하고자 하는 목적으로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-91",
    "options": [
      "“지번”이란 필지에 부여하여 지적공부에 등록한 번호를 말한다.",
      "“경계\" 란 필지별로 경계점들을 직선으로 연결하여 지적공부에 등록한 선을 말한다.",
      "”지목”이란 토지의 주된 용도에 따라 토지의 종류를 구분하여 지적공부에 등록한 것을 말한다.",
      "“등록전환”이란 토지대장 및 지적도에 등록된 토지를 임야대장 및 임야도에 옮겨 등록하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법류에 따른 용어의 정의로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-92",
    "options": [
      "도시개발사업이나 정비사업에 관한 계획",
      "기반시설의 설치·정비 또는 개랑에 관한 계획",
      "기본적인 공간구조와 장기발전방향을 제시하는 종합계획",
      "용도지역·용도지구의 지정 또는 변경에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "특별시·광역시·특별자치시·특별자치도·시 또는 군의 개발·정비 및 보전을 위하여 수립하는 도시·군관리계획에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-93",
    "options": [
      "경계의 정정",
      "소유권의 변경",
      "지상권의 변경",
      "소유자의 주소변경"
    ],
    "subject": "지적관계법규",
    "text": "토지이동으로 불 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-94",
    "options": [
      "신규등록",
      "축척변경",
      "등록사항의 정정",
      "지번변경에 따른 지번의 부여"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 토지의 표시 변경에 관한 등기를 촉탁하는 사유가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-95",
    "options": [
      "자오선수차",
      "경도 및 위도",
      "좌표 및 표고",
      "시준점의 명칭"
    ],
    "subject": "지적관계법규",
    "text": "지적삼각점성과표에 기록·관리하여야 하는 사항 중 필요한 경우로 한정하여 기재하는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-96",
    "options": [
      "이해관계인",
      "지적소관청",
      "관할 등기소",
      "행정안전부장관"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 토지 소유권의 이전 등기를 한 경우 지체없이 그 사실을 누구에게 알려야 하는가?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-97",
    "options": [
      "“지적측랑파일”이란 측량준비파일, 측량현형파일 및 측량성과파일을 말한다.",
      "“토탈스테이션”이란 경위의측량방법에 따른 기초측량 및 세부측량에 사용되는 장비를 말한다.",
      "“측랑부”란 기초측량 또는 세부측량성과를 결정하기 위하여 사용한 관측부·계산부 등 이에 수반되는 기록을 말한다.",
      "기초측량에서의 “기지점”이란 지적기준점 또는 지적도면상 필지를 구획하는 선의 경계점과 상호 부합되는 지상의 경계점을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "지적업무처리규정에서 사용하는 용어의 뜻에 대한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-98",
    "options": [
      "등기부는 영구히 보존하여야 한다.",
      "공동인명부와 도면은 영구히 보존하여야 한다.",
      "등기부는 토지등기부와 건물등기부로 구분한다.",
      "등기부란 전산정보처리조직에 의하여 입력·처리된 등기정보자료를 대법원규칙으로 정하는 바에 따라 펀성한 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기부에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-99",
    "options": [
      "행정안전부 장관",
      "군수·구청장",
      "중앙지적위원회 위원장",
      "특별시장·광역시장·도지사"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록된 지번을 변경하여 새로이 부여할 경우 승인을 받아야 하는 자로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-100",
    "options": [
      "경계정정 신청",
      "신규등록 신청",
      "지목변경 신청",
      "형질변경에 따른 분할 신청"
    ],
    "subject": "지적관계법규",
    "text": "60일 이내에 토지의 이동 신청을 하지 않아도 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200822-81",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "지적관계법규",
    "text": "좌표면적계산법으로 면적측정을 하는 경우 산출면적은 얼마까지 계산하는가?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-82",
    "options": [
      "“지번”이란 필지에 부여하여 지적공부에 등록한 번호를 말한다.",
      "“등록전환”이란 지적도에 등록된 경계점의 정밀도를 높이는 것을 말한다.",
      "“토지의 이동”이란 토지의 표시를 새로 정하거나 변경 또는 말소하는 것을 말한다.",
      "“지목변경”이란 지적공부에 등록된 지목을 다른 지목으로 바꾸어 등록하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 따른 용어의 정의가 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-83",
    "options": [
      "사용자의 비밀번호는 6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "사용자번호는 사용자권한 등록관리청별로 일련번호로 부여하여야 하며, 수시로 사용자번호를 변경하며 관리하여야 한다.",
      "사용자의 비밀번호는 다른 사람에게 누설하여서는 아니 되며, 사용자는 비밀번호가 누설되거나 누설될 우려가 있는 때에는 즉시 이를 변경하여야 한다.",
      "사용자권한 등록관리청은 사용자가 다른 사용자권한 등록관리청으로 소속이 변경되거나 퇴직 등을 한 경우에는 사용자번호를 따로 관리하여 사용자의 책임을 명백히 할 수 있도록 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "사용자권한 등록파일에 등록하는 사용자번호 및 비밀번호에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-84",
    "options": [
      "고속도로의 휴게소 토지",
      "1필지에 진입하는 통로로 이용되는 토지",
      "「도로법」 등 관계 법령에 따라 도로로 개설된 토지",
      "일반 공중의 교통 운수를 위해 차량운행에 필요한 설비를 갖추어 이용되는 토지"
    ],
    "subject": "지적관계법규",
    "text": "지목을 ‘도로’로 구분할 수 있는 토지가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-85",
    "options": [
      "국토교통부",
      "토지소유자",
      "지방자치단체",
      "한국국토정보공사"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금을 산출한 결과, 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 부족액의 부담권자는?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-86",
    "options": [
      "경정등기",
      "기입등기",
      "부기등기",
      "회복등기"
    ],
    "subject": "지적관계법규",
    "text": "이미 완료된 등기에 대해 등기 절차상에 착오 또는 유루(遺漏)가 발생하여 원시적으로 등기사항과 실체사항과의 불일치가 발생되었을 때 이를 시정하기 위해 행하여지는 등기는?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-87",
    "options": [
      "측정점의 방향선 길이는 측정점을 중심으로 약 2센티미터로 표시한다.",
      "평판점·측정점 및 방위표정에 사용한 기지점 등에는 방향선을 긋고 실측한 거리를 기재한다.",
      "평판점은 측량자의 경우 직경 1.5밀리미터 이상 3밀리미터 이하의 검은색 원으로 표시한다.",
      "평판점의 결정 및 방위표정에 사용한 기지점은 측량자의 경우 직경 1밀리미터와 2밀리미터의 2중원으로 표시한다."
    ],
    "subject": "지적관계법규",
    "text": "측량기하적에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-88",
    "options": [
      "이의신청 기간에 이의를 신청하지 아니하였을 때",
      "경계결정위원회의 의결을 거쳐 결정되었을 때",
      "이의신청에 대한 결정에 대하여 30일 이내에 불복의사를 표명하지 아니하였을 때",
      "이의신청에 대한 결정에 불복하여 행정소송을 제기한 경우 그 판결이 확정되었을 때"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사사업에 따른 경계 확정 시기로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-89",
    "options": [
      "지적측량수행자는 업무상 알게 된 비밀을 누설하여서는 아니 된다.",
      "지적측량수행자는 지적측량수수료 외에는 어떠한 명목으로도 그 업무와 관련된 대가를 받으면 아니 된다.",
      "지적측량수행자는 본인, 배우자 또는 직계 존속·비속이 소유한 토지에 대한 지적측량을 하여서는 아니 된다.",
      "지적측량수행자는 신의와 성실로써 공정하게 지적측량을 하여야 하며, 정당한 사유없이 지적측량 신청을 거부하여서는 아니 된다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정한 지적측량수행자의 성실의무 등에 관한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-90",
    "options": [
      "거짓으로 축척변경 신청을 한 자",
      "고의로 측량성과를 사실과 다르게 한 자",
      "속임수로 측량업과 관련된 입찰의 공정성을 해친 자",
      "심사를 받지 아니하고 지도등을 간행하여 판매하거나 배포한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 2년 이하의 징역 또는 2천만원 이하의 벌금에 해당하는 자는?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-91",
    "options": [
      "녹지지역",
      "계획관리지역",
      "보전관리지역",
      "자연환경보전지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상의 용도지역 중 행위제한 시 자연공원법, 수도법 또는 문화재보호법의 규정이 적용되는 지역은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-92",
    "options": [
      "등록전환",
      "신규등록",
      "지번변경",
      "축척변경"
    ],
    "subject": "지적관계법규",
    "text": "토지의 표시 변경에 관한 등기를 할 필요가 있는 경우에는 지적소관청은 지체 없이 관할등기관서에 그 등기를 촉탁하여야 하는데, 다음 중 등기촉탁이 가능하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-93",
    "options": [
      "측량성과 사본 발급 신청 수수료",
      "지적기준점성과의 열람 및 등본 수수료",
      "성능검사대행자가 하는 성능검사 수수료",
      "측량성과의 국외 반출 허가 신청 수수료"
    ],
    "subject": "지적관계법규",
    "text": "수수료를 현금으로만 내야 하는 사항으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-94",
    "options": [
      "소지, 염전, 도로용지, 광천지",
      "사적지, 광천지, 운동자, 유원지",
      "주차장용지, 잡종지, 양어장, 임야",
      "공장용지, 창고용지, 목장용지, 주유소용지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 지목의 명칭으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-95",
    "options": [
      "충청북도: 충청",
      "서울특별시: 서울",
      "부산광역시: 부산",
      "제주특별자치도: 제주"
    ],
    "subject": "지적관계법규",
    "text": "시·도별 지적삼각점의 명칭이 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-96",
    "options": [
      "지반이 연속된 토지",
      "토지의 용도가 동일",
      "토지의 소유자가 동일",
      "동일한 지적측량방법에 의한 토지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 1필지로 정할 수 있는 기준에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-97",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 1천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "거짓으로 분할 신청을 한 경우 벌칙 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-98",
    "options": [
      "소유권의 변경 또는 경정",
      "소유권의 보존 또는 이전",
      "소유권의 등록 또는 등록정정",
      "소유권의 말소 또는 말소회복"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 토지에 관한 등기를 하였을 때 지적소관청에 지체 없이 그 사실을 알려야 하는 대상에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-99",
    "options": [
      "구청장",
      "특별시장",
      "국토교통부장관",
      "행정안전부장관"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 공동구관리자로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-100",
    "options": [
      "도시개발사업",
      "주택건설사업",
      "축척변경사업",
      "산업단지개발사업"
    ],
    "subject": "지적관계법규",
    "text": "사업시행자가 지적소관청에 토지 이동에 대한 신청을 할 수 없는 사업은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200606-81",
    "options": [
      "유치권-점유권",
      "소유권-지역권",
      "지상권-전세권",
      "저당권-임차권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기할 수 없는 권리만으로 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-82",
    "options": [
      "지번을 부여할 수 없다.",
      "지번을 부여할 수 있다.",
      "가지번을 부여할 수 있다.",
      "행정안전부장관의 승인을 받아 지번을 부여할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등이 준공되기 전에 사업시행자가 지번부여 신청을 하는 경우 처리방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-83",
    "options": [
      "토지의 소재와 지번은 토지대장과 임야대장에 공통적으로 등록되는 사항이다.",
      "국토교통부장관은 모든 토지에 대하여 필지별로 소재ㆍ지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표 등을 조사ㆍ측량하여 지적공부에 등록하여야 한다.",
      "지적공부에 등록하는 지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표는 이동이 있을 때 토지소유자(법인이 아닌 사단이나 재단의 경우에는 그 대표자나 관리인)의 신청을 받아 지적소관청이 결정한다.",
      "지적소관청은 지적공부에 등록된 지번을 변경할 필요가 있다고 인정하면 국토교통부장관의 승인을 받아 지번부여지역의 전부 또는 일부에 대하여 지번을 새로 부여할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 토지의 등록에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-84",
    "options": [
      "관리지역",
      "농림지역",
      "도시지역",
      "보존지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 국토의 용도 구분 4가지에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-85",
    "options": [
      "상급법원의 장이 위임하는 등기소",
      "매도인의 소재지를 관할하는 지방법원, 그 지원(支援) 또는 등기소",
      "부동산의 소재지를 관할하는 지방법원, 그 지원(支援) 또는 등기소",
      "소유자의 소재지를 관할하는 지방법원, 그 지원(支援) 또는 등기소"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 관할등기소의 정의로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-86",
    "options": [
      "작은 축척을 큰 축척으로 변경하여 등록하는 것을 말한다.",
      "임야도 축척에서 지적도 축척으로 옮겨 등록하는 것을 의미한다.",
      "축척변경위원회는 청산금의 이의신청에 관한 사항을 심의ㆍ의결한다.",
      "축척변경을 시행하고자 할 경우에는 시ㆍ도지사의 승인을 받아서 시행한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 대한 내용으로 틀린 것은? (단, 예외의 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-87",
    "options": [
      "경관지구",
      "고도지구",
      "문화지구",
      "보호지구"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도지구가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-88",
    "options": [
      "지적도근점표지의 점간거리는 평균 50미터이상 300미터 이하로 한다.",
      "지적삼각보조점표지의 점간거리는 평균 1킬로미터 이상 3킬로미터 이하로 한다.",
      "지적도근점표지의 점간거리는 다각망도선법(多各網導線法)에 따르는 경우에는 평균 1킬로미터 이하로 한다.",
      "지적삼각보조점표지의 점간거리는 다각망도선법(多各網導線法)에 따르는 경우에는 평균 0.5킬로미터 이상 1킬로미터 이하로 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기준점표지의 설치ㆍ관리 등에 관한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-89",
    "options": [
      "측량성과를 국외로 반출한 자",
      "무단으로 측량성과 또는 측량기록을 복제한 자",
      "본인, 배우자 또는 직계 존속ㆍ비속이 소유한 토지에 대한 지적측량을 한 자",
      "측량업자가 속임수, 위력(威力), 그 밖의 방법으로 측량업과 관련된 입찰의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 벌칙규정으로서 1년 이하의 징역 또는 1천만원 이하의 벌금에 해당되는 자는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-90",
    "options": [
      "경계점의 사진 파일",
      "경계점 위치 설명도",
      "토지의 소재와 지번",
      "경계점 등록자의 정보"
    ],
    "subject": "지적관계법규",
    "text": "지상경계점등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-91",
    "options": [
      "지적소관청은 수령통지를 한 날부터 6개월이내에 청산금을 지급하여야 한다.",
      "납부고지를 받은 자는 그 고지를 받은 날부터 6개월 이내에 청산금을 지적소관청에 내야 한다.",
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 토지소유자에게 청산금의 납부고지 또는 수령통지를 하여야 한다.",
      "납부고지되거나 수령통지된 청산금에 관하여 이의가 있는 자는 납부고지 또는 수령통지를 받은 날부터 1개월 이내에 지적소관청에 이의신청을 할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령사 청산금의 납부고지 및 이의신청 기준으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-92",
    "options": [
      "시ㆍ도별로 수립한다.",
      "시ㆍ군ㆍ구별로 수립한다.",
      "한국국토정보공사의 지사별로 수립한다.",
      "측량수행자가 수립하여 지적소관청에 보고한다."
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 토지의 이동현황을 직권으로 조사ㆍ측량하여 토지의 지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표를 결정하고자 하는 때에 토지이동현황조사계획 수립 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-93",
    "options": [
      "0명",
      "무작위 선정",
      "토지소유자 전원",
      "토지소유자 대표1명"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지소유자가 5명이하인 경우, 토지소유자 중 위원으로 위촉하여야 하는 기준은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-94",
    "options": [
      "“면적”이란 지적공부에 등록한 필지의 수평면상 넓이를 말한다.",
      "“지적소관청”이란 지적공부를 관리하는 특별자치시장, 시장ㆍ군수 또는 구청장을 말한다.",
      "“필지”란 토지의 주된 용도에 따라 토지의 종류를 구분하여 지적공부에 등록한 것을 말한다.",
      "“토지의 표시”란 지적공부에 토지의 소재ㆍ지번(地番)ㆍ지목(地目)ㆍ면적ㆍ경계 또는 좌표를 등록한 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 용어의 정의로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-95",
    "options": [
      "지적측량 종목별 세부 산정기준은 국토교통부장관이 정한다.",
      "지적측량수수료는 국토교통부장관이 매년 12월 말일 까지 고시하여야 한다.",
      "국토교통부장관이 고시하는 표준품셈 중 지적측량품에 지적기술자의 정부노임단가를 적용하여 산정한다.",
      "지적소관청이 직권으로 조사ㆍ측량하여 지적공부를 정리한 경우, 조사ㆍ측량에 들어간 비용을 면제한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 지적측량수수료에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-96",
    "options": [
      "도선법 또는 방사법에 따른다.",
      "미리 각 경계점에 표지를 설치한다.",
      "관측은 20초독 이상의 경위의를 사용한다.",
      "연직각의 관측은 교차가 30초 이내인 때에 그 평균치를 연직각으로 하되, 초단위로 독정한다."
    ],
    "subject": "지적관계법규",
    "text": "경위의측량방법에 따른 세부측량의 관측 및 계산에 관한 기준으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-97",
    "options": [
      "측량대상토지의 점유현황선은 검은색 점선으로 표시한다.",
      "측량결과의 파일 형식은 표준화된 공통포맷을 지원할 수 있어야 한다.",
      "측정점의 표시에서 측량자는 붉은색 짧은 십자선(+)으로 표시한다.",
      "측량대상토지에 지상구조물 등이 있는 경우와 새로이 설정하는 경계에 지상건물등이 걸리는 겨우에는 그 위치현황을 표시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "측량기하적에 대한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-98",
    "options": [
      "이해 관계자",
      "지목과 면적",
      "등기원인",
      "소재와 지번"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 토지 등기기록의 표제부에 기록하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-99",
    "options": [
      "정당한 자유 없이 측량을 방해한 자",
      "측량기술자가 아님에도 불구하고 측량을 한 자",
      "측량업의 등록을 하지 아니하고 측량업을 한 자",
      "측량업자로서 속임수로 측량업과 관련된 입찰의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 2년 이하의 징역 또는 2천만원 이하의 벌금에 처하는 벌칙 기준을 적용받는 자는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-100",
    "options": [
      "목작용지 내 주거용 건축물의 부지",
      "영구적 건축물 중 변전소 시설의 부지",
      "과수원에 접속된 주거용 건축물의 부지",
      "국토의 계획 및 이용에 관한 법률 등 관계 법령에 따른 택지조성공사가 준공된 토지"
    ],
    "subject": "지적관계법규",
    "text": "지목을 ‘대’로 구분할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20190804-81",
    "options": [
      "위원은 지적소관청이 위촉한다.",
      "축척변경 시행지역의 토지소유자가 7명이하일 때 토지소유자 전원을 위원으로 위촉하여야 한다.",
      "10명 이상 15명 이하의 위원으로 구성하되, 위원의 3분의 2 이상을 축척변경 시행지역의 토지소유자로 하여야 한다.",
      "위원장은 위원 중에서 지적에 관하여 전문지식을 가지고 해당 지역의 사정에 정통한 사람 중에서 국토교통부장관이 지명한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경위원회의 구성에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-82",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "측량업자로서 속임수, 위력(威力), 그 밖의 방법으로 측량업과 관련된 입찰의 공정성을 해친 자에 대한 벌칙 기준은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-83",
    "options": [
      "고의 또는 과실로 측량을 부정확하게 한 경우",
      "거짓이나 그 밖의 부정한 방법으로 측량업의 등록을 한 경우",
      "지적측량업자가 업무 범위를 위반하여 지적측량을 한 경우",
      "정당한 사유 없이 측량업의 등록을 한 날부터 1년 이내에 영업을 시작하지 아니한 경우"
    ],
    "subject": "지적관계법규",
    "text": "국토교통부장관, 해양수산부장관 또는 시ㆍ도지사가 측량업자에게 측량업의 등록을 취소하거나 1년 이내의 기간을 정하여 영업의 정지를 명할 수 있는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-84",
    "options": [
      "토지표지의 공시",
      "등록사항의 국가결정",
      "등록사항의 실질적 심사",
      "등록사항의 형식적 심사"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상의 기본원칙이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-85",
    "options": [
      "지적위원회는 중앙지적위원회와 지방지적위원회가 있다.",
      "지방지적위원회의 위원장 및 부위원장을 제외한 위원의 임기는 2년으로 한다.",
      "지방지지적위원회는 지적측량 적부심사청구를 회부받은 날부터 60일 이내에 심의ㆍ의결하여야 한다.",
      "중앙지적위원회의 위원장은 국토교통부의 지적업무 담당 과장이 되고, 부위원장은 위원중에서 임명한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적위원회에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-86",
    "options": [
      "합병공고문",
      "지적측량업등록증",
      "양도ㆍ양수 계약서 사본",
      "상속인임을 증명할 수 있는 서류"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법규상 측량업자의 지위승계 신고서에 첨부하여야 할 서류로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-87",
    "options": [
      "준주거지역 : 편리한 주거환경을 조성하기 위하여 필요한 지역",
      "전용저거지역 : 양호한 주거환경을 보호하기 위하여 필요한 지역",
      "일반준주거지역 : 근린지역에서의 일용품 및 서비스의 공급을 위하여 필요한 지역",
      "일반주거지역 : 주거기능을 위주로 일부 상업기능 및 업무기능을 보완하기 위하여 필요한 지역"
    ],
    "subject": "지적관계법규",
    "text": "도시ㆍ군관리계획으로 결정하는 주거지역의 분류 및 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-88",
    "options": [
      "등록사항의 정정이 토지소유자에 관한 사항일 경우 지적공부등본에 의하여야 한다.",
      "토지소유자는 지적공부의 등록사항에 잘못이 있음을 발견하면 지적소관청에 그 정정을 신청할 수 있다.",
      "지적소관청은 지적공부의 등록사항에 잘못이 있음을 발견하면 대통령령으로 정하는 바에 따라 직권으로 조사ㆍ측량하여 정정할 수 있다.",
      "등록사항의 정정으로 인접 토지의 경계가 변경되는 경우 그 정정은 인접 토지소유자의 승낙서가 제출되어야 한다. (토지소유자가 승낙하지 아니하는 경우는 이에 대항할 수 있는 확정판결서 정본을 제출한다.)"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 지적공부 등록사항의 정정에 대한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-89",
    "options": [
      "1개월 이내",
      "2개월 이내",
      "3개월 이내",
      "6개월 이내"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 토지가 멸실된 경우 그 토지 소유권의 등기명의인은 그 사실이 있는 때부터 얼마 이내에 그 등기를 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-90",
    "options": [
      "경계",
      "면적",
      "지목",
      "지번"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기관이 토지 등기기록의 표제부에 기록하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-91",
    "options": [
      "도시ㆍ군관리계획선에 따라 토지를 분할하는 경우",
      "관계 법령에 따른 토지의 형질변경 또는 건축물의 사용 승인하는 경우",
      "임야도에 등록된 토지가 사실상 형질변경 되었으나 지목변경을 할 수 없는 경우",
      "대부분의 토지가 등록 전환되어 나머지 토지를 임야도에 계속 존치하는 것이 불합리한 경우"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지목변경 없이 등록전환을 신청할 수 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-92",
    "options": [
      "축척변경",
      "신규등록",
      "등록사항의 직권정정",
      "행정구역 개편에 따른 지번부여"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 관할 등기관서에 등기촉탁을 하는 사유에 행당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-93",
    "options": [
      "「도로법」 제40조에 따른 접도구역",
      "「주차장법」 제19조에 따른 부설주차장의 설치",
      "「문화예술진흥법」 제9조에 따른 건축물에 대한 미술작품의 설치",
      "「주택법」 제35조에 따른 주택의 배치, 부대시설ㆍ복리시설의 설치기준 및 대지조성기준"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 입지규제최소구역에서의 다른 법률 규정을 적용하지 아니할 수 있는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-94",
    "options": [
      "해상교통의 안전",
      "토지개발의 촉진",
      "국토의 효율적 관리",
      "국민의 소유권 보호에 기여"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 공간정보의 구축 및 관리 등에 관한 법률의 목적으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-95",
    "options": [
      "측량지역의 지형상 지적삼각점의 재설치가 필요한 경우",
      "세부측량을 하기 위하여 지적삼각보조점의 설치가 필요한 경우",
      "측량지역의 면적이 해당 지적도 1장에 해당하는 면적 이상인 경우",
      "지적도근점의 설치 또는 재설치를 위하여 지적삼각점이나 지적삼각보조점의 설치가 필요한 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적측량 시행규칙에 따른 지적측량의 실시기준 중 지적도근점측량을 실시하여야 하는 경우로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-96",
    "options": [
      "토지점유자",
      "채권을 보전하기 위한 채권자",
      "학교용지, 도로, 수도용지 등의 지목으로 될 토지의 경우 그 해당사업의 시행자",
      "지방자치단체가 취득하는 토지의 경우 그 토지를 관리하는 지방자치단체의 장"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 토지소유자가 하여야 하는 신청을 대신할 수 없는 자는? (단, 등록사항 정정 대상토지는 제외한다.)",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-97",
    "options": [
      "타인의 토지를 출입할 경우",
      "장애물의 형상을 변경할 경우",
      "기본측량 시 필요하다고 인정하는 경우",
      "축척변경 측량 시 경계표지를 설치할 경우"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 토지를 수용하거나 사용할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-98",
    "options": [
      "고의로 측량성과를 다르게 한 자",
      "정당한 사유 없이 측량을 방해한 자",
      "지적측량수수료 외의 대가를 받은 지적측량기술자",
      "본인 또는 배우자가 소유한 토지에 대한 지적측량을 한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 1년 이하의 징역 또는 1천만원 이하의 벌금에 처하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-99",
    "options": [
      "공신력",
      "대항적 효력",
      "추정적 효력",
      "순위 확정적 효력"
    ],
    "subject": "지적관계법규",
    "text": "등기의 일반적 효력에 관한 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-100",
    "options": [
      "“경계점”이란 구면좌표를 이용하여 계산한다.",
      "“토지의 이동”이란 토지의 표시를 새로이 정하는 경우만을 말한다.",
      "“지적공부”란 정보처리시스템에 저장된 것을 제외한 토지대장, 임야대장 등을 말한다.",
      "“토지의 표시”란 지적공부에 토지의 소재ㆍ지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표를 등록한 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 용어의 정의로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190427-81",
    "options": [
      "녹지지역",
      "보전관리지역",
      "계획관리지역",
      "자연환경보전지역"
    ],
    "subject": "지적관계법규",
    "text": "용도지역 안에서 건폐율의 최대한도를 20% 이하로 규정하고 있는 지역에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-82",
    "options": [
      "99-1",
      "100-10",
      "111",
      "125"
    ],
    "subject": "지적관계법규",
    "text": "합병 조건이 갖추어진 4필지(99-1, 100-10, 111, 125)를 합병할 경우 새로이 설정하여야 하는 지번은? (단, 합병 전의 필지에 건축물이 없는 경우이다.)",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-83",
    "options": [
      "토지의 공시 지가",
      "토지의 주된 용도",
      "토지의 지형 지세",
      "토지의 토성 분포"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록하는 지목의 설정기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-84",
    "options": [
      "축척변경 승인신청일",
      "축척변경 시행공고일",
      "축척변경 확정공고일",
      "축척변경 청산금 교부일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지는 언제 토지의 이동이 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-85",
    "options": [
      "면적",
      "지목",
      "좌표",
      "등기원인"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기기관이 토지 등기기록의 표제부에 기록하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-86",
    "options": [
      "유치권",
      "임차권",
      "저당권",
      "권리절권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기할 수 있는 권리가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-87",
    "options": [
      "지적도에 등록된 경계변경",
      "지적공부에 등록된 지목변경",
      "토지대장에 등록된 소유권변경",
      "경계점좌표등록부에 등록된 좌표변경"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 토지의 이동으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-88",
    "options": [
      "지적소관청이 축척변경의 확정공고를 하였을 때에는 지체 없이 축척변경에 따라 확정된 사항을 지적공부에 등록하여야 한다.",
      "청산금의 납부 및 지급이 완료되었을 때에는 지적소관청은 7일 이내에 축척변경의 확정공고를 하여야 한다.",
      "축척변경의 확정공고에 따라 해당 사항을 지적공부에 등록하는 때에 지적도는 확정측량 결과도 또는 경계점좌표에 따른다.",
      "축척변경위원회는 5명 이상 10명 이하의 위원으로 구성하되, 위원의 2분의 1 이상을 토지소유자로 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 축척변경에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-89",
    "options": [
      "기반시설의 설치ㆍ정비 또는 개량에 관한 계획",
      "광역계획권의 기본구조와 발전방향에 관한 계획",
      "지구단위계획구역의 지정 또는 변경에 관한 계획",
      "용도지역ㆍ용도지구의 지정 또는 변경에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률의 정의에 따른 도시ㆍ군관리계획에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-90",
    "options": [
      "등기필증",
      "등기완료통지서",
      "등기사항증명서",
      "인접 토지소유자의 승낙서"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 등록사항을 정정할 때 그 정정사항이 토지소유자에 관한 사항인 경우 정정을 위한 관련 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-91",
    "options": [
      "위성기준점",
      "지적도근점",
      "지적삼각점",
      "지적삼각보조점"
    ],
    "subject": "지적관계법규",
    "text": "직경 2밀리미터 및 3밀리미터의 2중원 안에 십자선을 표시하여 제도하는 측량기준점은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-92",
    "options": [
      "지적도에는 소유자의 주소, 지번, 지목, 경계 등을 등록하여야 한다.",
      "국토의 효율적인 관리와 해상교통의 안전 및 국민의 소유권 보호에 기여함을 목적으로 한다.",
      "시ㆍ도지사나 지적소관청은 지적기준점성과와 그 측량기록을 보관하고 일반인이 열람할 수 있도록 하여야 한다.",
      "토지소유자는 지목변경을 60일 이내에 지적소관청에 지목변경을 신청하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정하고 있는 사항 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-93",
    "options": [
      "도곽선과 그 수리",
      "도면의 제명 및 축척",
      "지번ㆍ도번번호 및 결번",
      "지번부여지역의 경계 및 인접지역의 행정구역명칭"
    ],
    "subject": "지적관계법규",
    "text": "지적업무처리규정상 일람도 및 지번색인표의등재사항 중 일람도에 등재하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-94",
    "options": [
      "지적층량성과와 다르게 정리된 경우",
      "지적공부의 등록사항이 잘못 입력된 경우",
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적도에 등록된 필지가 면적증감이 있고 경계의위치가 잘못된 경우"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-95",
    "options": [
      "토지소재만 변경 정리한다.",
      "종전 지번에 부호를 붙여 정한다.",
      "지적소관청이 새로 그 지번을 부여하여야 한다.",
      "변경된 지번부여지역의 최종본번에 부번을 붙여 정리한다."
    ],
    "subject": "지적관계법규",
    "text": "지번부여지역의 일부가 행정구역의 개편으로 다른 지번부여지역에 속하게 될 때 지번정리방법은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-96",
    "options": [
      "권리-필지",
      "소유자-토지",
      "지적소관청-토지",
      "행전안전부장관-필지"
    ],
    "subject": "지적관계법규",
    "text": "토지등록에 있어서 등록의 주체와 객체가 가장 올바르게 짝지어진 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-97",
    "options": [
      "소유권 및 저당권",
      "지상권 및 임차권",
      "지역권 및 전세권",
      "점유권 및 유치권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법의 규정에 의해 등기할 수 없는 권리는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-98",
    "options": [
      "지적측량업자가 중앙지적위원회에 지적측량 적부심사를 청구하여, 지적소관청이 이를 심의ㆍ의결한다.",
      "지적소관청이 지방지적위원회에 지적측량정부심사를 청구하여, 관할 시ㆍ도지사가 이를 심의ㆍ의결한다.",
      "지적소관청이 중앙지적위원회에 지적측량적부심사를 청구하여, 국토교통부장관이 이를 심의ㆍ의결한다.",
      "토지소유자가 관할 시ㆍ도지사를 거쳐 지방지적위원회에 지적측량 적부심사를 청구하고, 지방지적위원회가 이를 심의ㆍ의결한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 지적측량의 적부심사에 관한 내용으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-99",
    "options": [
      "1필지당 10원",
      "1필지당 20원",
      "1필지당 30원",
      "1필지당 40원"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법규상 지적전산자료의 이용 또는 활용 신청 시 자료를 인쇄물로 제공할 때 수수료로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-100",
    "options": [
      "10만필지 이하:90m2",
      "10만필지 초과 20만필지 이하:110m2",
      "20만필지 초과 30만필지 이하:130m2",
      "30만필지 초과 40만필지 이하:150m2"
    ],
    "subject": "지적관계법규",
    "text": "지적서고의 기준면적이 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190303-81",
    "options": [
      "7일",
      "15일",
      "30일",
      "60일"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사에 관한 특별법상 남부고지된 조정금에 이의가 있는 토지소유자는 납부고지를 받은 날부터 며칠 이내에 지적소관청에 이의신청을 할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-82",
    "options": [
      "도 단위",
      "시 단위",
      "시⋅도 단위",
      "시⋅군⋅구 단위"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 토지이동현황 조사계획을 수립하는 단위는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-83",
    "options": [
      "토지의 신규등록을 하는 경우",
      "토지가 지형의 변화 등으로 바다로 된 경우",
      "지번을 변경할 필요가 있다고 인정되는 경우",
      "하나의 지번부여지역에 서로 다른 축척의 지적도가 있는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 관할 등기관서에 등기를 촉탁하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-84",
    "options": [
      "“필지”란 대통령령으로 정하는 바에 따라 구획되는 토지의 등록단위를 말한다.",
      "“경계”란 필지별로 경계점들을 직선으로 연결하여 지적공부에 등록한 선을 말한다.",
      "“토지의 표시”란 지적공부에 토지의 소재⋅지번(地番)⋅지목(地目)⋅면적⋅경계 또는 좌표를 등록한 것을 말한다.",
      "“측량기준점”이란 지적삼각점, 지적삼각보조점, 지적수준점을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 정의한 용어의 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-85",
    "options": [
      "골프장",
      "수영장",
      "스키장",
      "승마장"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지목이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-86",
    "options": [
      "작은 축척을 큰 축척으로 변경하는 것을 말한다.",
      "임야도의 축척을 지적도의 축척으로 바꾸는 것을 말한다.",
      "축척변경은 지적도에 등록된 경계점의 정밀도를 높이기 위해 시행한다.",
      "축척변경에 관한 사항을 심의⋅의결하기 위하여 지적소관청에 축척변경위원회를 둔다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 축척변경에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-87",
    "options": [
      "자오선수차",
      "경도 및 위도",
      "시준점의 명칭",
      "좌표 및 표고"
    ],
    "subject": "지적관계법규",
    "text": "지적삼각점성과표에 기록⋅관리하여야 하는 시항 중 필요한 경우로 한정하여 기록⋅관리하는 사항은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-88",
    "options": [
      "체육용지 – 실내체육관, 승마장",
      "유원지 – 스키장, 어린이 놀이터",
      "잡종지 – 원상회복을 조건으로 돌을 캐내는 곳",
      "염전 – 동력을 이용하여 소금을 제조하는 공장시설물의 부지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지목 설정이 올바르게 연결 된 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-89",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "토지에 대하여 지적소관청의 확인에 의하여 자기의 소유권을 증명하는자"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법에 따라 미등기의 토지에 관한 소유권보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-90",
    "options": [
      "성능검사대행자가 하는 성능검사 수수료는 현금으로 내야 한다.",
      "인터넷으로 지적도면을 발급할 경우 그 크기는 가로 21cm, 세로 30cm이다.",
      "지적기술자격을 취득한 자가 지적공부를 열람하는 경우에는 수수료를 면제한다.",
      "전산파일로 된 경우에는 당해 지적소관청이 아닌 다른 지적소관청에 신청할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 열람, 등본 발급 및 수수료에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-91",
    "options": [
      "군수",
      "구청장",
      "광역시장",
      "특별시장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시⋅군관리계획의 입안권자가 아닌 자는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-92",
    "options": [
      "시⋅도지사",
      "지적소관청",
      "지적측량업자",
      "행정안전부장관"
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동이 있을 때 지적공부에 등록하는 지번⋅지목⋅면적⋅경계 또는 좌표를 결정하는 자는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-93",
    "options": [
      "지적도근점성과는 지적소관청이 관리한다.",
      "지적삼각점성과는 지적소관청이 관리한다.",
      "지적삼각보조점서오가는 시⋅도지사가 관리한다.",
      "지적소관청이 지적삼각점을 변경하였을 때에는 그 측량성과를 국토교통부장관에게 통보한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기준점성과의 관리 등에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-94",
    "options": [
      "기반시설부담구역으로 지정된 지역",
      "지구단위계획구역으로 지정된 지역",
      "개발행위로 인하여 주변의 환경⋅경관⋅미관⋅문화재 등이 크게 오염되거나 손상될 우려가 있는 지역",
      "도시⋅군관리계획을 수립하고 있는 지역으로서 그 도시⋅군관리계획이 결정될 경우 용도지역의 변경이 예상되고 그에 따라 개발행위허가의 기준이 크게 달라질 것으로 예상되는 지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 심의를 거치지 아니하고 한 차례만 2년 이내의 기간 동안 개발행위허가의 제한을 연장할 수 있는 지역이 아닌 곳은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-95",
    "options": [
      "열람 : 200원, 등본발급 : 300원",
      "열람 : 300원, 등본발급 : 500원",
      "열람 : 500원, 등본발급 : 700원",
      "열람 : 700원, 등본발급 : 1000원"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청을 직접방문하여 1필지를 기준으로 토지대장 또는 임야대장에 대한열람신청을 하거나 등본발급신청을 할 경우 납부해야 하는 수수료는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-96",
    "options": [
      "고급기술인 1명 이상",
      "중급기술인 1명 이상",
      "초급기술인 1명 이상",
      "지적분야의 초급기능사 2명 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록에 필요한 기술능력의 등급별 인원 기준으로 옳은 것은? (단, 상위 등급의 기술능력으로 하위 등급의 기술능력을 대체하는 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-97",
    "options": [
      "측량성과를 국외로 반출한 자",
      "고의로 측량성과 또는 수로조사성과를 사실과 다르게 한 자",
      "측량기준점표지를 이전 또는 파손하거나 그 효용을 해치는 행위를 한 자",
      "측량업자로서 속임수, 위력(威力), 그 밖의 방법으로 측량업과 관련된 입찰의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 2년 이하의 징역 또는 2천만원 이하의 벌금에 처하는 자로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-98",
    "options": [
      "등기권리자를 대위하여 등기신청을 한 경우",
      "국가 또는 지방자치단체가 등기권리자인 경우",
      "등기권리자가 등기필정보의 통지를 원하지 아니하는 경우",
      "등기필정보통지서를 수령할 자가 등기를 마친 때부터 1개월 이내에 그 서면을 수령하지 않은 경우"
    ],
    "subject": "지적관계법규",
    "text": "새로운 권리에 관한 등기를 마쳤을 때, 작성한 등기필정보를 등기권리자에게 통지하지 아니하는 경우로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-99",
    "options": [
      "0.10m 이내",
      "0.15m 이내",
      "0.20m 이내",
      "0.25m 이내"
    ],
    "subject": "지적관계법규",
    "text": "지적삼각점의 지적측량성과와 검사 성과와의 연결교차 허용범위로 옳은 것은? (단, 그 지적측량성과에 관하여 다른 입증을 할 수 있는 경우는 제외한다.)",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-100",
    "options": [
      "미등기 토지의 소유자를 변경하는 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우",
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적도 및 임야도에 등록된 필지가 면적의 증감 없이 경계의 위치만 잘못된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 지적공부의 등록사항에 잘못이 있는지를 직권으로 조사⋅측량하여 정정할 수 있는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20180819-81",
    "options": [
      "“경계”란 필지별로 경계점들을 직선으로 연결하여 지적공부에 등록한 선을 말한다.",
      "“지목”이란 토지의 주된 용도에 따라 토지의 종류를 구분하여 지적공부에 등록한 것을 말한다.",
      "“지번부여지역”이란 지번을 부여하는 단위지역으로서 읍ㆍ면 또는 이에 준하는 지역을 말한다.",
      "“등록전환”이란 임야대장 및 임야도에 등록된 토지를 토지대장 및 지적도에 옮겨 등록하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정하고 있는 용어의 정의로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-82",
    "options": [
      "자격 취소, 자격정지, 견책, 훈계",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정하고 있는 벌칙에 해당하지 않는 것은?:",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-83",
    "options": [
      "계획의 수립→준비 및 현지답사→선점 및 조표→관측 및 계산과 성과표의 작성",
      "선점 및 조표→계획의 수립→준비 및 현지답사→관측 및 계산과 성과표의 작성",
      "준비 및 현지답사→계획의 수립→선점 및 조표→관측 및 계산과 성과표의 작성",
      "준비 및 현지답사→선점 및 조표→계획의 수립→관측 및 계산과 성과표의 작성"
    ],
    "subject": "지적관계법규",
    "text": "지적기준점측량의 절차 순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-84",
    "options": [
      "택지조성공사가 준공된 토지",
      "목장용지 내의 주거용 건축물의 부지",
      "과수원 내에 있는 주거용 건축물의 부지",
      "제조업 공장시설물 부지 내의 의료시설 부지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적공부에 등록할 때 지목을 ‘대’로 설정 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-85",
    "options": [
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금",
      "5년 이하의 징역 또는 5천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 고의로 지적측량성과를 사실과 다르게 한 자에 대한 벌칙으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-86",
    "options": [
      "위원장은 국토교통부장관이 임명하거나 위촉한다.",
      "부위원장은 국토교통부의 지적업무 담당 국장이 된다.",
      "위원장 및 부위원장을 제외한 위원의 임기는 2년으로 한다.",
      "위원장 1명과 부위원장 1명을 제외하고, 5명 이상 10명 이하의 위원으로 구성한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 중앙지적위원회의 구성 등에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-87",
    "options": [
      "지적기준점측량, 분할측량",
      "경계복원측량, 지적현황측량",
      "신규등록측량, 등록전환측량",
      "지적공부복구측량, 축척변경측량"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청으로부터 측량성과에 대한 검사를 받지 않아도 되는 것만 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-88",
    "options": [
      "지적재조사사업의 시행기간",
      "지적재조사사업에 관한 기본방향",
      "지적재조사사업의 시ㆍ군별 배분계획",
      "지적재조사사업에 필요한 인력 확보계획"
    ],
    "subject": "지적관계법규",
    "text": "지적재조사사업에 관한 기본계획 수립 시 포함되어야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-89",
    "options": [
      "경관지구 : 경관을 보호ㆍ형성하기 위하여 필요한 지구",
      "방재지구 : 화재 위험을 예방하기 위하여 필요한 지구",
      "보호지구 : 문화재, 중요시설물(항만, 공항 등 대통령령으로 정하는 시설물을 말한다.) 및 문화적ㆍ생태적으로 보존가치가 큰 지역의 보호와 보존을 위하여 필요한 지구",
      "고도지구 : 쾌적한 조성 및 토지의 효율적 이용을 위하여 건축물 높이의 최저한도 또는 최고한도를 규제할 필요가 있는 지구"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도지구에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-90",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "구청장 또는 면장의 서면에 의하여 자기의 소유권을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 미등기의 토지에 관한 소유권 보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-91",
    "options": [
      "청산금의 이의신청에 관한 사항",
      "축척변경 시행계획에 관한 사항",
      "축척변경의 확정공고에 관한 사항",
      "지번별 제곱미터당 금액의 결정과 청산금의 산정에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 축척변경위원회의 심의ㆍ의결 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-92",
    "options": [
      "측량 준비도",
      "토지이동정리 결의서",
      "법원의 확정판결서 정본 또는 사본",
      "부동산등기부 등본 등 등기사실을 증명하는 서류"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적공부의 복구자료에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-93",
    "options": [
      "합병하려는 토지의 지적도 및 임야도의 축척이 서로 다른 경우",
      "합병하려는 토지가 등기된 토지와 등기되지 아니한 토지인 경우",
      "합병하려는 토지의 소유자별 공유지분이 다르거나 소유자의 주소가 서로 다른 경우",
      "합병하려는 각 필지의 지목은 같으나 일부 토지의 용도가 다르게 되어 합병 신청과 동시에 토지의 용도에 따라 분할 신청을 하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 토지의 합병을 신청 할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-94",
    "options": [
      "소유권 침해 여부",
      "신청 내용의 타당성",
      "개인의 사생활 침해 여부",
      "자료의 목적 외 사용 방지 및 안전관리대책"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적전산자료의 이용에 대한 심사 신청을 받은 관계 중앙행정기관의 장이 심사하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-95",
    "options": [
      "위성기준점",
      "1등기준점",
      "지적삼각점",
      "수준점"
    ],
    "subject": "지적관계법규",
    "text": "지적업무처리규정상 직경 2mm 및 3mm의 2중원 안에 십자선을 표시하는 지적기준점은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-96",
    "options": [
      "1000m2내의 110m2의 답",
      "10000m2내의 250m2의 전",
      "4000m2내의 350m2의 과수원",
      "5000m2인 과수원 내의 50m2의 대지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 주된 용도의 토지에 편입하여 1필지로 할 수 있는 경우에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-97",
    "options": [
      "경계복원",
      "토지합병",
      "지적도 작성",
      "소유권 이전등기"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 토지의 이동에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-98",
    "options": [
      "손실을 받은 자가 있으면 그 행위를 한 자는 그 손실을 보상하여야 한다.",
      "손실보상에 관하여는 손실을 보상할 자와 손실을 받은 자가 협의하여야 한다.",
      "손실을 보상할 자 또는 손실을 받은 자는 손실보상에 관할 협의가 성립되지 아니하는 경우 관할 토지수용위원회에 재결을 신청 할 수 있다.",
      "재결에 불복하는 자는 재결서 정본을 송달받은 날부터 3개월 이내에 중앙토지수용위원회에 이의를 신청할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동을 조사하는 자가 측량 또는 조사 등 필요로 하여 토지 등에 출입하거나 일시 사용함으로 인하여 손실을 받은 자가 있는 경우의 손실보상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-99",
    "options": [
      "부동산 표시의 변경",
      "소유권의 보존 또는 이전",
      "소유권의 말소 또는 말소회복",
      "소유권의 등기명의인표시의 변경 또는 경정"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 등기를 한 후 지체 없이 그 사실을 지적소관청 또는 건축물대장 소관청에 통지하여야 하는 것이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-100",
    "options": [
      "대통령",
      "국무총리",
      "관할 도지사",
      "국토교통부장관"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 광역계획권을 지정한 날부터 3년이 지날 때까지 관할 시장 또는 군수로부터 광역도시계획의 승인 신청이 없는 경우의 광역도시계획의 수립권자는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180428-81",
    "options": [
      "20% 이하",
      "30% 이하",
      "50% 이하",
      "70% 이하"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법상 용도지역 중 농림지역의 건폐율은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-82",
    "options": [
      "소유자",
      "지번과 지목",
      "토지의 소재",
      "경계 또는 좌표"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부에 등록하는 토지의 표시가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-83",
    "options": [
      "1/1200",
      "1/2400",
      "1/5000",
      "1/6000"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 임야도의 축척으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-84",
    "options": [
      "축척변경의 시행지역",
      "축척변경의 시행에 관한 세부계획",
      "축척변경의 시행에 따른 청산방법",
      "축척변경의 시행에 관한 사업시행자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 축척변경 승인을 받았을 때 시행공고를 하여야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-85",
    "options": [
      "10원",
      "20원",
      "30원",
      "40원"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료를 인쇄물로 제공할 경우 1필지당 수수료로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-86",
    "options": [
      "표지의 재질",
      "직각좌표계 원점명",
      "소재지와 측량연월일",
      "지적위성기준점의 명칭"
    ],
    "subject": "지적관계법규",
    "text": "지적측량 시행규칙상 지적소관청이 지적삼각 보조점성과표 및 지적도근점성과표에 기록·관리하여야 하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-87",
    "options": [
      "정당한 사유 없이 측량을 방해한 자",
      "측량업 등록사항의 변경신고를 하지 아니한자",
      "무단으로 측량성과 또는 측량기록을 복제한자",
      "고시된 측량성과에 어긋나는 측량성과를 사용한 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법상 1년이하의 징역 또는 1천만원 이하의 벌금대상으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-88",
    "options": [
      "등기소에 변경등기함으로써 변경된다.",
      "소관청장이 변경정리함으로써 변경된다.",
      "새로운 행정구역의 명칭으로 변경된 것으로 본다.",
      "행정안전부장관의 승인을 받아야 변경된 것으로 본다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법상 행정구역의 명칭변경 시 지적공부에 등록된 토지의 소재는 어떻게 되는가?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-89",
    "options": [
      "밭을 집터로 만드는 행위",
      "밭의 흙을 파서 논으로 만드는 행위",
      "산을 절토(切土)ㅎ하여 대(垈)로 만드는 행위",
      "지적공부상의 전(田)을 대(垈)로 변경하는 행위"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목변경에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-90",
    "options": [
      "지적측량업자가 보증보험에 가입하여야 하는 보증금액은 5천만원 이상이다.",
      "한국구토정보공사가 보증보험에 가입하여야 하는 보증금액은 20억원 이상이다.",
      "지적측량업자가 보증설정을 하였을 때에는 이를 증명하는 서류를 국토교통부장관에게 제출하여야 한다.",
      "지적측량업자는 지적측량업 등록증을 발급받은 날부터 30일 이내에 보증설정을 하여야한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적측량수행자의 손해배상책임을 보장하기 위한 보증설정에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-91",
    "options": [
      "운동장",
      "유원지",
      "잡종지",
      "철도용지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법상 규정된 지목의 종류로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-92",
    "options": [
      "0.01m2",
      "0.05m2",
      "0.1m2",
      "1m2"
    ],
    "subject": "지적관계법규",
    "text": "지적도의 축척이 600분의 1인 지역에서 분할을 위한 지적측량수행 시 1필지 면적측정 결과가 0.01m2인 경우 토지대장 등록을 위한 결정면적은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-93",
    "options": [
      "공항",
      "항만",
      "문화재",
      "녹지지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법상 보호지구로 지정하여 보호하는 시설로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-94",
    "options": [
      "″도시·군계획사업″이란 도시·군관리계획을 시행하기 위한 도시·군계획시설사업,「도시개발법」에 따른 도시개발사업, 「도시 및 주거환경정비법」에 따른 정비사업을 말한다.",
      "″용도지역″이란 토지의 이용 및 건축물의 용도·건폐율·용적률·높이 등에 대한 용도지역의 제한을 강화하거나 완화하여 적용함으로써 용도지역의 기능을 증진시키고 미관·경관·안전 등을 도모하기 위하여 도시·군관리계획을 결정하는지역을 말한다.",
      "″지구단위계획″이란 도시·군계획 수립 대상지역의 일부에 대하여 토지의 이용을 합리화하고 그 기능을 증진시키며 미관을 개선하고 양호한 환경을 확보하며 그 지역을 체계적·계획적으로 관리하기 위하여 수립하는 도시·군관리계획을 말한다.",
      "″용도구역″이란 토지의 이용 및 건축물의 용도·건폐율·용적률·높이 등에 대한 용도지역 및 용도지구의 제한을 강화하거나 완화하여 따로 정함으로써 시가지의 무질서한 확산방지, 계획적이고 단계적인 토지이용의 도모, 토지이용의 종합적 조정·관리 등을 위하여 도시·군 관리계획을 결정하는 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법상 용어의 정의로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-95",
    "options": [
      "지적측량 기준점 설치연혁",
      "다툼이 되는 지적측량의 경위 및 그 성과",
      "해당 토지에 대한 토지이동 및 소유권 변동 연혁",
      "해당 토지 주변의 측량기준점, 경계, 주요 구조물 등 현황 실측도"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법상 지적측량 적부심사청구 사안에 대한 시·도지사의 조사사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-96",
    "options": [
      "타인의 토지에 출입하려는 자는 관할 특별자치시장, 특별자치도지사, 시장·군수 또는 구청장의 허가를 받아야 한다.",
      "타인의 토지에 출입하려는 자는 소유자·점유자 또는 관리인의 동의 없이 장애물을 변경 또는 제거 할 수 있다.",
      "토지의 점유자는 정당한 사유 없이 지적측량 및 토지이동 조사에 필요한 행위를 방해하거나 거부하지 못한다.",
      "지적측량 및 토지이동 조사에 필요한 행위를 하려는 자는 그 권한을 표시하는 허가증을 지니고 관계인에게 이를 내보여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법상 지적측량 및 토지 이동 조사를 위한 타인의 토지에 출입하거나 일시 사용하는 경우에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-97",
    "options": [
      "7일 이내",
      "30일 이내",
      "60일 이내",
      "90일 이내"
    ],
    "subject": "지적관계법규",
    "text": "지적측량 적부심사 의결서를 받은 자가 지방지적위원회의 의결에 불복하는 경우에는 그의결서를 받은 날부터 며칠 이내에 국토교통부장관을 거쳐 중앙지적위원회에 재심사를 청구할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-98",
    "options": [
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "수용(收用)으로 인하여 소유권을 취득하였음을 증명하는 자",
      "토지대장등본에 의하여 피상속인이 토지대장에 소유자로서 등록되어 있는 것을 증명하는 자",
      "특별자치도지사, 시장, 군수 또는 구청장의 확인에 의하여 자기의 소유권을 증명하는자(건물의 경우로 한정한다.)"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 미등기 토지의 소유권 보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-99",
    "options": [
      "법인의 등록번호는 주된 사무소 소재지 관할 등기소의 등기관이 부여한다.",
      "법인 아닌 사단이나 재단의 등록번호는 시장, 군수 또는 구청장이 부여한다.",
      "국가·지방자치단체·국제기관 및 외국정부의 등록 번호는 기획재정부장관이 지정·고시한다.",
      "주민등록번호가 없는 재외국민의 등록번호는 대법원 소재지 관할 등기소의 등기관이 부여한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 부동산 등기용 등록번호 부여절차로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-100",
    "options": [
      "지적소관청은 연 1회 이상 지적기준점표지의 이상 유무를 조사하여야 한다.",
      "지적삼각점표지의 점간거리는 평균 3킬로미터 이상 6킬로미터 이하로 하야 한다.",
      "지적삼각보조점표지의 점간거리는 평균 1킬로미터 이상 3킬로미터 이하로 하여야 한다.",
      "다각망도선법에 따르는 경우 지적도근점 표지의 점간거리는 평균 500미터 이하로 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적측량 시행규칙상 지적기준점표지의 설치·관리로서 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180304-81",
    "options": [
      "임야분할",
      "지목변경",
      "등록전환",
      "신규등록"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지번을 새로이 부여할 필요가 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-82",
    "options": [
      "파산자로서 복권되지 아니한 자",
      "피성년후견인 또는 피한정후견인",
      "측량업의 등록이 취소된 후 2년이 지나지 아니한 자",
      "「국가보안법」의 관련 규정을 위반하여 금고 이상의 실형을 선고받고 그 집행이 끝난날부터 2년이 지나지 아니한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 측량업등록의 결격사유에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-83",
    "options": [
      "토지소유자는 지적공부의 등록사항에 잘못이 있음을 발견하면 지적소관청에 그 정정을 신청할 수 있다.",
      "토지소유자에 관한 사항을 정정하는 경우에는 주민등록등본ㆍ초본 및 가족관계 기록사항에 관한 증명서에 따라 정정하여야 한다.",
      "지적공부의 등록사항 중 경계나 면적 등 측량을 수반하는 토지의 표시가 잘못된 경우에는 지적소관청은 그 정정이 완료될 때까지 지적측량을 정지시킬 수 있다.",
      "미등기 토지에 대하여 토지소유자의 성명 또는 명칭, 주민등록번호, 주소 등이 명백히 잘못된 경우에는 가족관계 기록사항에 관한 증명서에 따라 정정하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "등록사항의 정정에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-84",
    "options": [
      "ㄷ → ㄱ → ㄹ → ㄴ",
      "ㄱ → ㄷ → ㄹ → ㄴ",
      "ㄷ → ㄱ → ㄴ → ㄹ",
      "ㄱ → ㄷ → ㄴ → ㄹ"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록된 일필지의 토지를 분할하기 위한 [보기]의 지적정리 절차를 순서대로 올바르게 나열한 것은?",
    "local_images": [
      "images/ea20180304-84_img_0.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-85",
    "options": [
      "지적소관청",
      "중앙지적위원회",
      "지방지적위원회",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "토지 등의 출입 등에 따른 손실보상에 관하여, 손실을 보상할 자와 손실을 받은 자의 협의가 성립되지 않거나 협의를 할 수 없는 경우 재결을 신청할 수 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-86",
    "options": [
      "지번변경 대상지역의 지번등 명세",
      "지번변경 사유를 적은 승인신청서",
      "지번변경 대상지역의 일람도 사본",
      "지번변경 대상지역의 지적도 및 임야도의 사본"
    ],
    "subject": "지적관계법규",
    "text": "지번변경 승인신청 시 필요한 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-87",
    "options": [
      "청산금을 산정한 결과 차액이 생긴 경우 초과액은 그 지방자치단체의 수입으로 한다.",
      "지적소관청은 청산금의 수령통지를 한 날부터 6개월 이내에 청산금을 지급하여야 한다.",
      "납부고지를 받은 자는 그 고지를 받은 날부터 9개월 이내에 청산금을 지적소관청에 내야 한다.",
      "청산금은 축척변경 지번별 조서의 필지별 증감면적에 지번별 제곱미터당 금액을 곱하여 산정한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금의 산정 및 납부고지 등에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-88",
    "options": [
      "지적소관청은 축척변경 시행지역의 각 필지별 지번ㆍ지목ㆍ면적ㆍ경계, 또는 좌표를 새로 정하여야 한다.",
      "지적소관청은 하나의 지번부여지역에 서로 다른 축척의 지적도가 있는 경우 일정한 지역을 정하여 그 지역의 축척을 변경할 수 있다.",
      "지적소관청이 지적공부의 관리에 필요하여 축척변경을 하고자 하는 경우 축척변경 시행지역의 토지소유자 3분의 1이상의 동의를 얻어야 한다.",
      "찾은 토지의 이동으로 1필지의 규모가 작아서 소축척으로는 지적측량성과의 결정이 곤란한 경우 지적소관청은 일정한 그 지역을 정하여 그 지역의 축척을 변경할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-89",
    "options": [
      "황무지 - 임야",
      "경마장 - 체육용지",
      "야외시장 - 잡종지",
      "고속도로의 휴게소 부지 - 도로"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목설정이 올바르게 연결되지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-90",
    "options": [
      "특급기술자 1명 또는 고급기술자 3명 이상",
      "중급기술자 3명 이상",
      "초급기술자 2명 이상",
      "지적 분야의 초급기능사 1명 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-91",
    "options": [
      "지적공부의 복구ㆍ신규 등록을 하는 경우",
      "등록전환ㆍ분할 및 축척 변경을 하는 경우",
      "등록된 경계점을 지상에 복원만 하는 경우",
      "면적 및 경계의 등록사항을 정정하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동과 관련하여 세부측량을 실시할 때 면적을 측정하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-92",
    "options": [
      "점유권과 유치권",
      "소유권과 지역권",
      "저당권과 임차권",
      "지상권과 전세권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기할 수 있는 권리에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-93",
    "options": [
      "“등기부”란 전산정보처리조직에 의하여 입력ㆍ처리된 등기정보자료를 대법원규칙으로 정하는 바에 따라 편성한 것을 말한다.",
      "“등기부부본자료”란 등기부의 멸실 방지를 위하여 전산으로 출력하여 별도의 장소에 보 관한 자료를 말한다.",
      "“등기기록”이란 1필의 토지 또는 1개의 건물에 관한 등기정보자료를 말한다.",
      "“등기필정보”란 등기부에 새로운 권리자가 기록되는 경우에 그 권리자를 확인하기 위하여 등기관이 작성한 정보를 말한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법에 따른 용어의 정의로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-94",
    "options": [
      "장애물을 제거하는 경우",
      "경계복원 측량을 하는 경우",
      "축척변경 사업을 하는 경우",
      "지적측량기준점표지를 설치하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 필요한 경우 토지를 수용할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-95",
    "options": [
      "지번의 변경",
      "토지의 합병",
      "토지등급의 수정",
      "경계점 좌표의 변경"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 이동이라 할 수 없는 사항은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-96",
    "options": [
      "농림지역",
      "도시지역",
      "자연환경보전지역",
      "취락지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 용도지역에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-97",
    "options": [
      "등록",
      "분할",
      "전환",
      "합병"
    ],
    "subject": "지적관계법규",
    "text": "다음 설명의 ( )안에 공통으로 들어갈 알맞은 용어는?",
    "local_images": [
      "images/ea20180304-97_img_0.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-98",
    "options": [
      "이해 관계자",
      "지목과 면적",
      "신청인의 성명, 주소",
      "부동산의 소재와 지번"
    ],
    "subject": "지적관계법규",
    "text": "토지 등기기록의 표제부에 기록하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-99",
    "options": [
      "공공복리의 증진",
      "도시의 미관개선",
      "투기억제 및 경제발전",
      "건전한 도시발전의 도모"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률의 제정 목적으로 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-100",
    "options": [
      "순위 확정적 효력",
      "권리의 공신적 효력",
      "권리의 변동적 효력",
      "권리의 추정적 효력"
    ],
    "subject": "지적관계법규",
    "text": "우리나라 부동산 등기의 일반적 효력과 관계가 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20170826-81",
    "options": [
      "소유자에 관한 사항은 부동산등기부나 법원의 확정판결에 따라 복구하여야만 한다.",
      "지적소관청은 지적공부의 전부 또는 일부가 멸실되거나 훼손된 경우에는 지체 없이 이를 복구하여야 한다.",
      "지적공부를 복구할 때에는 멸실·훼손 당시의 지적공부와 가장 부합된다고 인정되는 관계 자료에 따라 토지의 표시에 관한 사항을 복구하여야 한다.",
      "지적소관청은 지적공부를 복구하려는 경우에는 복구하려는 토지의 표시 등을 시·군·구 게시판 및 인터넷 홈페이지에 7일 이상 게시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적공부의 복구 및 복구절차 등에 관한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-82",
    "options": [
      "구청장",
      "특별시장",
      "국토교통부장관",
      "행정안전부장관"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법령상 원칙적으로 공동구를 관리하여야 하는 자는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-83",
    "options": [
      "소관청에서 결정한다.",
      "1필지에 1지목을 설정한다.",
      "토지의 주된 용도에 따라 결정한다.",
      "토지소유자가 신청하는 지목으로 설정한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록하기 위한 지목결정으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-84",
    "options": [
      "시·도지사",
      "중앙지적위원회",
      "행정안전부장관",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 측량기준점의 설치를 위해 토지 등의 출입 등에 따라 손실이 발생하여, 손실을 받은 자와 협의가 성립되지 아니한 경우 재결을 신청할 수 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-85",
    "options": [
      "지번",
      "면적",
      "좌표",
      "토지의 소재"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 토지대장과 임야대장에 등록하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-86",
    "options": [
      "정당한 사유 없이 측량을 방해한 자",
      "측량기술자가 아님에도 불구하고 측량을 한 자",
      "측량업의 등록을 하지 아니 하고 측량업을 한 자",
      "측량업자로서 속임수로 측량업과 관련된 입찰의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 2년 이하의 징역 또는 2천만원 이하의 벌금에 처하는 벌칙 기준을 적용받는 경우는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-87",
    "options": [
      "토지공개념의 확보",
      "측량 및 수로조사의 기준 및 절차 규정",
      "지적공부의 작성 및 관리에 관한 사항 규정",
      "부동산종합공부의 작성 및 관리에 관한 사항 규정"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 공간정보의 구축 및 관리 등에 관한 법률에서 규정하고 있는 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-88",
    "options": [
      "등기부는 영구히 보존하여야 한다.",
      "공동인명부와 도면은 영구히 보존하여야 한다.",
      "등기부는 토지등기부와 건물등기부로 구분 한다.",
      "등기부란 전산정보처리조직에 의하여 입력·처리된 등기정보자료를 대법원규칙으로 정하는 바에 따라 편성한 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법령상 등기부에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-89",
    "options": [
      "야외시장",
      "돌을 캐내는 곳",
      "영구적 건축물인 자동차운전학원의 부지",
      "원상회복을 조건으로 흙을 파내는 곳으로 허가된 토지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 잡종지로 지목을 설정 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-90",
    "options": [
      "신규등록은 등기촉탁 대상에서 제외한다.",
      "토지의 경계, 소유자 등을 변경 정리한 경우에 토지소유자를 대신하여 소관청이 관할 등 기관서에 등기 신청을 하는 것을 말한다.",
      "지적소관청이 관련 법규에 따른 사유로 등기를 촉탁하는 경우, 국가가 국가를 위하여 하는 등기로 본다.",
      "축척변경의 사유로 등기촉탁을 하는 경우에 이해관계가 있는 제3자의 승낙은 관할 축척변경위원회의 의결서 정본으로 갈음할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 등기촉탁에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-91",
    "options": [
      "경계",
      "면적",
      "지번",
      "소유자의 주소"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 토지의 표시사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-92",
    "options": [
      "행정안전부장관",
      "중앙지적위원회 위원장",
      "토지수용위원회 위원장",
      "시·도지사 또는 대도시 시장"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적소관청은 지번을 변경하고자 할 때 누구에게 승인신청서를 제출하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-93",
    "options": [
      "0.1제곱미터",
      "1제곱미터",
      "10제곱미터",
      "100제곱미터"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 임야대장에 등록하는 1필지 최소면적 단위는? (단, 지적도의 축척이 600분의 1인 지역과 경계점좌표등록부에 등록하는 지역의 토지 면적은 제외한다.)",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-94",
    "options": [
      "지적측량의뢰인과 지적측량수행자 간의 손해배상합의서",
      "지적측량의뢰인과 지적측량수행자 간의 화해조서",
      "지적위원회에서 손해 사실에 대하여 결정한 서류",
      "확정된 법원의 판결문 사본 또는 이에 준하는 효력이 있는 서류"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 과실로 지적측량을 부실하게 하여 지적측량의뢰인에게 재산상의 손해를 발생하게 한 경우, 지적측량의뢰인이 손해배상으로 보험금을 지급받기 위해 보험회사에 첨부하여 제출하는 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-95",
    "options": [
      "부동산의 소재지",
      "소유권에 관한 사항",
      "소유권 이외의 권리에 관한 사항",
      "토지의 지목, 지번, 면적에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기 법령상 등기기록의 갑구(甲區)에 기록하여야 할 사항은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-96",
    "options": [
      "지적측량업 등록",
      "토지이동의 정리",
      "사용자의 신규등록",
      "사용자 등록의 변경 및 삭제"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적정보관리시스템 사용자의 권한구분으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-97",
    "options": [
      "토지의 표시에 관한 변경등기가 필요한 경우: 그 등기완료의 통지서를 접수한 날부터 15일 이내",
      "토지의 표시에 관한 변경등기가 필요한 경우: 그 등기완료의 통지서를 접수한 날부터 30일 이내",
      "토지의 표시에 관한 변경등기가 필요하지 아니한 경우: 지적공부에 등록한 날부터 15일이내",
      "토지의 표시에 관한 변경등기가 필요하지 아니한 경우: 지적공부에 등록한 날부터 30일 이내"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적소관청이 토지소유자에게 지적정리 등을 통지하여야 하는 시기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-98",
    "options": [
      "광역계획권의 지정은 국토교통부장관만이 할 수 있다.",
      "광역도시계획에는 경관계획에 관한 사항이 포함되어야 한다.",
      "국토교통부장관은 시·도지사가 요청하는 경우 관할 시·도지사와 공동으로 광역도시계획을 수립할 수 있다.",
      "인접한 둘 이상의 특별시·광역시·특별자치시·특별자치도·시 또는 군의 관할 구역 전부 또는 일부를 광역계획권으로 지정할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법령상 광역도시계획에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-99",
    "options": [
      "국토교통부",
      "토지소유자",
      "지방자치단체",
      "한국국토정보공사"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금을 산출한 결과, 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 부족액의 부담권자는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-100",
    "options": [
      "그 사실이 있는 때부터 14일 이내",
      "그 사실이 있는 때부터 15일 이내",
      "그 사실이 있는 때부터 1개월 이내",
      "그 사실이 있는 때부터 3개월 이내"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법령상 토지가 멸실된 경우, 그 토지 소유권의 등기명의인이 등기를 신청하여야 하는 기간은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170507-81",
    "options": [
      "지적도나 임야도",
      "멸실 및 증감확인서",
      "이해관계인의 승낙서",
      "토지대장 정보나 임야대장 정보"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기규칙상 토지의 분할, 합병 및 등기사항의 변경이 있어 토지의 표시변경등기를 신청하는 경우에 그 변경을 증명하는 첨부정보로서 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-82",
    "options": [
      "분할시의 지번은 최종 본번을 부여한다.",
      "합병시의 지번은 합병 대상 지번 중 선순위 본번으로 부여 할 수 있다.",
      "북서에서 남동으로 순차적으로 부여한다.",
      "신규등록 시 인접토지의 본번에 부번을 붙여 부여한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률 시행령상 지번 부여방법 기준으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-83",
    "options": [
      "축척변경 시행계획에 관하여 소관청이 회부하는 사항에 대한 심의·의결하는 기구이다.",
      "토지관련 자료의 효율적인 관리를 위하여 설치된 기구이다.",
      "지적측량의 적부심사 청구 사항에 대한 심의 기구이다.",
      "축척변경에 대한 연구를 수행하는 주민자치 기구이다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경위원회에 대한 설명에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-84",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "고의로 측량성과를 사실과 다르게 한 자에 대한 벌칙 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-85",
    "options": [
      "지적도",
      "일람도",
      "공유지연명부",
      "대지권등록부"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 공간정보의 구축 및 관리 등에 관한 법률에서 정의하는 지적공부에 해당하지않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-86",
    "options": [
      "등기필증을 교부한 때",
      "등기신청서를 접수한 때",
      "관련기관에 등기필통지를 한 때",
      "등기사항을 등기부에 기재한 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기의 효력이 발생하는 시기는?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-87",
    "options": [
      "보존지구",
      "개발제한구역",
      "시가화조정구역",
      "지구단위계획구역"
    ],
    "subject": "지적관계법규",
    "text": "도시지역과 그 주변지역의 무질서한 시가화를 방지하고 계획적·단계적인 개발을 도모하기 위하여 일정 기간 동안 시가화를 유보할 목적으로 지정하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-88",
    "options": [
      "납부고지를 받은 자는 그 고지를 받을 날부터 6개월 이내에 청산금을 지적소관청에 내야 한다.",
      "납부고지되거나 수령통지돈 청산금에 관하여 이의가 있는 자는 납부고지 또는 수령통지를 받은 날부터 1개월 이내에 지적소관청에 이의신청을 할 수 있다.",
      "지적소관청은 수령통지를 한 날부터 6개월 이내에 청산금을 지급하여야 한다.",
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 토지소유자에게 청산금의 납부고지 또는 수령통지를 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률 시행령상 청산금의 납부고지 및 이의신청 기준으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-89",
    "options": [
      "도해지역에서의 지적측량",
      "지적재조사 사업에 따라 실시하는 기준점측량",
      "지적전산자료를 활용한 정보화사업",
      "도시개발사업 등이 완료됨에 따라 실시하는 지적도근점 측량"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량업의 업무 내용으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-90",
    "options": [
      "피성년후견인 또는 피한정후견인",
      "성능검사대행자 등록이 취소된 후 2년이 경과되지 아니한 자",
      "이 법을 위한하여 징역형의 집행유예를 선고 받고 그 유예기간 중에 있는 자",
      "이 법을 위한하여 징역의 실형을 선고받고 그 집행이 종료(집행이 종료된 것으로 보는 경우를 포함한다)되거나 집행이 면제된 날부터 3년이 경과한 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 성능검사대행자 등록의 결격사유가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-91",
    "options": [
      "국토교통부장관이 고시하는 표준품셈 중 지적측량품에 지적기술자의 정부노임단가를 적용하여 산정한다.",
      "지적측량 종목별 세부 산정기준은 국토교통부장관이 정한다.",
      "지적소관청이 직권으로 조사·측량하여 지적공부를 정한 경우, 조사·측량에 들어간 비용을 면제한다.",
      "지적측량수수료는 국토교통부장관이 매년 12월 말일까지 고시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적측량수수료에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-92",
    "options": [
      "지형도면을 고시한 날부터",
      "지형도면 고시가 된 날의 다음 날부터",
      "지형도면 고시가 된 날부터 3일 후부터",
      "지형도면 고시가 된 날부터 5일 후부터"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 도시·군 관리계획 결정의 효력은 언제를 기준으로 그 효력이 발생하는가?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-93",
    "options": [
      "주된 지목의 토지 면적이 1148m2인 토지로 종된 지목의 토지 면적이 115m2인 토지",
      "주된 지목의 토지 면적이 2300m2인 토지로 종된 지목의 토지 면적이 231m2인 토지",
      "주된 지목의 토지 면적이 3125m2인 토지로 종된 지목의 토지 면적이 228m2인 토지",
      "주된 지목의 토지 면적이 3350m2인 토지로 종된 지목의 토지 면적이 332m2인 토지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 주된 용도의 토지에 편입하여 1필지로 할 수 있는 종된 토지의 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-94",
    "options": [
      "국무총리",
      "시·도지사",
      "시장·군수·구청장",
      "관계 중앙행정기관의 장"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 관한 전산자료를 이용 또는 활용하고자 승인을 신청하려는 자는 다음 중 누구의 심사를 받아야 하는가? (단, 중앙행정기관의 장, 그 소속 기관의 장 또는 지방자치단체의 장이 승인을 신청하는 경우는 제외한다.)",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-95",
    "options": [
      "국토지리정보원장",
      "지적소관청",
      "시·도지사",
      "국토교통부장관"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 관리하는 지적기준점표지가 멸실되거나 훼손되었을 때에는 누가 이를다시 설치하거나 보수하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-96",
    "options": [
      "토지이동정리 결의서는 토지대장·임야대장 또는 경계점좌표등록부별로 구분하여 작성한다.",
      "토지이동정리 결의서에는 토지이동신청서 또는 도시개발사업 등의 완료신고서 등을 첨부하여야 한다.",
      "소유자정리 결의서에는 등기필증, 등기부등본 또는 그 밖에 토지소유자가 변경되었음을 증명하는 서류를 첨부하여야 한다.",
      "토지이동정리 결의서 및 소유자정리 결의서의 작성에 필요한 사항은 대통령령으로 정한다."
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동에 따른 지적공부의 정리방법 등에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-97",
    "options": [
      "소유권의 보존",
      "소유권의 이전",
      "토지표시의 변경",
      "소유권의 등기명의인 표시의 변경"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 지적소관청에 통지하여야 하는 토지의 등기사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-98",
    "options": [
      "“경계”란 필지별로 경계점들을 곡선으로 연결하여 지적공부에 등록한 선을 말한다.",
      "“면적”이란 지적공부에 등록한 필지의 수평면상 넓이를 말한다.",
      "“신규등록”이란 새로 조성된 토지와 지적공부에 등록되어 있지 아니한 토지를 지적공부에 등록하는 것을 말한다.",
      "“축척변경”이란 지적도에 등록된 경계점의 정밀도를 높이기 위하여 작은 축척을 큰 축척으로 변경하여 등록하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정된 용어의 정의로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-99",
    "options": [
      "공공사업 등에 따라 지목이 학교용지로 되는 토지를 분할하는 경우",
      "토지를 토지소유자의 필요에 의해 분할하는 경우",
      "도시개발사업 등의 사업시행자가 사업지구의 경계를 결정하기 위하여 토지를 분할하려는 경우",
      "법원의 확정판결이 있는 경우"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률 시행령상 지상 경계의 결정기준에서 분할에 따른 지상 경계를 지상건축물에 걸리게 결정 할 수 있는 경우로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-100",
    "options": [
      "자오선수차",
      "경도 및 위도",
      "자표 및 표고",
      "시준점의 명칭"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적삼각점성과표에 기록·관리하여야 하는 사항 중 필요한 경우로 한정하여 기재하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170305-81",
    "options": [
      "토지대장, 임야도",
      "대지권등록부, 지적도",
      "경계점좌표등록부, 일람도",
      "공유지연명부, 토지대장"
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 ‘대장’으로만 나열된 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-82",
    "options": [
      "부기등기",
      "경정등기",
      "회복등기",
      "기입등기"
    ],
    "subject": "지적관계법규",
    "text": "이미 완료된 등기에 대해 등기 절차상에 착오 또는 유루(流淚)가 발생하여 원시적으로 등기사항과의 불일치가 발생되었을 때 이를 시정하기 위해 행하여지는 등기는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-83",
    "options": [
      "도시개발사업 등의 완료사실",
      "신규등록할 토지가 발생한 경우",
      "지목변경에 따른 토지이동",
      "토지의 분할 및 합병"
    ],
    "subject": "지적관계법규",
    "text": "현행 공간정보의 구축 및 관리 등에 관한 법령상 신고사항에 속하는 토지이동은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-84",
    "options": [
      "건물 번호의 변경",
      "소유권의 변경",
      "소재지의 명칭변경",
      "토지지번의 변경"
    ],
    "subject": "지적관계법규",
    "text": "부동산 표시의 변경등기가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-85",
    "options": [
      "신규등록 신청",
      "지목변경 신청",
      "경계정정 신청",
      "형질변경에 따른 분할신청"
    ],
    "subject": "지적관계법규",
    "text": "60일 이내에 토지의 이동 신청을 하지 않아도 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-86",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "거짓으로 분할 신청을 한 경우 벌칙 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-87",
    "options": [
      "공신력인정",
      "순위확정적효력",
      "점유적효력",
      "추정적효력"
    ],
    "subject": "지적관계법규",
    "text": "본등기의 일반적 효력이 적합하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-88",
    "options": [
      "계곡ㆍ능선 등의 자연적 경계",
      "지상에 설치한 담장ㆍ독 등의 인위적인 경계",
      "지적도나 임야도에 등록한 경계",
      "토지소유자가 표시한 지상경계"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 규정하고 있는 경계의 의미로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-89",
    "options": [
      "속임수, 위력, 그 밖의 방법으로 입찰의 공정성을 해친 자",
      "측량기준점 표지를 이전 또는 파손하거나 그 효용을 해치는 행위를 한 자",
      "고의로 측량성과를 다르게 한 자",
      "측량업의 등록을 하지 아니하고 측량업을 한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 벌칙 중 2년 이하의 징역 또는 2천만원 이하의 벌금에 처하는 행위로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-90",
    "options": [
      "소유자의 주소변경",
      "소유자의 변경",
      "지상권의 변경",
      "경계의 정정"
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동으로 볼 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-91",
    "options": [
      "개발진흥지구",
      "특정용도제한지구",
      "시설보호지구",
      "보존지구"
    ],
    "subject": "지적관계법규",
    "text": "주거기능 보호나 청소년 보호 등의 목적으로 청소년 유해시설 등 특정시설의 입지를 제한할 필요가 있는 경우에 지정하는 용도지구는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-92",
    "options": [
      "신청인의 지적전산자료 활용능력",
      "신청 내용의 타당성, 적합성 및 공익성",
      "개인의 사생활 침해 여부",
      "자료의 목적 외 사용 방지 및 안전관리대책"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료를 이용하거나 활용하려는 자로부터 심사 신청을 받은 관계 중앙행정기관의 장이 심사하여야 할 사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-93",
    "options": [
      "신규등록",
      "토지등급변경",
      "토지소유자변경",
      "수확량등급변경"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 따른 ‘토지의 이동’에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-94",
    "options": [
      "보유하고 있는 측량기술자의 명단",
      "보유하고 있는 측량기술자의 측량기술 경력증명서",
      "측량업 사무소의 등기부등본",
      "보유하고 있는 장비의 면세서"
    ],
    "subject": "지적관계법규",
    "text": "측량업의 등록을 하려는 자가 국토교통부장관 또는 시ㆍ도지사에게 제출하여야 할 첨부서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-95",
    "options": [
      "목장용지 내 주거용 건축물의 부지",
      "과수원에 접속된 주거용 건축물의 부지",
      "영구적 건축물중 변전소 시설의 부지",
      "국토의 계획 및 이용에 관한 법률 등 관계 법령에 따른 택지조성공사가 준공된 토지"
    ],
    "subject": "지적관계법규",
    "text": "지목을 ‘대’로 구분할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-96",
    "options": [
      "면적",
      "지번",
      "대지권 비율",
      "토지의 소재"
    ],
    "subject": "지적관계법규",
    "text": "토지대장의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-97",
    "options": [
      "관할 소관청장",
      "토지대장상의 소유자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "미등기토지의 소유권보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-98",
    "options": [
      "소면적에 따른다.",
      "소축척에 따른다.",
      "대면적에 따른다.",
      "대축척에 따른다."
    ],
    "subject": "지적관계법규",
    "text": "동일한 경계가 축척이 다른 도면에 각각 등록되어 있을 때의 경계 결정방법은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-99",
    "options": [
      "면적측정부",
      "지적도",
      "측량결과도",
      "측량부"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 지적측량을 시행한 후 성과의 정확성에 관한 검사를 받기 위해 사관성에 제출하는 저류로서 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-100",
    "options": [
      "지적삼각점표지의 점간거리는 평균 4km 이상 10km 이하로 한다.",
      "다각망선도법에 따르는 경우를 제외하고 지적도근점표지의 점간거리는 100m 이상 500m 이하로 한다.",
      "지적소관청은 연 1회 이상 지적기준점 표지의 이상 유무를 조사하여야 한다.",
      "지적기준점표지가 멸실되거나 훼손되었을 때에는 시ㆍ도지사는 이를 다시 설치하거나 보수하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기준점표지의 설치ㆍ관리 등에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20160821-81",
    "options": [
      "경계점좌표등록부가 있는 지역에서의 지적측량",
      "도시개발사업 등이 끝남에 따라 하는 지적확정측량",
      "「지적재조사에 관한 특별법」에 따른 사업지구에서 실시하는 지적재조사측량",
      "도해세부측량지역의 등록전환측량에 대한 성과검사측량"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업자의 업무범위에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-82",
    "options": [
      "보존지역",
      "관리지역",
      "도시지역",
      "농림지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 국토의 용도 구분 4가지에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-83",
    "options": [
      "과세사실을 증명하는 납세증명서의 사본",
      "토지 또는 건축물의 용도가 변경되었음을 증명하는 서류의 사본",
      "관계법렵에 따라 토지의 형질변경 공사가 준공되었음을 증명하는 서류의 사본",
      "국유지ㆍ공유지의 경우 용도폐지 되었거나 사실상 공공용으로 사용되고 있지 아니함을 증명하는 서류의 사본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지소유자가 지목변경을 신청할 때에 첨부하여 지적소관청에 제출하여야 하는 서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-84",
    "options": [
      "등기 촉탁일",
      "청산금 지급완료일",
      "축척변경 시행공고일",
      "축척변경 확정공고일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지는 언제 토지의 이동이 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-85",
    "options": [
      "소관철장",
      "행정자치부장관",
      "지방지적위원회",
      "지적층량심의위원회"
    ],
    "subject": "지적관계법규",
    "text": "다음 설명의 ()안에 적합한 것은?",
    "local_images": [
      "images/ea20160821-85_img_0.gif"
    ],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-86",
    "options": [
      "축척변경 시행계획에 관한 사항",
      "지번별 m2당 가격의 결정에 관한 사항",
      "청산금의 이의신청에 관한 사항",
      "도시개발사업에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 심의 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-87",
    "options": [
      "토지를 분할하는 경우",
      "토지를 신규등록하는 경우",
      "축척을 변경하는 경우",
      "토지를 합병하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적증량을 수반하지 않아도 되는 경우는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-88",
    "options": [
      "도서관",
      "공공청사",
      "종합의료시설",
      "고등학교"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시ㆍ군관리계획으로 결정하여야 하는 기반시설은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-89",
    "options": [
      "지적소관청",
      "지방자치단체",
      "국토교통부장관",
      "증가된 명적의 토지소유자"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금을 산정한 결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합게에 차액이 생긴 경우 부족액은 누가 부담하는가?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-90",
    "options": [
      "이해관계인",
      "지적소관청",
      "관할 등기소",
      "행정자치부장관"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기관이 토지 소유권의 이전 등기를 한 경우 지체없이 그 사실을 누구에게 알려야 하는가?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-91",
    "options": [
      "도로",
      "공원",
      "주차장",
      "잡종지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 고속도로 휴게소 부지의 지목으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-92",
    "options": [
      "토지대장등본",
      "등기전산정보자료",
      "축척변경 지번별 조서",
      "등록사항 정정 측량성과도"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 지적공부의 등록사항에 잘못이 있음을 발견하여 정정을 신청할 때, 경계 또는 면적의 변경을 가져오는 경우 정정사류를 적은 신청서에 첨부해야 하는 서류는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-93",
    "options": [
      "측량준비도",
      "지번별 조서",
      "사업계획도",
      "확정측량 결과도"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등이 준공되기 전에 사업시행자가 지번부여신청을 할 경우 지적소관청은 무엇을 기준으로 지번을 부여하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-94",
    "options": [
      "지목",
      "지번",
      "경계",
      "토지의 소재"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지대장에 등록하여야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-95",
    "options": [
      "지방도",
      "일반도로",
      "지하도로",
      "자전거전용도로"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 도로에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-96",
    "options": [
      "지적측량성과와 다르게 정리된 경우",
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우",
      "도면에 등록된 필지가 경계 또는 면적의 변경을 가져오는 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 지적공부의 등록사항에 잘못이 있는지를 직권으로 조사ㆍ측량하여 정정할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-97",
    "options": [
      "지목변경 없이 등록전환을 신청할 수 있다.",
      "지목변경 후 등록전환을 신청할 수 없다",
      "지목변경 없이 신규등록을 신청할 수 있다.",
      "지목변경 후 신규등록을 신청할 수 없다."
    ],
    "subject": "지적관계법규",
    "text": "대부분의 토지가 등록전환 되어 나머지 토지를 임야도에 계속 존치하는 것이 불합리한 경우, 토지이용 신청 절차로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-98",
    "options": [
      "지적측량수행자는 신의와 성실로써 공정하게 지적측량을 하여야 한다.",
      "지적측량수행자는 정단한 사유 없이 지적측량 신청을 거부하여서는 아니된다.",
      "지적측량수행자는 본인, 배우자나 아닌 직계존속ㆍ비속이 소유한 토지에 대해서는 자적측량이 가능하다.",
      "지적측량수행자는 제106저 제2항에 따른 지적측량수수료 외에는 어떠한 명목으로도 그 업무와 관련된 대가를 받으면 아니 된다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 지적측량수행자의 성실의무 등에 관한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-99",
    "options": [
      "위원장은 국토교통부의 지적업무 담당 국장이 된다.",
      "위원장 및 부위원장을 제외한 위원의 임기는 2년으로 한다.",
      "위원장 1명과 부위원장 1명을 포함하여 5명 이상 10이하의 위원으로 구성한다.",
      "위원은 지적에 관한 학식과 경험이 풍부한 사람 중에서 중앙지적위원회의 위원장이 임명한다."
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-100",
    "options": [
      "부본",
      "부동산등기부",
      "지적공부 등본",
      "복제된 법인등기부 등본"
    ],
    "subject": "지적관계법규",
    "text": "다음은 지적공부의 복구에 관한 내용이다. ()안에 들어갈 내용으로 옳은 것은?",
    "local_images": [
      "images/ea20160821-100_img_0.gif"
    ],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160508-81",
    "options": [
      "미관지구:미관을 유지하기 위하여 필요한 지구",
      "경관지구:경관을 보호ㆍ형성하기 위하여 필요한 지구",
      "시설보호지구:문화재, 중요 시설물의 보호와 보존을 위하여 필요한 지구",
      "방재지구:풍수해, 산사태, 지반의 붕괴, 그 밖의 재해를 예방하기 위하여 필요한 지구"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에서 용도지구의 지정에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-82",
    "options": [
      "손실보상합의 결정서",
      "결번대장정리 조사서",
      "토지이동정리 경의서",
      "지적측량적부 의결서"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 토지의 이동에 따라 지적공부를 정리해야 할 경우 작성하는 행정서류는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-83",
    "options": [
      "고의로 측량성과 또는 수로조사성과를 사실과 다르게 한 자",
      "둘 이상의 측량업자에게 소속된 측량기술자 또는 수로기술자",
      "지계 존속ㆍ비속이 소유한 토지에 대한 지적측량을 한 자",
      "측량업자나 수로사업자로서 속임수, 위력(威力), 그 밖의 방법으로 측량업 또는 수로사업과 관련된 입차의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 양벌규정의 해당 행위가 아닌 것은? (단, 법인 또는 개인이 그 위반행위를 방지하기 위하여 해당 업무에 관하여 상당한 주의와 감독을 게을리하지 아니한 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-84",
    "options": [
      "분할 신청",
      "등록전환 신청",
      "지목변경 신청",
      "등록사항정정 신청"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 따라 토지이용상 불합리한 지상 경계를 시정하기 위해 토지이동 신청을 할 수 있는 경우로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-85",
    "options": [
      "등록사항의 정정이 토지소유자에 관한 사항일 경우 지적공부등본에 의하여야 한다.",
      "토지소유자는 지적공부의 등록사항에 잘못이 있음을 발견하면 지적소관청에 그 정정을 신청 할 수 있다.",
      "지적소관청은 지적공부의 등록사항에 잘못이 있음을 발견하면 대통령령으로 정하는 바에 따라 직권으로 조사 및 측량으로 정정할 수 있다.",
      "등록사항의 정정으로 인접 토지의 경계가 변경 되는 경우 그 정정은 인접 토지소유자의 승낙서가 제출되어야 한다(토지소유자가 승낙하지 아니하는 경우는 이에 대항할 수 있는 확정 판결서 정본을 제출한다)"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상 지적공부 등록사항의 정정에 대한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-86",
    "options": [
      "청산금 산출일",
      "청산금 납부일",
      "축척변경 승인 공고일",
      "축척변경 확정공고일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지는 어느 때에 토지의 이동이 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-87",
    "options": [
      "지적측량기술의 연구ㆍ개발 및 보급에 관한 사항",
      "지적 관련 정책 및 업무 개선 등에 관한 사항",
      "지적소관청이 회부하는 청산금의 이의신청에 관한 사항",
      "지적기술자의 업무정지 처분 및 정계요구에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 심의ㆍ의결사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-88",
    "options": [
      "등록말소 및 회복에 관한 사항으로 토지소유자의 동의 없이는 불가능하다.",
      "지적소관청을 회복등록을 하려면 그 지적측량성과 및 등록말소 당시의 지적공부등 관계자료에 따라야 한다.",
      "토지소유자가 등록말소 신청을 하지 아니하면 지적소관청이 직권으로 그 지적공부의 등록사항을 말소하여야 한다.",
      "지적공부의 등록사항을 말소하거나 회복등록하였을 때에는 그 정리 결과를 토지소유자 및 해당 공유수면의 관리청에 통지하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "바다로 된 토지의 등록말소 및 회복에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-89",
    "options": [
      "등록전환신청",
      "지목변경신청",
      "신규등록신청",
      "바다로 된 토지의 등록말소신청"
    ],
    "subject": "지적관계법규",
    "text": "토지의이동사항 중 신청기산이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-90",
    "options": [
      "공사가 발주된 때",
      "공사가 허가난 때",
      "공사가 착공된 때",
      "공사가 준공된 때"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률상도시개발사업에 관련한 토지의 이동을 언제 이루어졌다고 보는가?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-91",
    "options": [
      "도시개발사업이나 정비사업에 관한 계획",
      "기반시설의 설치ㆍ정비 또는 개량에 관한 계획",
      "용도지역ㆍ용도지구의 지정 또는 변경에 관한 계획",
      "기본적인 공간구조와 장기발전방향을 제시하는 종합계획"
    ],
    "subject": "지적관계법규",
    "text": "특별시ㆍ광역시ㆍ특별자치시ㆍ특별자치도ㆍ시 또는 군의 개발ㆍ정비 및 보전을 위하여 수립하는 도시ㆍ군관리계획에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-92",
    "options": [
      "지적소관청",
      "시ㆍ도지사",
      "국토교통부장관",
      "국토지리정보원장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 사용자권한 등록관리청에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-93",
    "options": [
      "소유권",
      "지역권",
      "지상권",
      "저당권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법의 수용으로 인한 등기에 관한 내용이다. ()안에 들어갈 내용으로 옳은 것은?",
    "local_images": [
      "images/ea20160508-93_img_0.gif"
    ],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-94",
    "options": [
      "측량결과도",
      "토지이동정리 결의서",
      "토지이용계획 확인서",
      "법원의 확정판결서 정보 또는 사본"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법령상 지적공부의 복구자료가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-95",
    "options": [
      "토지를 합병하는 경우로서 필요한 경우",
      "토지를 등록전환하는 경우로서 필요한 경우",
      "지적공부를 복구하는 경우로서 필요한 경우",
      "바다로 된 토지의 등록을 말소하는 경우로서 필요한 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량을 실시하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-96",
    "options": [
      "주거지역 : 180제곱미터이하",
      "상업지역 : 200제곱미터이하",
      "녹지지역 : 300제곱미터이하",
      "공업지역 : 660제곱미터이하"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 토지거래계약의 허가를 받지 않아도 되는 토지의 면적 기준으로 옳지 않은 것은? (단, 국토교통부장관 또는 시ㆍ도지사가 허가구역을 지정할 당시 당해 지역에서의 거래실태 등에 비추어 타당하지 아니하다고 인정하여 당해 기준면적의 10퍼센트 이상 300퍼센트 이하의 범위에서 따로 정하여 공고한 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-97",
    "options": [
      "자료의 범위",
      "자료의 제공방식",
      "자료의 안전관리대책",
      "자료를 편집ㆍ가공할 자의 인적사항"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 관한 전산자료를 이용 또는 활용 하고자 할 경우 신청서의 기재사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-98",
    "options": [
      "토지를 합병할 때",
      "지번부여지역의 지번을 변경할 때",
      "행정구역 개편에 따라 새로 지번을 부여할 때",
      "축척변경 시행지역의 필지에 지번을 부여할 때"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등이 완료됨에 따라 지적확정측량을 실시할 지역의 각 필지에 지번을 새로 부여하는 방법과 다르게 지번을 부여하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-99",
    "options": [
      "소유권의 보존 또는 이전",
      "소유권의 등록 또는 등록정정",
      "소유권의 변경 또는 정정",
      "소유권의 말소 또는 말소회복"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기관이 토지에 관한 등기를 하였을 때 지적공부소관청에 지체 없이 그 사실을 알려야 하는 대상에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-100",
    "options": [
      "고속도로의 휴게소 부지는 ‘도로’로 한다.",
      "국토의 계획 및 이용에 관한 법률 등 관계 법령에 따른 택지조성공사가 준공된 토지는 ‘대’로 한다.",
      "온수ㆍ약수ㆍ석유류를 일정한 장소로 운송하는 송수관ㆍ송유관 및 저장시설의 부지는 ‘광천지’로 한다.",
      "제조업을 하고 있는 공장시설물의 부지는 ‘공장용지’로 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목의 구분이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160306-81",
    "options": [
      "4분의 1",
      "3분의 1",
      "3분의 2",
      "2분의 1"
    ],
    "subject": "지적관계법규",
    "text": "다음 축척변경에 관한 설명의 ()안에 적합한 것은?",
    "local_images": [
      "images/ea20160306-81_img_0.gif"
    ],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-82",
    "options": [
      "지적소관청은 축척변경에 관한 측량을 한 결과 측량 전에 비하여 면적의 증감이 있는 경우에는 그 증감면적에 대하여 청산을 하여야 한다.",
      "청산을 할 때에는 축척변경위원회의 의결을 거쳐 지번별로 제곱미터당 금액을 정하여야 한다.",
      "청산금은 축척변경 지번별 조서의 필지별 증감면적에 지번별 제곱미터당 금액을 곱하여 산정한다.",
      "지적소관청은 청산금을 지급받을 자가 청산금을 받기를 거부할 때에는 그 청산금을 공탁할 수 없다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경에 관한 측량에 따른 청산금의 산정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-83",
    "options": [
      "수림지(樹林地)",
      "죽림지",
      "간석지",
      "모래땅"
    ],
    "subject": "지적관계법규",
    "text": "토지의 지목을 구분하는 경우 “임야”에 대한 설명 중 ()안에 해당하지 않는 것은?",
    "local_images": [
      "images/ea20160306-83_img_0.gif"
    ],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-84",
    "options": [
      "사설도로를 개설하기 위한 분말",
      "녹지지역 안에서의 기존묘지의 분할",
      "사도법에 의한 사도개설허가를 받아서 하는 분할",
      "사설도로로 사용되고 있는 토지 중 도로로서의 용도가 폐지되는 부분을 인접토지와 합병하기 위하여 하는 분할"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률 시행령상 개발행위허가기준에 따른 분할제한면적 미만으로 토지 분할하는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-85",
    "options": [
      "고시된 측량성과에 어긋나는 측량성과를 사용한 자",
      "수로조사를 하지 아니한 자",
      "정당한 사유 없이 측량을 방해한 자",
      "고의로 측량성과를 사실과 다르게 한 자"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에서 300만원 이하의 과태료의 대상이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-86",
    "options": [
      "합병하려는 토지의 지적도 및 임야도의 축척이 서로 다른 경우",
      "합병하려는 토지가 등기된 토지와 등기되지 아니한 토지인 경우",
      "합병하려는 토지의 소유자별 공유지분이 다르거나 소유자의 주소가 서로 다른 경우",
      "합병하려는 각 필지의 지목은 같으나 일부 토지의 용도가 다르게 되어 합병신청과 동시에 토지의 용도에 따라 분할신청을 하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 합병을 신청할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-87",
    "options": [
      "국토교통부장관이 기본측량을 실시하기 위하여 토지를 사용함에 따른 손실보상에 관한 경우",
      "지적소관청이 측량을 방해하는 장애물을 제거하는 경우",
      "축척변경위원회가 축척변경에 따른 청산금을 산정하는 경우",
      "지적측량수행자가 측량성과를 검사하기 위하여 타인의 토지에 출입하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률을 적용하여야 하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-88",
    "options": [
      "토지의 소재, 지목",
      "토지의 소재, 지번",
      "도면의 제명, 경계",
      "지적도면의 번호, 지목"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적도ㆍ임야도ㆍ경계점좌표등록부에 공통으로 등록되는 사항으로만 나열된 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-89",
    "options": [
      "지적측량성과와 다르게 정리된 경우",
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우",
      "임야도에 등록된 필지의 경계가 잘못되어 면적이 감소된 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 지적공부의 등록사항에 잘못이 있음을 발견한 때 직권으로 조사ㆍ측량하여 정정할 수 있는 경우로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-90",
    "options": [
      "시장ㆍ군수",
      "시ㆍ도지사",
      "국토교통부장관",
      "국립공원관리공단 이사장"
    ],
    "subject": "지적관계법규",
    "text": "도시관리계획 결정으로 도시자연공원구역을 지정하는 자는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-91",
    "options": [
      "제3자의 승낙",
      "시장의 서면",
      "공동감보목록원부",
      "가등기 명의인의 승낙"
    ],
    "subject": "지적관계법규",
    "text": "등기의 말소를 신청하는 경우 그 말소에 대하여 등기사 ㅇ이해관계가 있는 제3자가 있을 때 필요한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-92",
    "options": [
      "소유권보존등기",
      "교환에 의한 등기",
      "판결에 의한 등기",
      "신탁재산에 속하는 부동산의 신탁등기"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 승소한 등기권리자 또는 등기의무자가 단독으로 신청하는 등기는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-93",
    "options": [
      "지적기준점측량, 분할측량",
      "지적공부복구측량, 축척변경측량",
      "경계복원측량, 지적현황측량",
      "신규등록측량, 등록전환측량"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청으로부터 측량성과에 대한 검사를 받지 않아도 되는 것만을 옳게 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-94",
    "options": [
      "지적측량성과와 다르게 정리된 경우",
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우",
      "지적도에 등록된 필지가 면적의 증감이 있으며 경계 위치기 잘못된 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-95",
    "options": [
      "도시지역은 인구와 산업이 밀집되어 있거나 밀집이 예상되어 그 지역에 대하여 체게적인 개발ㆍ정비ㆍ관리ㆍ보전 등이 필요한 지역을 말한다.",
      "관리지역은 도시지역의 인구와 산업을 수용하기 위하여 도시지역에 준하여 체계적으로 관리하거나 농림업의 진흥, 자연환경 또는 산림의 보전을 위하여 농림지역 또는 자연환경보전지역에 준하여 관리할 필요가 있는 지역을 말한다",
      "농림지역은 도시지역에 속하지 아니하는 「농지법」에 따른 농업진흥지역 또는 「산지관리법」에 따른 보전산지 등으로서 농림업을 진흥시키고 산림을 보전하기 위하여 필요한 지역을 말한다.",
      "자연녹지보전지역은 자연환경ㆍ수자원ㆍ해안ㆍ생태계ㆍ상수원 및 문화재의 보전과 수산자원의 보호ㆍ육성 등을 위하여 필요한 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률에 따른 용도지역에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-96",
    "options": [
      "위원장 및 부위원장을 포함한 임원의 임기는 2년이다.",
      "위원장은 국토교통부의 지적업무 담당 국장이 된다.",
      "위원은 지적에 관한 학식과 경험이 풍부한 사람 중에서 국토교통부장관이 임명하거나 위촉한다.",
      "위원장 1명과 부위원장 1명을 포함하여 명 이상 10명 이하의 위원으로 구성한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 중앙지적위원회에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-97",
    "options": [
      "지적측량업자:1억원 이상",
      "지적측량업자:5억원 이상",
      "한국국토정보공사:10억원 이상",
      "한국국토정보공사:30억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 지적측량을 함에 있어서 고의 또는 과실로 인한 손해배상책임을 보장하기 위하여 보증보험에 가입하여야 하는 보증금액기준이 맞는 것은? (단, 지적측량업자의 경우 보장기간이 10년 이상이다.)",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-98",
    "options": [
      "토지의 소재",
      "지번",
      "대지권 비율",
      "도곽선 수치"
    ],
    "subject": "지적관계법규",
    "text": "토지대장에 등록하는 토지가 「부동산등기법」에 따라 대지권 등기가 되어 있는 경우 대지권 등록부에 등록하여야 할 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-99",
    "options": [
      "30일",
      "50일",
      "60일",
      "90일"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자는 「주택법」에 따른 공동주택의 부지, 도로, 제방, 하천, 구거, 유지, 그 밖에 대통령령으로 정하는 토지로서 합병하여야 할 토지가 있으면 그 사유가 발생한 날부터 최대 얼마 이내에 지적소관청에 합병을 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-100",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "수용(收用)으로 인하여 소유권을 취득하였음을 증명하는 자",
      "특별자치도지사, 시장, 군수 또는 구청장의 확인에 의하여 토지의 자기 소유권을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 미등기의 토지에 관한 소유권보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20150816-81",
    "options": [
      "비행장",
      "죽림지",
      "갈대밭",
      "야외시장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목이 ‘잡종지’에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-82",
    "options": [
      "사도법에 의한 사도개설 허가를 받아 분할하는 경우",
      "토지의 일부가 도시ㆍ군계획시설로 지적고시된 경우",
      "토지의 일부를 공공용지 또는 공용지로 하고자 하는 경우",
      "토지의 형질변경을 목적으로 하지 않는 흙ㆍ모래ㆍ자갈ㆍ바위 등의 토석을 채취하는 행위"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법령상 개발행위허가를 받아야 할 사항은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-83",
    "options": [
      "토지점유자",
      "채권을 보전하기 위한 채권자",
      "학교용지, 도로, 수도용지 등의 지목으로 될 토지는 그 해당사업의 시행자",
      "지방자치단체가 취득하는 토지의 경우에는 해당 토지를 관리하는 지방자치단체의 장"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 해야 할 신청을 대신할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-84",
    "options": [
      "좌표",
      "부호 및 부호도",
      "토지소유자 등록번호",
      "토지의 소재와 지번"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-85",
    "options": [
      "“지번”이란 필지에 부여하여 지적공부에 등록한 번호를 말한다.",
      "“등록전환”이란 지적도에 등록된 경계점의 정밀도를 높이는 것을 말한다.",
      "“토지의 이동”이란 토지의 표시를 새로 정하거나 변경 또는 말소하는 것을 말한다.",
      "“지목변경”이란 지적공부에 등록된 지목을 다른 지목으로 바꾸어 등록하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 따른 용어의 정의가 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-86",
    "options": [
      "서초구",
      "OO주식회사",
      "권리능력 없는 사단 OO종중 △△공파",
      "재단법인 OO학원에서 운영하는 △△고등학교"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기명의인의 될 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-87",
    "options": [
      "거짓 그 밖의 부정한 방법으로 지적측량업을 등록한 경우 등록을 취소하여야 한다.",
      "타인에게 자기의 등록증으을 대여해 준 경우 등록취소사유가 된다.",
      "영업정지기간 중에 지적측량업을 영위한 경우 등록취소가 아닌 재차의 영업정지 명령이 내려질 수 있다.",
      "지적측량업자가 법 규정에 의한 지적측량수수료보다 과소하게 받은 경우도 등록 취소 또는 영업정지처분의 대상이 된다."
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록취소 및 영업정지에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-88",
    "options": [
      "양어장",
      "철도용지",
      "수도선로",
      "창고용지"
    ],
    "subject": "지적관계법규",
    "text": "공간정보의 구축 및 관리 등에 관한 법률에 다른 지목의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-89",
    "options": [
      "연접되는 토지 간에 높낮이 차이가 없는 경우 그 구조물 등의 중앙",
      "연접되는 토지 간에 높낮이 차이가 있는 경우 그 구조물 등의 하단부",
      "토지가 해면 또는 수면에 접하는 경우 최대 만조위 또는 최대만수위가 되는 선",
      "공유수면매립지의 토지 중 제방 등을 토지에 편입하여 등록하는 경우 안쪽 어깨부분"
    ],
    "subject": "지적관계법규",
    "text": "지상경계의 결정기준으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-90",
    "options": [
      "지적소관청",
      "중앙지적위원회",
      "지방지적위원회",
      "관할토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "토지등의 출입 등에 따른 손실보상에 관하여 손실을 보상할 자와 손실을 받을 자의 협의가 성립되지 않거나 협의를 할 수 없는 경우 재결을 신청할 수 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-91",
    "options": [
      "축척을 변경을 한 때",
      "지목변경을 한 때",
      "도시계획사업을 완료한 때",
      "지적공부의 일부가 훼손한 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구 사유에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-92",
    "options": [
      "전세등기",
      "상속에 의한 등기",
      "등기명의인의 표시의 변경 등기",
      "미등기부동산의 소유권보존등기"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기의무자가 아닌 등기권리자만이 단독으로 등기신청을 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-93",
    "options": [
      "토지의 분할",
      "지번의 변경",
      "행정구역의 변경",
      "도시개발사업의 시행"
    ],
    "subject": "지적관계법규",
    "text": "토지의 기번이 결번되는 사유에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-94",
    "options": [
      "소유권변경정리",
      "토지분할정리",
      "토지합병정리",
      "등록전환정리"
    ],
    "subject": "지적관계법규",
    "text": "토지이동을 수반하지 않고 토지대장을 정리하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-95",
    "options": [
      "토지소유자는 지적공부의 등록말소 신청을 하도록 통지를 받은 날부터 90일 이내에 등록말소신청을 하여야 한다.",
      "토지소유자가 기간 내에 등록말소신청을 하지 않은 경우 공유수면 관리청이 신청을 대신할 수 있다.",
      "지적소관청은 지적공부의 등록사항을 말소하거나 회복등록하였을 때에는 그 정리 결과를 토지소유자 및 해당 공유수면의 관리청에 통지하여야 한다.",
      "지적소관청이 회복등록을 하려면 그 지적측량성과 및 등록말소 당시의 지적공부 등 관계 자료에 따라야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 바다로 도니 토지의 등록말소 및 회복에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-96",
    "options": [
      "5명 이상 10명 이하",
      "10명 이상 15명 이하",
      "15명 이상 20명 이하",
      "축척변경시행지역안의 토지소유자의 5분의 1"
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 구성인원으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-97",
    "options": [
      "지적도와 임야도",
      "지적도와 토지대장",
      "임야도와 임야대장",
      "토지대장과 공유지연명부"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록된 토지의 소유자가 단독에서 2인 이상으로 변경될 경우 소유자에 관한 사항을 정리해야 할 지적공부는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-98",
    "options": [
      "도시지역 : 주거지역, 상업지역, 공업지역, 녹지지역",
      "공업지역 : 전용공업지역, 일반공업지역, 준공업지역",
      "관리지역 : 보전관리지역, 생산관리지역, 자연환경보전지역",
      "녹지지역 : 보전녹지지역, 생산녹지지역, 자연녹지지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법령에 따른 용도지역의 구분 및 세분을 지정한 것으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-99",
    "options": [
      "토지를 신규등록하는 경우",
      "축척변경을 하고자 하는 경우",
      "경계점을 지상에 복원하는 경우",
      "필지를 분할하거나 합병하고자 할 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적측량을 수행하여야 할 경우에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-100",
    "options": [
      "소유권의 보존등기",
      "부동산 표시의 변경등기",
      "소유권의 말소회복등기",
      "소유권의 등기명의인 표시의 변경등기"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 등기를 한 후 지체 없이 그 사실을 지적소관청 또는 건축물대장 소관청에 통지하여야 하는 것이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150531-81",
    "options": [
      "등기필증",
      "지적공부등본",
      "법원의 확정판결서",
      "지적공부정리결의서"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 등록사항을 정정할 때 토지소유자에 관한 사항은 다음 중 무엇에 의하여 정정하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-82",
    "options": [
      "중앙지적위원회 위원장은 국토교통부 지적업무 담당 국장이다.",
      "중앙지적위원회 위원수는 5명 이상 20명 이하이다.",
      "중앙지적위원회는 위원장 1명과 부위원장 2명을 포함하여야 한다.",
      "중앙지적위원회의 위원을 위촉하 수 있는 자는 중앙지적위원회 위원장이다."
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-83",
    "options": [
      "지목",
      "토지의 고유번호",
      "토지의 소재",
      "지번"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-84",
    "options": [
      "토지의 토성 분포",
      "토지의 지형 지세",
      "토지의 공시 지가",
      "토지의 주된 용도"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록하는 지목의 설정기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-85",
    "options": [
      "청산금은 축척변경위원회에서 결정한다.",
      "청산금 납부고지는 축척변경위원회에서 한다.",
      "청산금 납부고지를 받을 날부터 6개월 이내에 납부하여야 한다.",
      "면적 증감에 따른 청산금 차액은 지방자치단체수입 또는 부담으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척 변경시 면적 증감에 따른 청산에 관한 설명 중 틀린 것은?(2017년 01월 10일 개정된 규정 적용됨)",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-86",
    "options": [
      "기반시설의 설치·정비 또는 개량에 관한 계획",
      "기본적인 공간구조와 장기발전방향에 대한 계획",
      "도시개발사업이나 정비사업에 관한 계획",
      "용도지역·용도지구의 지정 또는 변경에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에서 도시·군관리계획에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-87",
    "options": [
      "토지의 거래가 성행하는 구역",
      "지가가 급격히 상승할 우려가 있는 구역",
      "용도지역의 예정구역",
      "특수한 자연경관을 보호해야 할 구역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 토지거래계약에 관한 허가구역의 지정대상이 되는 곳은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-88",
    "options": [
      "제1종 전용주거지역",
      "제2종 전용주거지역",
      "제1종 일반주거지역",
      "제2종 일반주거지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법령상 중층주택을 중심으로 편리한 주거환경을 조성하기 위하여 필요할 때 지정하는 용도지역은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-89",
    "options": [
      "지목",
      "면적",
      "좌표",
      "등기원인"
    ],
    "subject": "지적관계법규",
    "text": "등기관이 토지 등기기록의 표제부에 기록하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-90",
    "options": [
      "토지의 형질변경 등의 공사가 허가된 때",
      "토지의 형질변경 등의 공사가 착수된 때",
      "토지의 형질변경 등의 공사가 준공된 때",
      "토지의 형질변경 등의 공사가 완료된 때"
    ],
    "subject": "지적관계법규",
    "text": "도시개발법에 따른 도시개발사업으로 인하여 토지의 이동이 필요한 경우, 토지의 이동은 언제 이루어진 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-91",
    "options": [
      "10원",
      "20원",
      "30원",
      "40원"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료를 인쇄물로 제공할 경우 1필지당 수수료로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-92",
    "options": [
      "관할 도지사",
      "국토교통부장관",
      "국무총리",
      "대통령"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 광역계획권을 지정한 날부터 3년이 지날 때까지 관할 시장 또는 군수로부터 광역도시계획의 승인 신청이 없는 경우 광역도시계획읜 수립권자는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-93",
    "options": [
      "행정자치부장관",
      "국토지리정보원장",
      "국가정보원장",
      "국토교통부장관"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 효율적인 관리 및 활용을 위하여 지적정보 전담 관리기구를 설치·운영하는 자는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-94",
    "options": [
      "토지의 소재",
      "대지권 비율",
      "소유자의 성명",
      "개별공시지가"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대지권등록부의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-95",
    "options": [
      "측량결과도",
      "토지이동정리결의서",
      "법원의 확정판결서 정본 또는 사본",
      "부동산등기부등본 등 등기사실을 증명하는 서류"
    ],
    "subject": "지적관계법규",
    "text": "측량·수로조사 및 지적에 관한 법령상 지적공부의 복구 자료이면서 신규등록 신청 시 첨부하여야 할 공통적인 서류에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-96",
    "options": [
      "축척변경은 지적도에 등록된 경계점의 정밀도를 높이기 위해 시행한다.",
      "지적도의 작은 축척을 큰 축척으로 변경하는 것을 말한다.",
      "축척변경에 관한 사항을 심의·의결하기 위하여 지적소관청에 축척변경위원회를 둔다.",
      "임야도의 축척을 지적도 축척으로 바꾸는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 축척변경에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-97",
    "options": [
      "소유권 - 지역권",
      "지상권 - 전세권",
      "유치권 - 점유권",
      "저당권 – 임차권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기할 수 없는 권리만으로 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-98",
    "options": [
      "경계란 필지별 경계점간을 직선 혹은 곡선으로 연결하여 지적공부에 등록한 선을 말한다.",
      "면적이란 지적공부에 등록한 필지의 수평면상 넓이를 말한다.",
      "토지의 이동이란 토지의 표시를 새로 정하거나 변경 또는 말소하는 것을 말한다.",
      "지번부여지역이란 지번을 부여하는 단위지역으로서 동·리 또는 이에 준하는 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "측량·수로조사 및 지적에 관한 법령상 용어의 정의로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-99",
    "options": [
      "지상권",
      "지역권",
      "전세권",
      "저당권"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기신청서에 채권액과 채무자를 기재하여야 한는 설정등기는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-100",
    "options": [
      "지번변경에 따른 토지의 표시 변경",
      "신규등록에 따른 토지의 표시 변경",
      "축척변경에 따른 토지의 표시 변경",
      "지적공부 등록사항의 정정에 따른 토지의 표시 변경"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기촉탁 대상으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150308-81",
    "options": [
      "국토교통부장관",
      "행정자치부장관",
      "산업통상자원부장관",
      "특별시장"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에서 허가를 받지 않고 공동구를 점용하거나 사용했을 때 과태료를 부과할 수 있는 자는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-82",
    "options": [
      "첨부서류인 종저토지의 지번별조서와 면적측정부 및 환지계획서의 부합여부를 확인하여야 한다.",
      "완료신고에 대한 서류의 완료된 때에는 확정될 토지의 지번별조서에 의하여 토지대장을 작성하여야 한다.",
      "완료신고에 대한 서류의 확인이 완료된 때에는 토지대장에 등록하는 소유자의 성명 또는 명칭과 등록번호 및 주소는 환지계획서에 의하여야 한다.",
      "첨부서류인 측량결과도 또는 경계점좌표와 새로이 작성된 지적도와의 부합여부를 확인하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등의 완료신고가 있는 때의 처리사항으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-83",
    "options": [
      "지번 및 지목을 제도하는 경우 지번 다음에 지목을 제도한다.",
      "부동산종합공부시스템이나 레터링으로 작성하는 경우에는 굴림체로 할 수 있다.",
      "중앙에 제도하기 곤란한 때에는 가로쓰기가 되도록 도면을 돌려 제도할 수 있다.",
      "지번의 글자 간격은 글자크기의 1/4정도, 지번과 지목의 글자 간격은 글자크기의 1/2정도 띄워 제도한다."
    ],
    "subject": "지적관계법규",
    "text": "지번과 지목 제도에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-84",
    "options": [
      "99-1",
      "100-10",
      "111",
      "125"
    ],
    "subject": "지적관계법규",
    "text": "합병 조건이 갖추어진 4필지(99-1, 100-10, 111, 125)를 합병할 경우 새로이 설정하여야 하는 원칙적인 지번은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-85",
    "options": [
      "매도인의 소재지를 관할하는 지방법원, 그 지원(支院) 또는 등기소",
      "부동산의 소재지를 관할하는 지방법원, 그 지원(支院) 또는 등기소",
      "소유자의 소재지를 관할하는 지방법원, 그 지원(支院) 또는 등기소",
      "상급법원의 장이 위임하는 등기소"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 관할등기소의 정의가 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-86",
    "options": [
      "파산자로서 복권된 자",
      "지적측량업의 등록이 취소된 후 2년이 경과되지 않은 자",
      "형의 집행유예 선고를 받고 그 유예기간이 경과된 자",
      "금고 이상의 실형을 선고받고 그 집행이 면제된 날부터 3년이 경과된 자"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록을 위한 지적측량업자의 결격사유에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-87",
    "options": [
      "지번은 북서에서 남동으로 순차적으로 부여한다.",
      "등록전환의 경우에는 그 지번부여지역에서 인접토지의 본번에 부번을 붙여서 설정한다.",
      "분할의 경우에는 분할 전 필지의 지번은 말소하고 분할 후의 필지는 분할 전 지번의 본번에 부번을 붙여 부여한다.",
      "합병의 경우에는 합병 전 지번 중 본번망으로 된 지번이 있는 때에는 본번 중 선순위의 것을 그 지번으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "현행 측량ㆍ수로조사 및 지적에 관한 법령에 규정된 지번의 부여 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-88",
    "options": [
      "자연경관지구",
      "수변경관지구",
      "문화경관지구",
      "시가지경관지구"
    ],
    "subject": "지적관계법규",
    "text": "다음 지역지구 중 경관지구의 세분화로서 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-89",
    "options": [
      "지방도로",
      "수도용지 중 선로",
      "하천ㆍ구거",
      "철도용지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 일람도를 제도하는 경우 붉은색 0.2mm 폭의 2선으로 제도하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-90",
    "options": [
      "토지 위에 설치된 담장",
      "필지별로 경계점간을 직선으로 연결하여 지적공부에 등록한 선",
      "주요 지형ㆍ지물에 의하여 구획된 지표상의 경계",
      "전ㆍ답 등에 구획된 둑"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 측량ㆍ수로조사 및 지적에 관한 법률에 따른 ‘경계’에 대한 정의로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-91",
    "options": [
      "공공사업 등으로 인하여 학교용지의 지목으로 되는 토지의 경우에는 해당 사업의 시행자",
      "국가가 취득하는 토지의 경우에는 해당 토지를 관리하는 행정기관의 장",
      "민법 제404조의 규정에 의한 채권자",
      "주택법에 의한 공동주택의 부지는 인접토지소유자"
    ],
    "subject": "지적관계법규",
    "text": "토지이용에 대한 대위신청을 할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-92",
    "options": [
      "지번변경",
      "축척변경",
      "직권등록사항 정정",
      "신규등록"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기촉탁의 대상이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-93",
    "options": [
      "1년",
      "2년",
      "3년",
      "4년"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회 위원의 임기는? (단, 위원장 및 부위원장을 제외한 위원)",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-94",
    "options": [
      "종된 토지의 지목이 ‘대’ 이어야 한다.",
      "종된 토지의 면적이 주된 토지의 면적의 10% 이내 이어야 한다.",
      "종된 토지의 면적이 330m2 이하 이어야 한다.",
      "주된 토지의 편의를 위하여 설치된 도로ㆍ구거는 주된 용도의 토지에 편입하여 1필지로 할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "1필지 확정에 있어 주된 토지에 편입할 수 있는 토지에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-95",
    "options": [
      "60일",
      "90일",
      "120일",
      "150일"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자는 지목변경을 할 토지가 있으면 대통령령으로 정하는 바에 따라 그 사유가 발생한 날부터 몇 일 이내에 지적소관청에 지목변경을 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-96",
    "options": [
      "소유권 등기가 있는 토지",
      "승역지에 하는 지역권의 등기가 있는 토지",
      "전세권 등기가 있는 토지",
      "모든 토지에 대하여 등기원인 및 그 연월일과 접수번호가 동일한 저당권에 관한 등기가 있는 경우"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 합필의 등기를 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-97",
    "options": [
      "토지의 소재",
      "지번과 지목",
      "경계 또는 좌표",
      "소유자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부에 등록하는 토지의 표시가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-98",
    "options": [
      "국토의 계획 및 이용에 관한 법률 등 관계법령에 의한 택지조성공사가 준공된 토지는 ‘대’로 한다.",
      "축산법에 의한 가축을 사육하는 축사 등과 이에 접속된 부속시설물의 부지는 ‘목장용지’로 한다.",
      "영구적 건축물 중 변전소, 송신소, 도축장, 자동차운전학원 등의 부지는 ‘잡종지’로 한다.",
      "아파트, 공장 등 단일 용도의 일정한 단지 안에 설치된 통로는 ‘도로’로 한다."
    ],
    "subject": "지적관계법규",
    "text": "지목의 구분설정에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-99",
    "options": [
      "축척변경위원회는 청산금의 이의신청에 관한 사항 등을 심의 의결한다.",
      "작은 축척을 큰 축척으로 변경하여 등록하는 것을 말한다.",
      "임야도 축척에서 지적도 축척으로 옮겨 등록하는 것을 의미한다.",
      "축척변경을 시행하고자 할 경우에는 시ㆍ도지사의 승인을 받아서 시행한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-100",
    "options": [
      "사용자번호는 사용자권한 등록관리청별로 일련번호로 부여하여야 하며, 수시로 사용자번호를 변경하며 관리하여야 한다.",
      "사용자권한 등록관리청은 사용자가 다른 사용권한 등록관리청으로 소속이 변경되어지거나 퇴직 등을 한 경우에는 사용자번호를 따로 관리하여 사용자의 책임을 명백히 할 수 있도록 하여야 한다.",
      "사용자의 비밀번호는 6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "사용자의 비밀번호는 다른 사람에게 누설하여서는 아니 되며, 사용자는 비밀번호가 누설되거나 누설될 우려가 있는 때에는 즉시 이를 변경하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "사용자권한 등록파일에 등록하는 사용자번호 및 비밀번호에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20140817-81",
    "options": [
      "등기접수일자",
      "신규등록신청일자",
      "소유자정리결의일자",
      "공유수면 매립준공 일자"
    ],
    "subject": "지적관계법규",
    "text": "공유수면 매립준공에 의하여 신규등록하는 경우 대장에 등록하여야 할 소유권 변동일자는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-82",
    "options": [
      "지적소관청",
      "시ㆍ도지사",
      "안정행정부장관",
      "국모총리"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록을 취소하고자 하는 때에 청문을 실시하는 자는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-83",
    "options": [
      "녹지지역",
      "보전관리지역",
      "계획관리지역",
      "자연환경보전지역"
    ],
    "subject": "지적관계법규",
    "text": "용도지역 안에서 건페율의 최대한도를 20% 이하로 규정하고 있는 지역에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-84",
    "options": [
      "이해관계인의 승낙서",
      "토지대장등본이나 임야대장등본",
      "지적도나 임야도",
      "멸실 및 임야확인서"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 토지의 분할, 멸실, 면적의 증감 또는 지목의 변경이 있어 그 등기를 신청하는 경우 등기신청서에 첨부하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-85",
    "options": [
      "야구장",
      "스키장",
      "실내체육관",
      "실내수영장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목을 체육용지로 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-86",
    "options": [
      "저당권",
      "권리질권",
      "임차권",
      "유치권"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기할 수 있는 권리가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-87",
    "options": [
      "속임수, 위력, 그 밖의 방법으로 입찰의 공정성을 해친 자",
      "측량기준점 표지를 이전 또는 파손하거나 그 효용을 해치는 행위를 한 자",
      "고의로 측량성과를 다르게 한 자",
      "측량업의 등록을 하지 아니하고 측량업을 한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 벌칙 중 2년 이하의 징역 또는 2천만원 이하의 벌금에 처하는 행위로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-88",
    "options": [
      "확정판결서 정본에 의해 처리한다.",
      "등기부만 정정한다.",
      "지적공부만 정정한다.",
      "소관청 임의대로 처리한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부상 등록사항의 오류로 면적이 감소되거나 경계가 변경될 때 정정하는 방법으로 옳은 것은? (단, 이해관계인이 있는 경우)",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-89",
    "options": [
      "등록전환:60일 이내",
      "지목변경:60일 이내",
      "합병:60일 이내",
      "도시개발사업 착수 신고:60일 이내"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지이동 신청ㆍ신고 기간이 잘못 연결되어 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-90",
    "options": [
      "토지대장에 등록된 소유권변경",
      "지적공부의 등록된 지목변경",
      "지적도에 등록된 경계변경",
      "경계점좌표등록부에 등록된 좌표변경"
    ],
    "subject": "지적관계법규",
    "text": "측량ㆍ수로조사 및 지적에 관한 법률상 토지의 이동으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-91",
    "options": [
      "토지이동정리 결의서 내용과 다르게 정리된 경우",
      "미등기 토지의 소유자를 변경하는 경우",
      "지적공부의 등록사항이 잘못 입력된 경우",
      "지적도 및 임야도의 등록된 필지가 면적의 증간 없이 경계의 위치만 잘못된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 지적공부의 등록사항에 잘못이 있는지를 직권으로 조사ㆍ측량하여 정할 수 있는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-92",
    "options": [
      "토지가 수면에 접하는 경우 최대만수위가 되는 선",
      "공유수면매립지의 토지 중 제방 등을 토지에 편이하여 등록하는 경우 안쪽 어깨 부분",
      "구거 등의 토지에 절된 부분이 있는 경우 경사면의 상단부",
      "연접되는 토지 간에 고저가 있은 경우 구조물의 하단부"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지상경계의 결정기준으로 타당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-93",
    "options": [
      "전산파일로 된 경우에는 당해 지적소관청이 아닌 다른 소관청에 신청할 수 있다.",
      "지방자치단체의 수입증지 또는 현금으로 지적소관청에 압부하여야 한다.",
      "지적기술자격을 취득한 자가 지적공부를 열람하는 경우에는 수수료를 면제한다.",
      "도면등록을 발급할 수 있는 크기의 기본단위는 가로 21센티미터, 세로 30센티미터를 말한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 열람 미 등본교부에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-94",
    "options": [
      "국토교통부장관",
      "안정행정부장관",
      "특별시장",
      "구청장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률상 원칙적으로 공동구를 관리하여야 하는 자는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-95",
    "options": [
      "도시개발사업",
      "주택건설사업",
      "산업단지개발사업",
      "축척변경사업"
    ],
    "subject": "지적관계법규",
    "text": "사업시행자가 지적소관청에 토지 이동에 대한 신청을 할 수 없는 사업은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-96",
    "options": [
      "섭씨 20±5도, 60±5퍼센트",
      "섭씨 25±5도, 65±5퍼센트",
      "섭씨 20±5도, 65±5퍼센트",
      "섭씨 25±5도, 60±5퍼센트"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적서고의 연중 평균온도 및 연중 평균습도에 대한 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-97",
    "options": [
      "“경계점”은 경계점좌표등록부에 등록하는 필지를 구획하는 선의 굴곡점을 말한다.",
      "“면적”은 지적공부에 등록한 필지의 수평면상 넓이이다.",
      "“신규등록”은 새로이 조성된 토지 및 등록이 누락되어 있는 토지를 지적공부에 등록하는 것이다.",
      "“축척변경”은 지적도에 등록된 경계점의 정밀도를 높이기 위하여 작은 축척을 큰 축척으로 변경하여 등록되는 것이다."
    ],
    "subject": "지적관계법규",
    "text": "측량ㆍ수로조사 및 지적에 관한 법률에서 규정된 용어의 정의에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-98",
    "options": [
      "부동산의 소재와 지번",
      "부동산의 면적과 경계",
      "등기소의 표시",
      "신청인의 성명 또는 명칭과 주소"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기신청서의 기재사항에 해당하지 않는 것은? (단, 대법원규칙으로 정하는 등기의 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-99",
    "options": [
      "축척변경의 시행지역",
      "축척변경의 시행에 관한 세부계획",
      "축척변경의 시행에 관한 사업시행자",
      "축척변경의 시행에 따른 청산방법"
    ],
    "subject": "지적관계법규",
    "text": "축척변경시행공고에 관한 사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-100",
    "options": [
      "소유권이전, 매매 등을 위하여 필요한 경우",
      "토지이용상 불합리한 지상 경계를 시정하기 위한 경우",
      "도시개발사업 등의 사업시행자가 사업지구의 경계를 결정하기 위하여 토지를 분할하려는 경우",
      "지적공부의 등록사항 중 경계나 면적 등 측량을 수반하는 토지의 표시가 잘못된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량을 정지시킬 수 있는 사유에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140525-81",
    "options": [
      "지적소관청이 축척변경의 확정공고를 하였을 때에는 지체없이 축척변경에 따라 확정된 사항을 지적공부에 등록하여야 한다.",
      "수령통지된 청산금에 관하여 이의가 있는 자는 수령통지를 받은 날부터 3개월 이내에 지적소관청에 이의신청을 할 수 있다.",
      "축척변경의 확정공고에 따라 해당 사항을 지적공부에 등록하는 때에 지적도는 확정측량 결과도 또는 경계점 좌표에 따른다.",
      "축척변경위원회는 5명 이상 10명 이하의 위원으로 구성하되, 위원의 1/2 이상을 토지소유자로 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-82",
    "options": [
      "신청 내용의 타장성",
      "개인의 사생활 침해 여부",
      "소유권 침해 여부",
      "자료의 목적 외 사용 방지 및 안전관리대책"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료의 이용에 대한 심사 신청을 받은 관계 중앙 행정기관의 장이 심사하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-83",
    "options": [
      "인접한 둘 이상의 특별시·광역시·특별자치시·특별 자치도·시 또는 군의 관할 구역 전부 또는 일부를 광역계획권으로 지정할 수 있다.",
      "광역계획권의 지정은 국토교통부장관만이 할 수 있다.",
      "국토교통부장관은 시·도지사가 요청하는 경우 관할 시·도지사와 공동으로 광역도시계획을 수립할 수 있다.",
      "광역도시계획에는 경관계획에 관한 사항이 포함 되어야 한다."
    ],
    "subject": "지적관계법규",
    "text": "광역도시계획에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-84",
    "options": [
      "지적소관청은 지적공부의 등록사항에 잘못이 있음을 발견하면 직권으로 조사·측량하여 정정할 수 있다.",
      "토지소유자는 지적공부의 등록사항에 잘못이 있음을 발견하면 지적소관청에 그 정정을 신청할 수 있다.",
      "등록사항 정정으로 인접 토지의 경계가 변경되는 경우 법원의 확정판결에 의해서만 정정이 가능하다.",
      "토지소유자에 관한 사항은 등기필증, 등기완료통지서, 등기사항증명서 또는 등기관서에서 제공한 등기전산 정보자료에 따라 정정하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "등록사항의 정정에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-85",
    "options": [
      "15일",
      "20일",
      "25일",
      "30일"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등의 착수·변경 또는 완료 사실의 신고는 그 사유가 발생한 날부터 몇 일 이내에 하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-86",
    "options": [
      "지적공부의 등본",
      "토지이동정리 결의서",
      "측량 결과도",
      "행정지번도"
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구자료로 활용할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-87",
    "options": [
      "지적소관청",
      "시·도지사",
      "안전행정부장관",
      "지적측량업자"
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동이 있을 때 지적공부에 등록하는 지번·지목·면적·경계 또는 좌표를 결정하는 자는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-88",
    "options": [
      "고급기술자 1명 이상",
      "중급기술자 1명 이상",
      "초급기술자 1명 이상",
      "지적분야의 초급기능사 2명 이상"
    ],
    "subject": "지적관계법규",
    "text": "지측량업의 등록에 필요한 기술능력의 등급별 인원 기준으로 옳은 것은? (단, 상위 등급의 기술능력으로 하위 등급의 기술능력을 대체하는 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-89",
    "options": [
      "용도지역·용도지구의 지정 또는 변경에 관한 계획",
      "기반시설의 설치·정비 또는 개량에 관한 계획",
      "지구단위계획구역의 지정 또는 변경에 관한 계획과 지구단위 계획",
      "지적불부합지역의 지적재조사에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 도시·군관리 계획에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-90",
    "options": [
      "지적소관청은 지적공부의 전부 또는 일부가 멸실 되거나 훼손된 경우에는 국토교통부령으로 정하는 바에 따라 지체 없이 이를 복구하여야 한다.",
      "지적소 관청이 지적공부를 복구할 때에는 멸실·훼손 당시의 지적공부와 가장 부합된다고 인정되는 관계자료에 따라 토지의 표시에 관한 사항을 복구하여야 한다.",
      "지적공부를 복구할 때 소유자에 관한 사항은 부동산 등기부나 법원의 확정판결에 따라 복구하여야 한다.",
      "지적공부의 복구에 관한 관계 자료 및 복구절차 등에 관하여 필요한 사항은 국토교통부령으로 정한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-91",
    "options": [
      "행정구역개편에 따른 지번변경",
      "등록사항의 오류정정",
      "축척변경",
      "공유수면매립에 따른 신규등록"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 관할 등기관서에 등기촉탁을 하여 국가가 국가를 위하여 하는 등기로 보지 않는 경우(사유)는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-92",
    "options": [
      "산업과 인구의 관대한 도시 집중을 방지하여 기반시설의 설치에 필요한 용지 확보",
      "도시기능을 증진시키고 미관·경관·안전 등을 도모",
      "시가지의 무질서한 확산 방지로 계획적·단계적인 토지 이용의 도모",
      "토지의 이용 및 건축물의 용도, 건폐율, 용적률, 높이 등을 제한함으로써 토지의 경제적·효율적 이용 도모"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 용도지역의 지정목적으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-93",
    "options": [
      "골조는 철근콘크리트 이상의 강질로 할 것",
      "창문과 출입문은 2중으로 하되, 안쪽문은 철제로, 바깥쪽 문은 철망 등을 설치할 것",
      "바닥과 벽은 2중으로 하고, 영구적인 방수설비를 할 것",
      "전기시설을 설치하는 때에는 단독퓨즈를 설치하고, 소화장비를 갖춰 둘 것"
    ],
    "subject": "지적관계법규",
    "text": "지적서고의 설치기준이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-94",
    "options": [
      "“등기부”란 전산정보처리조직에 의하여 입력·처리된 등기정보자료를 대법원규칙으로 정하는 바에 따라 편성한 것을 말한다.",
      "“등기부부본자료”란 등기부의 멸실 방지를 위하여 전산으로 출력하여 별도의 장소에 보관한 자료를 말한다.",
      "“등기기록”이란 1필의 토지 또는 1개의 건물에 관한 등기정보자료를 말한다.",
      "“등기필정보”란 등기부에 새로운 권리자가 기록되는 경우에 그 권리자를 확인하기 위하여 등기관이 작성한 정보를 말한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법에 따른 용어의 정의가 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-95",
    "options": [
      "1명",
      "2명",
      "3명",
      "4명"
    ],
    "subject": "지적관계법규",
    "text": "1필지의 토지 소유자가 몇 명 이상인 경우 공유지연명부를 작성·비치하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-96",
    "options": [
      "지적측량업자 : 1억원 이상",
      "지적측량업자 : 5천만원 이상",
      "대한지적공사 : 10억원 이상",
      "대한지저공사 : 5억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 손해배상책임을 보장하기 위하여 보증 보험에 가입하여야 하는 금액 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-97",
    "options": [
      "타인의 토지에 출입하려는 자는 관할 특별자치시장, 특별자치도지사, 시장·군수 또는 구청장의 허가를 받아야 한다.",
      "타인의 토지를 출입한 자는 소유자·점유자 또는 관리인의 동의 없이 장애물을 변경 또는 제거할 수 있다.",
      "토지의 점유자는 정당한 사유 없이 지적측량 및 토지 이동 조사에 필요한 행위를 방해하거나 거부하지 못한다.",
      "지적측량 및 토지이동 조사에 필요한 행위를 하려는 자는 그 권한을 표시하는 증표와 허가증을 지니고 관계인에게 내보여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적측량 및 토지 이동 조사를 위해 타인의 토지에 출입 하거나 일시 사용하는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-98",
    "options": [
      "토지등기부의 표제부에는 토지대장의 토지표시 사항을 기재한다.",
      "토지등기부의 을구에는 토지대장상의 소유자를 기재한다.",
      "토지등기부의 갑구에 표시되는 소유권 이외의 권리 관계도 토지대장에 기재한다.",
      "토지대장상의 개별공시지가 사항은 토지등기부의 표제부에 기재한다."
    ],
    "subject": "지적관계법규",
    "text": "토지등기부와 토지대장과의 관계를 바르게 설명한 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-99",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "측량업자가 속임수, 위력, 그 밖의 방법으로 측량업과 관련된 입찰의 공정성을 해친 자에 대한 벌칙 기준은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-100",
    "options": [
      "공공사업 등에 따라 하천, 도로 등의 지목으로 되는 토지인 경우 해당 사업의 시행자",
      "국가나 지방자치단체가 취득하는 토지인 경우 해당 토지를 관리하는 행정기관의 장 또는 지방 자치단체의 장",
      "민법 제 404조에 따른 채권자",
      "주택법에 따른 단독주택의 부지인 경우 부동산 등기법에 따른 관리인 또는 사업시행자"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 하여야 하는 신청을 대신할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140302-81",
    "options": [
      "1/600",
      "1/1,000",
      "1/2,400",
      "1/1,600"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 면적의 최소 등록단위가 다른 하나는? (단, 경계점좌표등록부에 등록하는 지역의 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-82",
    "options": [
      "고의로 측량성과를 다르게 한 자",
      "본인 또는 배우자가 소유한 토지에 대한 지적측량을 한 자",
      "지적측량수수료 외의 대가를 받은 지적측량기술자",
      "속임수로 지적측량업과 관련된 입찰의 공정성을 해친 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 1년 이하의 징역 또는 1천만원 이하의 벌금에 처하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-83",
    "options": [
      "등록사항 정정 측량성과도",
      "토지대장등본",
      "등기전산정보자료",
      "축척변경 지번별 조서"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 지적공부의 등록사항에 잘못이 있음을 발견하여 지적소관청에 그 정정을 신청할 때, 경계 또는 면적의 변경을 가져오는 경우 신청서와 함께 첨부하여 제출하여야 하는 서류는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-84",
    "options": [
      "부기등기",
      "경정등기",
      "회복등기",
      "기입등기"
    ],
    "subject": "지적관계법규",
    "text": "이미 완료된 등기에 대해 등기 절차상에 착오 또는 유루(遺漏)가 발생하여 원시적으로 등기사항과 실체사항과의 불일치가 발생되었을 때 이를 시정하기 위해 행하여지는 등기는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-85",
    "options": [
      "명칭",
      "자산에 관한 사항",
      "조직 및 기구에 관한 사항",
      "이사 미 감사의 성명과 주소"
    ],
    "subject": "지적관계법규",
    "text": "대한지적공사의 설립등기사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-86",
    "options": [
      "개발제한구역",
      "도시자연공원구역",
      "개발유도관리구역",
      "시가와조정구역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도구역에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-87",
    "options": [
      "보유하고 있는 인력에 대한 측량기술 경력증명서",
      "등록을 하려는 자의 은행잔고증명서",
      "보유하고 있는 장비의 명세서",
      "보유하고 있는 측량기술자의 명단"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록을 하려는 자가 신청서에 첨부하여 제출하여야 하는 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-88",
    "options": [
      "초과액은 토지소유자의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 토지소유자의 수입으로 하고 부족액은 그 지방자치단체가 부담한다.",
      "초과액은 그 지방자치단체의 수입으로하고 부족액은 토지소유자가 부담한다.",
      "초과액은 그 지방자치단체의 수입으로하고 부족액은 그 지방자치단체가 부담한다."
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 청산금을 산정한 결과 증가된 명적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 처리방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-89",
    "options": [
      "특별시장",
      "광역시장",
      "군수",
      "구청장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시ㆍ군관리계획의 입안권자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-90",
    "options": [
      "위원장은 국토교통부의 지적업무 담당 국장이 된다.",
      "위원은 지적에 관한 학식과 경험이 풍부한 사람 중에서 중앙지적위원회의 위원장이 임명한다.",
      "회의는 재적위원 과반수의 출석으로 개의하고 출석위원 과반수의 찬성으로 의결한다.",
      "위원장 1명과 부위원장 1명을 포함하여 5명 이상 10명 이하의 위원으로 구성한다."
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-91",
    "options": [
      "열람:200원, 등본발급:300원",
      "열람:300원, 등본발급:500원",
      "열람:500원, 등본발급:700원",
      "열람:700원, 등본발급:1,000원"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청을 직접 방문하여 1필지를 기준으로 토지대장 또는 임야대장에 대한 열람신청을 하거나 등본발급신청을 할 경우 납부해야 하는 수수료는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-92",
    "options": [
      "보존지역",
      "관리지역",
      "도시지역",
      "농림지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 국토의 용도 구분 4가지에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-93",
    "options": [
      "토지의 소재와 지번",
      "경계점 등록자의 정보",
      "경계점의 사진 파일",
      "경계점 위치 설명도"
    ],
    "subject": "지적관계법규",
    "text": "디상 경계점 등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-94",
    "options": [
      "갈대밭",
      "수신소",
      "동물원",
      "도축장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목이 잡종지에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-95",
    "options": [
      "민법 제404조에 따른 채권자",
      "공공사업에 따라 학교용지의 지목으로 되는 경우 해당 토지를 관리하는 지방자치단체의 장",
      "주택법에 따른 공동주택의 부지인 경우 집합건물의 소유 및 관리에 관한 법률에 따른 관리인",
      "국가가 취득하는 토지인 경우 토지를 관리하는 행정기관의 장"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 하여야 하는 신청을 대신할 수 있는 자가 아닌 경우는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-96",
    "options": [
      "관계 법령에 따른 토지의 형질변경 또는 건축물의 사용승인으로 인하여 지목변경이 수반되는 경우",
      "대부분의 토지가 등록전환되어 나머지 토지를 임야도에 계속 존치하는 것이 불합리한 경우",
      "임야도에 등록된 토지가 사실상 형질변경되었으나 지목변경을 할 수 없는 경우",
      "도시ㆍ군관리계획선에 따라 토지를 분할하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "지목변경 없이 등록전환을 신청할 수 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-97",
    "options": [
      "복구측량을 한 결과가 복구자료와 부합하지 아니하는 때에는 토지소유자 및 이해관계인의 동의를 받아 경계 또는 면적 등을 조정할 수 있다.",
      "복구측량을 한 결과가 복구자료와 부합하지 아니하는 때에는 지적소관청의 직권으로 경계 또는 면적 등을 조정한다.",
      "지적공부를 복구하려는 경우 지적측량업자가 복구자료를 조사하여 지적복구자료 조사서를 작성하여야 한다.",
      "복구자료의 조사 또는 복구측량 등의 완료되어 지적공부를 복구하려는 토지의 표시 등을 시ㆍ도 게시판 및 인터넷 홈페이지에 30일 이상 게시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구절차 등에 관한 내용이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-98",
    "options": [
      "경계점좌표등록부가 있는 지역에서의 지적측량",
      "도시개발사업 등이 끝남에 따라 하는 지적확정측량",
      "지적재조사에 관한 특별법에 따른 사업지구에서 실시하는 지적재조사측량",
      "도해세부측량지역의 등록전환측량에 대한 성과검사측량"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업자의 업무범위에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-99",
    "options": [
      "해 뜨기 전이나 해가 진 후에는 그 토지 등의 점유자가 승낙 없이 택지나 담장 또는 울타리로 둘러싸인 타인의 토지에 출입할 수 없다.",
      "토지 등의 점유자는 정당한 사유 없이 출입행위를 방해하거나 거부하지 못한다.",
      "출입 행위를 하려는 자는 그 권한을 표시하는 증표와 허가증을 지니고 관계인에게 이를 내보여야 한다.",
      "증표와 허가증의 발급권자는 국토교통부장관이다."
    ],
    "subject": "지적관계법규",
    "text": "측량기준점을 설치하거나 토지의 이동을 조사하는 자가 타인의 토지 등에 출입하는 것에 대한 내용이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-100",
    "options": [
      "소유권",
      "저당권",
      "지상권",
      "점유권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법에 따라 등기를 할 수 있는 권리가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20130818-81",
    "options": [
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적측량성과와 다르게 정리된 경우",
      "지적도에 등록된 필지가 면적증감이 있고 경계의 위치가 잘못된 경우",
      "지적공부의 등록사항이 잘못 입력된 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-82",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "확정 판결에 의하여 자기의 소유권을 증명하는 자",
      "특별자치도지사, 시장, 군수 또는 구청장의 확인에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 미등기의 토지에 관한 소유권 보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-83",
    "options": [
      "10년",
      "5년",
      "3년",
      "1년"
    ],
    "subject": "지적관계법규",
    "text": "토지의 투기적인 거래가 성행하거나 지가가 급격히 상승하는 지역과 그러한 우려가 있는 지역에 대하여 얼마 이내의 기간을 정하여 토지거래계약에 관한 허가구역으로 지정할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-84",
    "options": [
      "지적공부 등록 필지 수가 10만 필지 이하인 때에 지적서고의 기준면적은 80m2이다.",
      "지적서공는 지적공부, 지적 관계 서류 및 지적측량 장비를 보관할 수 있다.",
      "지적서고에는 온도 및 습도의 자동조절장치를 설치하고, 연중 평균온도는 섭씨 20±5도, 연중 평균습도는 65±5%를 유지하여야 한다.",
      "지적서고의 구조는 창문과 출입문의 2중으로 하되, 안쪽문은 반드시 철제로 하고, 바깥쪽문은 공충ㆍ쥐 등의 침입을 막을 수 있도로 철망 등을 설치하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 비치ㆍ보존을 위한 지적서고의 설치기준 등에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-85",
    "options": [
      "합병하려는 토지의 지적도 및 임야도의 축척이 서로 다른 경우",
      "합병하려는 토지가 등기된 토지와 등기되지 아니한 토지인 경우",
      "합병하려는 토지의 소유자별 공유지분이 다르거나 소유자의 주소가 서로 다른 경우",
      "합병하려는 각 필지의 지목은 같으나 일부 토지의 용도가 다르게 되어 합병 신청과 동시에 토지의 용도에 따라 분할 신청을 하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 합병을 신청할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-86",
    "options": [
      "지적기술자가 아님에도 불구하고 지적측량을 한 자",
      "지적측량업자로서 속임수로 관련 사업 입찰의 공정성을 해친 자",
      "지적측량업의 등록을 하지 않고 지적측량업을 한 자",
      "정당한 사유없이 지적측량업무를 방해한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 2년 이하의 징역이나 2000만원 이하의 벌금에 처하는 벌칙 기준을 적용받는 경우는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-87",
    "options": [
      "국토교통부장관이 고시하는 표준품셈 중 지적측량품에 지적기술자의 정보노임단가를 적용하여 산정한다.",
      "지적측량 종목별 세부 산정기준은 국토교통부장관이 정한다.",
      "지적소관청이 직권으로 조사ㆍ측량하여 지적공부를 정리한 경우, 조사ㆍ측량에 들어간 비용을 면제한다.",
      "지적측량수수료는 국토교통부장관이 매년 12월 말일까지 고시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적측량수수료에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-88",
    "options": [
      "경관지구",
      "리모델링지구",
      "고도지구",
      "시설보호지구"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도지구가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-89",
    "options": [
      "청산금의 이의신청에 관한 사항",
      "지번별 m2당 금액의 결정과 청산금의 산정에 관한 사항",
      "도시개발사업의 시쟁지역에 있는 토지로서 그 사업 시행에서 제외된 토지의 축척 변경에 관한 사항",
      "축척변경 시행계획에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 심의ㆍ의결 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-90",
    "options": [
      "지적위원회는 중앙지적위원회와 지방지적위원회가 있다.",
      "지방지적위원회는 지적측량 적부심사청구를 회부받은 날부터 60일 이내에 심의 ㆍ의결하여야 한다.",
      "지방지적위원회의 위원장 및 부위원장을 제외한 위원의 임기는 2년으로 한다.",
      "중앙지적위원회의 위원장은 국토교통부의 지적업무 담당과장이 되고, 부위원장은 위원 중에서 임명한다."
    ],
    "subject": "지적관계법규",
    "text": "지적위원회에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-91",
    "options": [
      "지적측량의뢰인과 지적측량수행자 간의 손해배상합의서",
      "지적측량의뢰인과 지적측량수행자 간의 화해조서",
      "지적위원회에서 손해 사실에 대하여 결정한 서류",
      "확정된 법원의 판결문 사본 또는 이에 준하는 효력이 있는 서류"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 과실로 지적측량을 부실하게 하여 지적측량의뢰인에게 재산상의 손해를 발생하게 한 경우, 지적측량의뢰인이 손해배상으로 보험금을 지급받기 위해 보험회사에 첨부하여 제출하는 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-92",
    "options": [
      "토지의 소재",
      "소유자의 성명 또는 명칭, 주소 및 주민등록번호",
      "건물의 명칭과 해당건물의 소유권 지분",
      "개별공시지가와 그 기준일"
    ],
    "subject": "지적관계법규",
    "text": "토지대장과 임야대장에 등록하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-93",
    "options": [
      "국가ㆍ지방자치단체ㆍ국제기관 및 외국정부의 등록번호는 기획재정부장관이 지정ㆍ고시한다.",
      "주민등록번호가 없는 재외국인의 등록번호는 대법원 소재지 관할 등기소의 등기관이 부여한다.",
      "법인의 등록번호는 주된 사무소 소재지 관할 등기소의 등기관이 부여한다.",
      "법이 아닌 사단이나 재단의 등록번호는 시장, 군수 또는 구청장이 부여한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 부동산 등기용 등록번호의 부여절차가 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-94",
    "options": [
      "승마장",
      "정구장",
      "스키장",
      "경륜장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목을 제육용지로 지정할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-95",
    "options": [
      "지적이 표시된 지형도에 도시ㆍ군관리계획사항을 명시한 도면을 작성할 때에는 축척 500분의 1 내지 1500분의 1로 작성하여야 한다.",
      "시장(대도시 시장 제외)이나 군수가 지형도면을 작성하면 도시자의 승인을 받아야 한다.",
      "국토교통부장관은 도시ㆍ군관리계획을 직접 입안한 경우 관계 특별시장ㆍ광역시장ㆍ특별자치시장ㆍ특별자치도지사ㆍ시장 또는 군수의 의견을 들어 직접 지형도면을 작성할 수 있다.",
      "대통령령으로 정하는 축척 이상의 지형도를 사용하여 도시ㆍ군관리계획결정을 고시한 경우 지형도면을 따로 작성하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "도시ㆍ군관리계획에 관한 지형도면의 고시에 관한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-96",
    "options": [
      "사업시행 신고로써 갈음할 수 있다.",
      "토지의 형질변경 공사 준공 완료 신고로써 갈음한다.",
      "사업완료 신고로써 갈음할 수 있다.",
      "등기촉탁 완료 통보로써 갈음할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "도시개발법에 따른 도시개발사업과 관련한 토지의 이동 신청 시, 그 신청대상지역이 환지를 수반하는 경우 토지의 이동 신청 방법으로 옳은 것은? (단, 사업완료 신고서에 토지의 이동 신청을 갈음한다는 뜻을 적은 경우이다.)",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-97",
    "options": [
      "청산금을 산정한 결과 차액이 생긴 경우 초과액은 그 지방자치단체의 수입으로 한다.",
      "지적소관청은 청산금의 수렴통지를 한 날부터 6개월 이내에 청산금을 지급하여야 한다.",
      "납부고지를 받은 날부터 3개월 이내에 청산금을 지적소관청에 내야 한다.",
      "청산금은 필지별 등록면적에 제곱미터당 금액을 곱하여 산출한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금의 산정 및 납부고지 등에 관한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-98",
    "options": [
      "금치산자",
      "파산자로서 복권되지 아니한 자",
      "지적측량업의 등록이 취소된 후 2년이 지나지 아니한 자",
      "금고 이상의 형의 집행유예를 선고받고 집행유예기산 중에 있는 자"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업 등록의 결격사유가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-99",
    "options": [
      "지적측량성과검사측량",
      "지적재조사에 관한 특별법에 따른 지적재조사사업",
      "지적제도 및 지적측량에 관한 연구ㆍ교육 등 지원사업",
      "공사의 목적을 달성하기 위하여 필요한 사업으로서 정관으로 정하는 사업"
    ],
    "subject": "지적관계법규",
    "text": "대한지적공사의 사업에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-100",
    "options": [
      "주차장:차",
      "공장용지:공",
      "유원지:유",
      "양어장:어"
    ],
    "subject": "지적관계법규",
    "text": "지적도 및 임야도에 지목을 등록하는 부호가 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130602-81",
    "options": [
      "1년이 되는 날",
      "2년이 되는 날",
      "3년이 되는 날",
      "5년이 되는 날"
    ],
    "subject": "지적관계법규",
    "text": "도시ㆍ군관리계획결정의 고시일로부터 얼마가 되는 날까지 규정에 따른 지형도면의 고시가 없는 경우 그 도시ㆍ구관리계획결정의 효력을 잃게 되는가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-82",
    "options": [
      "손실을 받은 자가 있으면 그 행위를 한 자는 그 손실을 보상하여야 한다.",
      "손실보상에 관하여는 손실을 보상할 자와 손실을 받은 자가 협의하여야 한다.",
      "손실을 보상할 자 또는 손실을 받은 자는 손실보상에 관한 협의가 성립되지 아니하는 경우, 관할 토지수용위원회에 재결을 신청할 수 있다.",
      "재결에 불복하는 자는 재결서 정본을 송달받은 날부터 3월 이내에 중앙토지수용위원회에 이의를 신청할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동을 조사하는 자가 측량 또는 조사 등에 필요하여 토지 등에 출입하거나 일시 사용함으로 인해 손실을 받은 자가 있는 경우의 손실보상에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-83",
    "options": [
      "공공사업에 따라 학교용지의 지목으로 되는 토지인 경우 해당 사업의 시행자",
      "국가나 지방자치단체가 취득하는 토지인 경우 해당 토지를 관리하는 행정기관의 장 또는 지방자치단체의 장",
      "민법 제404조에 따른 채권자",
      "전세권에 의하여 해당 토지를 점유하고 있는 점유자"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 하여야 하는 신청을 대신할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-84",
    "options": [
      "합병하려는 토지의 지적도 및 임야도의 축척이 서로 다른 경우",
      "합병하려는 각 필지의 지반이 연속되지 아니한 경우",
      "합병하려는 토지가 등기된 토지와 등기되지 아니한 토지인 경우",
      "합병하려는 토지 전부에 대한 등기원인 및 그 연월일과 접수번호가 같은 저당권의 등기가 있는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중에서 합병신청을 할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-85",
    "options": [
      "다툼이 되는 지적측량의 경위 및 그 성과",
      "청구 대상 토지의 공시지가 변동 사항",
      "해당 토지에 대한 토지이동 연혁",
      "해당 토지 주변의 경계 현황 실측도"
    ],
    "subject": "지적관계법규",
    "text": "지적측량 적부심사청구를 받은 시ㆍ도지사가 지방지적위원회에 회부하기 전에 조사하여야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-86",
    "options": [
      "3분의 1 이상",
      "4분의 1 이상",
      "3분의 2 이상",
      "4분의 3 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 지적공부를 관리하기 위하여 필요하다고 인정되어 직권으로 축척을 변경하기 위해, 축척변경위원회의 의결을 거치기 전 축척변경 시행지역 토지소유자의 동의를 얻어야 하는 기준은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-87",
    "options": [
      "골조는 철근콘크리트 이상의 강질로 할 것",
      "바닥과 벽은 2중으로 하고 영구적인 방수설비를 할 것",
      "전기시설을 설치하는 때에는 단독퓨즈를 설치하고 소화장비를 갖춰 둘 것",
      "온도 및 습도 자동조절장치를 설치하고, 연중평균온도는 섭씨 20±5를, 연중평균습도는 55±5퍼센트를 유지할 것"
    ],
    "subject": "지적관계법규",
    "text": "지적서고의 설치기준이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-88",
    "options": [
      "전용주거지역:양호한 주거환경을 보호하기 위하여 필요한 지역",
      "일반주거지역:주거기능을 위주로 일부 상업기능 및 업무기능을 보완하기 위하여 필요한 지역",
      "준주거지역:편리한 주거환경을 조성하기 위하여 필요한 지역",
      "일반준주거지역:근린지역에서의 일용품 및 서비스의 공급을 위하여 필요한 지역"
    ],
    "subject": "지적관계법규",
    "text": "도시ㆍ군관리계획으로 결정하는 주거지역의 분류 및 설명이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-89",
    "options": [
      "특급기술자 1명 또는 고급기술자 3명 이상",
      "중급기술자 3명 이상",
      "초급기술자 2명 이상",
      "지적 분야의 초급기능사 1명 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-90",
    "options": [
      "토지의 소재",
      "건물의 명칭",
      "토지의 등급",
      "소유권 지분"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대지권등록부의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-91",
    "options": [
      "1필지당 10원",
      "1필지당 20원",
      "1필지당 30원",
      "1필지당 40원"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료의 이용 또는 활용 신청 시 자료를 인쇄물로 제공할 때 수수료로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130602-92",
    "options": [
      "변경등기",
      "말소등기",
      "주등기",
      "경정등기"
    ],
    "subject": "지적관계법규",
    "text": "등기절차에 착오 또는 빠진 부분이 있어 원시적인 동기와 실체 관계가 불일치하여 이를 시정하기 위한 동기는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-93",
    "options": [
      "소유자에 관한 사은 지적소관청이 직권으로 조사하여 복구한다.",
      "측량결과도를 복구자료로 활용할 수 있다.",
      "토지이동정리결의서를 복구자료로 활용할 수 있다.",
      "지적소관청은 복구하려는 토지의 표시 등을 시ㆍ군ㆍ구 게시판 및 인터넷 홈페이지에 15일 이상 게이해야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-94",
    "options": [
      "지반자치단체",
      "지적소관청",
      "등가된 면적이 토지소유자",
      "국토교통부장관"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금을 산정한 결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 부족액은 누가 부담하는가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-95",
    "options": [
      "개발진흥지구",
      "특정용도제한지구",
      "시설보호지구",
      "보존지구"
    ],
    "subject": "지적관계법규",
    "text": "주거기능 보호나 청소년 보호 등의 목적으로 청소년 유해시설 등 특정시설의 입지를 제한할 필요가 있는 경우에 지정하는 용도지구는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-96",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "고의로 지적측량성과를 사실과 다르게 한 자에 대한 벌칙 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-97",
    "options": [
      "산림 및 원야를 이루고 있는 수림지는 “임야”이다.",
      "묘지의 관리를 위한 건축물의 부지는 “대”이다.",
      "정비공장 안에 설치된 송유시설 부지는 “주유소용지”이다.",
      "자연의 유수가 있거나 있을 것으로 예상되는 토지는 “하천”이다."
    ],
    "subject": "지적관계법규",
    "text": "지목의 구분 기준이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-98",
    "options": [
      "목적과 명칭",
      "조직 및 기구에 관한 사항",
      "지적측량업자의 교육에 관한 사항",
      "공고의 방법에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대한지적공사의 정관에 포함되어야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-99",
    "options": [
      "주택의 시공을 보증한 자 또는 입주예정자",
      "해당 토지를 관리하는 지방자치단체의 장",
      "공유자가 선임한 대표자",
      "채권자"
    ],
    "subject": "지적관계법규",
    "text": "「주택법」에 따른 주택건설사업의 시행자가 파산 등의 이유로 토지의 이동 신청을 할 수 없을 때에는 누가 이를 신청할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-100",
    "options": [
      "지적전산자료의 국내ㆍ외 유통사업",
      "지적제도 및 지적측량에 관한 외국기술의 도입과 국외 진출사업 및 국제교류협력",
      "지적제도 및 지적측량에 관한 연구ㆍ교육 등 지원사업",
      "지적전산자료를 활용한 정보화사업"
    ],
    "subject": "지적관계법규",
    "text": "대한지적공사가 추진할 수 있는 사업이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 4,
    "id": "ea20130310-81",
    "options": [
      "표시번호",
      "소재와 지번",
      "등기원인",
      "도면의 번호"
    ],
    "subject": "지적관계법규",
    "text": "토지 등기기록의 표제부에 기록하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-82",
    "options": [
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 토지소유자에게 납부고지를 하여야 한다.",
      "청산금의 납부고지를 받은 자는 그 고지를 받은 날부터 3개월 이내에 청산금을 지적소관청에 내야 한다.",
      "지적소관청은 청산금의 수령통지를 한 날부터 3개월 이내에 청산금을 지급하여야 한다.",
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 청산금의 수령통지를 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금의 납부고지 등에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-83",
    "options": [
      "도시개발사업이나 정비사업에 관한 계획",
      "기반시설의 설치ㆍ정비 또는 개량에 관한 계획",
      "기본적인 공간구조와 장기적인 발전 방향에 관한 계획",
      "용도지역ㆍ용도지구의지정 또는 변경에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "특별시ㆍ광역시ㆍ특별자치시ㆍ특별자치도ㆍ시 또는 군의 개발ㆍ정비 및 보전을 위하여 수립하는 “도시ㆍ군관리계획”에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-84",
    "options": [
      "토지의 고유번호",
      "지적도면의 번호",
      "부호 및 부호도",
      "도면별 경계점좌표등록부의 장번호"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-85",
    "options": [
      "토지소유자 전원",
      "0명",
      "토지소유자 대표 1명",
      "무작위 선정"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지소유자가 5명 이하인 경우, 토지 소유자 중 위원으로 위촉하여야 하는 기준은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-86",
    "options": [
      "측량일자",
      "측량수수료",
      "측량방법",
      "측량기간"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 지적측량의뢰를 받은 경우 지적측량 수행계획서에 기재하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-87",
    "options": [
      "등록사항 정정 측량 성과도",
      "확정판결서 사본",
      "이해관계인 2인 이상의 신청서",
      "신청당시의 부동산등기부등본"
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 등록사항에 대한 정정을 신청할 때, 경계 또는 면적의 변경을 가져오는 경우 지적소관청에 제출하여야 할 서류는?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-88",
    "options": [
      "20±5퍼센트",
      "30±5퍼센트",
      "50±5퍼센트",
      "65±5퍼센트"
    ],
    "subject": "지적관계법규",
    "text": "지적서고의 연중평균습도 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-89",
    "options": [
      "도시ㆍ군관리계획의 결정을 고시한 날부터",
      "도시ㆍ군관리계획의 결정고시가 된 날의 다음 날",
      "도시ㆍ군관리계획의 결정고시가 된 날부터 3일 후",
      "도시ㆍ군관리계획의 결정고시가 된 날부터 5일 후"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 도시ㆍ군관리계획의 결정은 언제를 기준으로 그 효력이 발생하는가?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-90",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "구청장 또는 면장의 서면에 의하여 자기의 소유권을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법상 미등기의 토지에 관한 소유권 보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-91",
    "options": [
      "자연환경보전지역",
      "준도시지역",
      "농림지역",
      "관리지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 국토의 용도지역 구분에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-92",
    "options": [
      "금치산자 또는 한정치산자",
      "국가보안법 또는 형법의 관련 규정을 위반하여 금고이상의 실형을 선고받고 그 집행이 끝나거나 집행이 면제된 날부터 2년이 지나지 아니한 자",
      "측량업의 등록이 취소된 후 2년이 지나지 아니한 자",
      "파산자로서 복권되지 아니한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량업 등록의 결격 사유에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-93",
    "options": [
      "국토지리정보원장",
      "지적소관청",
      "시ㆍ도지사",
      "국토해양부장관"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 관리하는 지적기준점표지가 멸실되거나 훼손되었을 때에는 누가 이를 설치하거나 보수하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-94",
    "options": [
      "1/500 내지 1/1500",
      "1/1000 내지 1/5000",
      "1/5000 내지 1/10000",
      "1/25000 내지 1/50000"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법령에 따라, 지적이 표시된 지형도에 도시ㆍ군관리계획사항을 명시한 도면을 작성하는 축척 기준으로 옳은 것은? (단, 녹지지역의 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-95",
    "options": [
      "300만원 이하의 과태료",
      "1년 이하의 징역 또는 1000만원 이하의 벌금",
      "2년 이하의 징역 또는 2000만원 이하의 벌금",
      "3년 이하의 징역 또는 3000만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "거짓으로 분할 신청을 한 경우 벌칙 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-96",
    "options": [
      "신청인의 지적전산자료 활용 능력",
      "신청 내용의 타당성 적합성 및 공익성",
      "개인의 사생활 침해 여부",
      "자료의 목적 외 사용 방지 및 안전관리대책"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료를 이용하거나 활용하려는 자로부터 심사신청을 받은 관계 중앙행정기관의 장이 심사하여야 할 사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-97",
    "options": [
      "축척변경",
      "신규등록",
      "등록사항의 정정",
      "지번변경"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 토지의 표시 변경에 관한 등기를 촉탁하는 사유가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-98",
    "options": [
      "국토해양부장관은 모든 토지에 대하여 필지별로 소재ㆍ지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표 드응ㄹ 조사ㆍ측량하여 지적공부에 등록하여야 한다.",
      "지적공부에 등록하는 지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표는 토지의 이동이 있을 때 토지소유자(법인이 아닌 사단이나 재단의 경우에는 그 대표자나 관리인)의 신청을 받아 지적소관청이 결정한다.",
      "토지의 소재와 지번은 토지대장과 임야대장에 공통적으로 등록되는 사항이다.",
      "지적소관청은 지적공부에 등록된 지번을 변경할 필요가 있다고 인정하면 국토해양부장관의 승인을 받아 지번부여지역의 전부 또는 일부에 대하여 지번을 새로 부여할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-99",
    "options": [
      "지적측량성과검사측량",
      "지적재조사에 관한 특별법에 따른 지적재조사사업에 따라 실시하는 지적확정측량",
      "도시개발사업 등이 띁남에 따라 하는 지적확정측량",
      "경계점좌표등록부가 있는 지역에서의 지적측량"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업자의 업무 범위에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-100",
    "options": [
      "토지소유자에 관한 사항을 정정하는 경우에는 주민등록등본ㆍ초본 및 가족관계 기록사항에 관한 증명서에 따라 정정하여야 한다.",
      "미등기 토지에 대하여 토지소유자의 성명 또는 명칭, 주민등록번호, 주소 등이 명백히 잘못된 겨우에는 가족관계기록사항에 관한 증명서에에 따라 정정하여야 한다.",
      "토지소유자는 지적공부의 등록사항에 잘못이 있음을 발견하면 지적소관청에 그 정정을 신청할 수 있다.",
      "지적공부의 등록사항 중 경계나 면적 등 측량을 수반하는 초지의 표시가 잘못된 경우에는 지적소관청은 그 정정이 완료될 때까지 지적측량을 정지시킬 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "등록사항의 정정에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20120826-81",
    "options": [
      "토지대장에 최초의 소유자로 등록되어 있는 자",
      "확정판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "지적소관청의 직원이 현지를 확인하여 자기의 소유권을 증명 받은 자"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법에 따라 미등기의 토지에 관한 소유권 보존 등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-82",
    "options": [
      "기반시설의 설치ㆍ정비 또는 개량에 관한 계획",
      "기본적인 공간구조와 장기발전방향에 대한 계획",
      "도시개발사업이나 정비사업에 관한 계획",
      "용도지역ㆍ용도지구의 지정 또는 변경에 관한 계획"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시ㆍ군관리계획에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-83",
    "options": [
      "축척변경 지번별 조서",
      "확정측량조서",
      "등록전환조서",
      "지적공부조서"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 축척변경에 관한 측량을 완료하였을 때 시행공고일 현재의 지적공부상의 면적과 측량 후의 면적을 비교하여 그 변동사항을 표시하여 작성하는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-84",
    "options": [
      "도로, 철도, 항만, 공항, 주차장 등 교통시설",
      "유통업무설비, 수도ㆍ전기ㆍ가스공급설비, 방송ㆍ통신시설, 공동구 등 유통ㆍ공급시설",
      "화장시설, 공동묘지, 봉안시설 등 보건위생시설",
      "광장, 놀이공원, 문화시설 등 위락시설"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 대통령령으로 정하는 기반시설이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-85",
    "options": [
      "도 단위",
      "시 단위",
      "시ㆍ도 단위",
      "시ㆍ군ㆍ구 단위"
    ],
    "subject": "지적관계법규",
    "text": "지저소관청이 토지이동현황 조사계획을 수립하는 단위는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-86",
    "options": [
      "지적삼각점표지의 점간거리는 평균 4km 이상 10km이하로 한다.",
      "다각망도선법에 따르는 경우를 제외하고 지적도근점표지의 점간거리는 평균 100m 이상 500m 이하로 한다.",
      "지적소관청은 연 1회 이상 지적기준점표지의 이상 유무를 조사하여야 한다.",
      "지적기준점표지가 멸실되거나 훼손되었을 때에는 시ㆍ도지사는 이를 다시 설치하거나 보수하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기준점좌표지의 설치ㆍ관리 등에 관한 설명이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-87",
    "options": [
      "위원장은 위원 중에서 지적소관청이 지명한다.",
      "위원회는 10명 이상 20면 이하의 위원으로 구성하되, 위원의 2분의 1 이상을 토지소유자로 하여야 한다.",
      "위원은 해당 축척변경 시행지역의 토지소유자로서 지역사정에 정통한 사람, 지적에 관하여 전문지식을 가진 사람중에서 지적소관청이 위촉한다.",
      "축척변경 시행지역의 토지소유자가 5명 이하일 때에는 토지소유자 전원을 위원으로 위촉하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-88",
    "options": [
      "등록전환신청",
      "지목변경신청",
      "신규등록신청",
      "바다로 된 토지의 등록말소신청"
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동 사항 중 신청기간이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-89",
    "options": [
      "지적도",
      "일람도",
      "공유지연명부",
      "대지권등록부"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-90",
    "options": [
      "중앙지적위원회",
      "지방지적위원회",
      "지적소관청",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "토지등의 출입 등에 따른 손실보상에 관하여 손실을 보상 할 자와 손실을 받은 자의 협의가 성립되지 않거나 협의를 할 수 없는 경우 재결을 신청할 수 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-91",
    "options": [
      "측량준비도",
      "지번별조서",
      "사업계획도",
      "확정측량 결과도"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등이 준공되기 전에 사업시행자가 지번부여신청을 할 경우 지적소관청은 무엇을 기준으로 지번을 부여 하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-92",
    "options": [
      "등기원인",
      "접수연월일",
      "도면의 번호",
      "표시번호"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기관이 토지 등기기록의 표제부에 기록 하여야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-93",
    "options": [
      "행정안전부장관이 허가구역을 지정할 수 있다.",
      "10년 이내의 기간을 정하여 지정한다.",
      "허가구역으로 지정하려면 중앙도시계획위원회의 심의를 거쳐야 한다.",
      "허가구역의 지정은 허가구역의 지정을 공고한 날부터 7일 후에 그 효력이 발생한다."
    ],
    "subject": "지적관계법규",
    "text": "토지거래계약에 관한 허가구역에 대한 설명이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-94",
    "options": [
      "3개월 이내",
      "1개월 이내",
      "15일 이내",
      "7일 이내"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 토지가 멸실될 경우 그 토지 소유권의 등기명의인은 그 사실이 있는 때부터 얼마 이내에 그 등기를 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-95",
    "options": [
      "용도지역의 지정은 도시ㆍ군기본계획으로 결정한다.",
      "도시지역은 주거지역, 상업지역, 공업지역, 녹지지역 및 보존지역으로 구분한다.",
      "용도지역은 도시, 준도시지역, 농림지역, 그리고 자연환경보전지역으로 구분한다.",
      "자연환경보전지역은 자연환경ㆍ수자원ㆍ해안ㆍ생태계ㆍ상수원 및 문화재의 보전과 수산자원의 보호ㆍ육성 등을 위하여 필요한 지역이다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도지역에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-96",
    "options": [
      "토지소유자",
      "지방자치단체",
      "대한지적공사",
      "국토해양부"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금을 산출한 결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 부족액은 누가 부담하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-97",
    "options": [
      "목장용지-축산업 및 낙농업을 하기 위하여 초지를 조성한 토지",
      "대-박물관ㆍ극장ㆍ미술관 등 문화시설과 이에 접속된 정원 및 부속시설물의 부지",
      "학교용지-학교의 교사와 이에 접속된 체육장 등 부속시설물의 부지",
      "도로-아파트ㆍ공장 등 단일 용도의 일정한 단지 안에 설치된 통로"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목의 구분이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-98",
    "options": [
      "면적",
      "지번",
      "대지권 비율",
      "토지의 고유번호"
    ],
    "subject": "지적관계법규",
    "text": "대지권등록부의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-99",
    "options": [
      "지적공부를 복구할 때에는 멸실ㆍ훼손 당시의 지적공부와 가장 부합된다고 인정되는 관계 자료에 따라 토지의 표시에 관한 사항을 복구하여야 한다.",
      "지적소관청은 지적공부의 전부 또는 일부가 멸실되거나 훼손된 경우에는 지체없이 이를 복구하여야 한다.",
      "소유자에 관한 사랑은 부동산등기부나 법원의 확정판결에 따라 복구하여야만 한다.",
      "지적소관청은 지적공부를 복구하려는 경우에는 복구하려는 토지의 표시 등을 시ㆍ군ㆍ구 게시판 및 인터넷 홈페이지에 7일 이상 게시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구 및 복구절차 등에 관한 내용이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-100",
    "options": [
      "지적기준측량, 분할측량",
      "지적공부복구측량, 축척변경측량",
      "경계복원측량, 지적현황측량",
      "신규등록측량, 등록전환측량"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청으로부터 측량성과에 대한 검사를 받지 않아도 되는 것만을 옳게 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120304-81",
    "options": [
      "대한지적공사는 지적측량과 지적제도에 관한 연구를 수행하기 위하여 설립한다.",
      "대한지적공사가 정관을 변경하려면 행정안전부장관의 인가를 받아야 한다.",
      "대한지적공사의 사업에는 지적측량에 관한 외국기술의 도입과 국외진출사업 및 국제교류협력 업무도 포함된다.",
      "대한지적공사는 법인으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대한지적공사에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-82",
    "options": [
      "15일",
      "30일",
      "60일",
      "90일"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자는 등록전환할 토지가 있는 경우 대통령령이 정하는 바에 따라 그 사유가 발생한 날부터 최대 몇 일 이내에 지적소관청에 등록전환을 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-83",
    "options": [
      "지적소관청은 축척변경에 관한 측량을 한 결과 측량 전에 비하여 면적의 증감이 있는 경우 그 증감면적에 대하여 청산을 하여야 한다.",
      "청산을 할 때에는 축척변경위원회의 의결을 거쳐 지번별 제곱미터당 금액을 정하여야 한다.",
      "청산금의 결정을 공고한 날부터 20일 이내에 토지소유자에게 청산금의 납부고지 또는 수령통지를 하여야 한다.",
      "지적소관청은 청산금을 지급받을 자가 청산금을 받기를 거부한 때에는 그 청산금을 공탁할 수 없다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경에 관한 측량에 따른 청산금의 산정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-84",
    "options": [
      "1억원 이상",
      "5억원 이상",
      "10억원 이상",
      "20억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 손해배상책임을 보장하기 위하여 대한지적공사가 가입하여야 하는 보증보험 금액 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-85",
    "options": [
      "등기필증",
      "등기부등본",
      "등기전산정보",
      "가족관계 기록사항에 관한 증명서"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 미등기 토지에 대하여 토지소유자의 성명, 주민 등록번호, 주소 등에 관한 사항의 정적을 신청한 경우로서 그 등록사항이 명백히 잘못된 경우 지적소관청이 참고하여야 하는 서류에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-86",
    "options": [
      "민법 제404조에 따른 채권자",
      "주택법에 따른 공동주택의 부지인 경우 집합건물의 소유 및 관리에 관한 법률에 따른 관리인(관리인이 없는 경우에는 공유자가 선임한 대표자) 또는 해당 사업의 시행자",
      "국가나 지방자치단체가 취득하는 토지인 경우 해당 사업의 시행자",
      "공공사업 등에 따라 학교용지ㆍ도로ㆍ철도용지ㆍ제방ㆍ하천ㆍ구거ㆍ유지ㆍ수도용지 등의 지목으로 되는 토지의 경우 해당 사업의 시행자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지소유자가 하여야 하는 신청을 대신할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-87",
    "options": [
      "토지거래계약은 토지에 관한 소유권 뿐 아니라 대가를 받고 지상권을 이전하거나 설정하는 계약을 포함한다.",
      "토지거래계약은 토지에 관한 소유권의 상속의 경우도 포함한다.",
      "토지거래계약은 토지를 단순히 증여하는 경우도 포함한다.",
      "토지거래계약을 체결하려는 당사자 중 일방의 허가만 받으면 계약을 체결할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 허가구역에 있는 토지에 관한 토지거래계약에 대한 설명으로 가장 옳은 것은? (단, 국토의 계획 및 이용에 관한 법률에 따른다.)",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-88",
    "options": [
      "토지소유자는 지적공부의 등록말소 신청을 하도록 통지를 받은 날부터 90일 이내에 등록말소신청을 하여야 한다.",
      "토지소유자가 기간 내에 등록말소신청을 하지 않은 경우 공유수면 관리청이 신청을 대신할 수 있다.",
      "지적소관청은 지적공부의 등록사항을 말소하거나 회복등록하였을 때에는 그 정리 결과를 토지소유자 및 해당 공유수면의 관리청에 통지하여야 한다.",
      "지적소관청이 회복등록을 하려면 그 지적측량성과 및 등록말소 당시의 지적공부 등 관계 자료에 따라야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 바다로 된 토지의 등록말소 및 회복에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-89",
    "options": [
      "소유권의 보존",
      "소유권의 등록",
      "소유권의 경정",
      "소유권의 말소"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기관이 토지에 관한 등기를 하였을 때 지적공부소관청에 지체없이 그 사실을 알려야 하는 대상에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-90",
    "options": [
      "토지의 소재",
      "대지권 비율",
      "소유자의 성명",
      "개별공시지가"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대지권등록부의 등록사랑에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-91",
    "options": [
      "위원장 부위원장을 포함하여 5명 이상 10명 이하의 위원으로 구성한다.",
      "위원장은 국토해양부의 지적업무 담당 국장이 된다.",
      "위원장 및 부위원장을 포함한 임원의 임기는 2년이다.",
      "지적측량에 대한 적부심사 청구사항을 심의ㆍ의결하기 위해 국토해양부에 마련된 기구다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 중앙지적위원회에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-92",
    "options": [
      "위원장은 위원 중 3분의 2 이상을 지지를 받은 자를 지적소관청이 임명한다.",
      "위원은 해당 축척변경 시행지역의 토지소유자로서 지역사정에 정통한 사람, 지적에 관하여 전문지식을 가진 사람 중에서 위촉한다.",
      "5명 이상 10명 이하의 위원으로 구성한다.",
      "위원의 2분의 1 이상을 토지소유자로 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 구성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-93",
    "options": [
      "지번변경에 따른 토지의 표시 변경",
      "신규에 따른 토지의 표시 변경",
      "축척변경에 따른 토지의 표시 변경",
      "지적공부 등록사항의 정정에 따른 토지의 표시 변경"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국가가 국가를 위하여 하는 등기로 보는 등기촉탁 사유에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-94",
    "options": [
      "99-1로 한다.",
      "100-1로 한다.",
      "222로 한다.",
      "325로 한다."
    ],
    "subject": "지적관계법규",
    "text": "합병하고자 하는 4필지의 지번이 99-1, 100-10, 222, 325인 경우 지번의 결정 방법으로 옳은 것은? (단, 토지소유자가 별도의 신청을 하는 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-95",
    "options": [
      "도로",
      "공원",
      "주차장",
      "잡종지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 고속도로 휴게소 부지의 지목으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-96",
    "options": [
      "7일 이내",
      "30일 이내",
      "60일 이내",
      "90일 이내"
    ],
    "subject": "지적관계법규",
    "text": "지적측량 적부심사 의결서 통지받은 자가 지방지적위원회의 의결에 불복하는 경우에는 그 의결서를 받은 날부터 몇 일 이내에 국토해양부장관에게 재심사를 청구할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-97",
    "options": [
      "대법원장",
      "고등법원장",
      "지적소관청",
      "지방법원장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 원칙적으로 등기관을 지정하는 자는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-98",
    "options": [
      "가등기",
      "예고등기",
      "부기등기",
      "회복등기"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기원인의 무효나 취소로 인한 등기의 말소 또는 회복의 소가 제기된 경우에 한하여 실시하는 등기는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-99",
    "options": [
      "도시지역은 인구와 산업이 밀집되어 있거나 밀집이 예상되어 그 지역에 대해 체계적인 개발ㆍ정비ㆍ관리ㆍ보전 등이 필요한 지역을 말한다.",
      "도시지역은 도시지역의 인구와 산업을 수용하기 위하여 도시지역에 준하여 체계적으로 관리하거나 농림업의 진흥, 자연환경 또는 산림의 보전을 위하여 필요한 지역을 말한다.",
      "농림지역은 도시지역에 속하지 아니하는 농지법에 따른 농업진흥지역 또는 산지관리법에 따른 보전산지 등으로 농림업을 진흥시키고 산림을 보전하기 위해 필요한 지역을 말한다.",
      "자연녹지보전지역은 자연환경ㆍ수자원ㆍ해안ㆍ생태계ㆍ상수원 및 문화재의 보전과 수산자원의 보호ㆍ육성 등을 위하여 필요한 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률에 따른 용도 지역에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-100",
    "options": [
      "합병하려는 각 필지의 지목은 같으나 일부 토지의 용도가 다르게 되어 분할대상 토지인 경우",
      "합병하려는 토지의 지적도 및 임야도의 축척이 서로 다른 경우",
      "합병하려는 토지 전부에 접수번호는 다르나 등기원인이 동일한 저당권의 등기가 있는 경우",
      "합병하려는 토지의 소유자별 공유지분이 다른 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 합병 신청이 제한되는 경우로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20110612-81",
    "options": [
      "경작을 위한 토지의 형질변경",
      "토석의 채취",
      "건축물의 건축 또는 공작물의 설치",
      "관리지역에 물건을 1개월 이상 쌓아놓는 행위"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률상 특별시장ㆍ광역시장ㆍ시장 또는 군수의 허가를 받아야 하는 개발행위가 아닌 것은? (단, 도시계획사업에 의하는 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-82",
    "options": [
      "국토해양부장관이 기본측량을 실시하기 위하여 토지를 사용함에 따른 손실보상에 관한 경우",
      "지적소관청이 측량을 방해하는 장애물을 제거하는 경우",
      "축척변경위원회가 축척변경에 따른 청산금을 산정하는 경우",
      "지적측량수행자가 측량성과를 검사하기 위하여 타인의 토지에 출입하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률을 적용하여야 하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-83",
    "options": [
      "지적측량업자 : 1억원 이상",
      "지적측량업자 : 5천만원 이상",
      "대한지적공사 : 10억원 이상",
      "대한지적공사 : 5억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량수행자가 손배배상책임을 보장하기 위하여 보증보험에 가입하여야 하는 금액 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-84",
    "options": [
      "직각좌표계 원점명",
      "지적위성기준점의 명칭",
      "표지의 재질",
      "소재지와 측량연월일"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 지적삼각보조점성과표 및 지적도 근점성과표에 기록ㆍ관리하여야 하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-85",
    "options": [
      "토지등록업무의 개선",
      "지적기술자의 양성방안",
      "지적기술자의 징계",
      "지적측량 적부심사 청구사항"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 중앙지적위원회의 심의ㆍ의결사항으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-86",
    "options": [
      "형질변경허가서",
      "법원의 확정판결서 정본 또는 사본",
      "소유권을 증명할 수 있는 서류의 사본",
      "공유수면 관리 및 매립에 관한 법률에 따른 준공검사 확인증 사본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 신규등록 신청에 필요한 첨부 서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-87",
    "options": [
      "제조업을 하고 있는 공장시설물의 부지는 ‘공장용지’로 한다.",
      "고속도로의 휴게소 부지는 ‘도로’로 한다.",
      "국토의 계획 및 이용에 관한 법률 등 관계 법령에 따른 택지조성공사가 준공된 토지는 ‘대’로 한다.",
      "온수ㆍ약수ㆍ석유류를 일정한 장소로 운송하는 송수관ㆍ송유관 및 저장시설의 부지는 ‘광천지’로 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목의 구분이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-88",
    "options": [
      "청산금을 산정한 결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우, 부족액은 그 지방자치단체가 부담한다.",
      "청산금은 토지대장에 등록된 필지별 면적에 지번별 제곱미터당 금액을 곱하여 산출한다.",
      "지적소관청은 수령통지를 한 날부터 6개월 이내에 청산금을 지급하여야 한다.",
      "청산금을 청산할 때에는 축척변경위원회의 의결을 거쳐 지번별 제곱미터당 금액을 정하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경에 따른 청산금의 산정에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-89",
    "options": [
      "토지의 소재, 지목",
      "토지의 소재, 지번",
      "도면의 제명, 경계",
      "지적도면의 번호, 지목"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적도ㆍ임야도ㆍ경계점좌표등록부에 공통으로 등록되는 사항으로만 나열된 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-90",
    "options": [
      "관할 도지사",
      "국토해양부장관",
      "국무총리",
      "대통령"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 광역계획권을 지정한 날부터 3년이 지날 때까지 관할 시장 또는 군수로부터 광역도시계획의 승인 신청이 없는 경우 광역도시계획의 수립권자는?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-91",
    "options": [
      "신청서",
      "소유권의 보존 등기를 신청하는 경우 신청인의 주소를 증명하는 서면",
      "토지거래계약 허가구역인 경우 토지거래허가서",
      "대리인이 등기를 신청할 때에는 그 권한을 증명하는 서면"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기신청에 필요한 서면에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-92",
    "options": [
      "5명 이상 10명 이하의 위원으로 구성하되, 위원의 3분의 2 이상을 축척변경 시행지역의 토지소유자로 하여야 한다.",
      "축척변경 시행지역의 토지소유자가 7명 이하일 때 토지소유자 전원을 위원으로 위촉하여야 한다.",
      "위원장은 위원 중에서 지적에 관하여 전문지식을 가지고 해당 지역의 사정에 정통한 사람 중에서 국토해양부장관이 지명한다.",
      "위원은 지적소관청이 위촉한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경위원회의 구성에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-93",
    "options": [
      "소유권이전, 매매 등을 위하여 필요한 경우",
      "토지이용상 불합리한 지상경계를 시정하기 위한 경우",
      "도시관리계획선에 따라 토지를 분할하는 경우",
      "지적공부에 등록된 1필지의 일부가 형질변경 등으로 용도가 변경된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지소유자가 지적소관청에 토지의 분할을 신청 할 수 있는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-94",
    "options": [
      "지적소관청은 토지소유자가 지적공부의 등록말소 신청의 통지를 받은 날부터 90일 이내에 등록말소 신청을 하지 아니하면 대통령령으로 정하는 바에 따라 등록을 말소한다.",
      "지적소관청은 지적공부에 등록된 토지지가 지형의 변화로 바다로 되어 다른 지목의 토지로 될 가능성이 없는 경우 토지소유자에게 지적공부의 등록말소 신청을 하도록 통지하여야 한다.",
      "지적소관청은 토지가 지형의 변화 등으로 다시 토지가 된 경우라도 등록말소된 토지를 회복등록할 수 없다.",
      "지적소관청은 등록말소한 경우 그 정리 결과를 토지소유자 및 해당 공유수면의 관리청에 통지하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 바다로 된 토지의 등록말소 신청에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-95",
    "options": [
      "야구장",
      "승마장",
      "경륜장",
      "경마장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목을 ‘체육용지’로 설정할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-96",
    "options": [
      "합병하려는 토지의 지적도 및 임야도의 축척이 서로 다른 경우",
      "합병하려는 토지가 등기된 토지와 등기되지 아니한 토지인 경우",
      "합병하려는 토지의 지번부여지역, 지목 또는 소유자가 서로 다른 경우",
      "합병 신청과 동시에 토지의 용도에 따라 분할 신청을 하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 합병을 신청할 수 없는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-97",
    "options": [
      "도시개발사업 등이 준공되기 전에 지번을 부여하는 때에는 사업 등의 신고시 제출한 지번별조서를 따르되 지적확정측량의 지번부여 방법에 따라 지번을 부여하여야 한다.",
      "지번은 아라비아 숫자로 표기하되, 임야대장 및 임야도에 등록하는 토지의 지번은 숫자 앞에 ‘산’자를 붙여야 한다.",
      "지번은 북서에서 남동으로 순차적으로 부여한다.",
      "신규등록 대상토지가 여러 필지로 되어 있는 경우 그 지번부여지역의 최종 본번의 다음 순번부터 본번으로 하여 순차적으로 지번을 부여할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지번의 구성 및 부여방법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-98",
    "options": [
      "카드로 된 대장은 지적공부 보관상자에 넣어 보관하여야 한다.",
      "부책으로 된 대장은 100장 단위로 바인더(binder)에 넣어 보관하여야 한다.",
      "일람도ㆍ지번색인표 및 지적도면은 지번부여지역별로 도면번호순으로 보관하되, 각 장별로 보호대에 넣어야 한다.",
      "지적공부 보관상자는 벽과 바닥에 밀착시켜 놓아야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 보관방법 기준에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-99",
    "options": [
      "토지의 투기적인 거래가 성행하거나 지가가 급격히 상승하는 지역에 대하여 지정할 수 있다.",
      "국토해양부장관은 토지거래계약에 관한 허가구역으로 지정하려면 중앙도시계획위원회의 심의를 거쳐야 한다.",
      "토지거래계약에 관한 허가구역으로 지정된 지역의 시장ㆍ군수ㆍ구청장은 7일 이상 공고하여야 한다.",
      "토지거래계약에 관한 허가구역으로 지정한 때에는 국토해양부장관이 시장ㆍ군수ㆍ구청장에게 공고 내용을 통지하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지거래계약에 관한 허가구역의 지정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-100",
    "options": [
      "지적측량성과검사측량",
      "지적재조사사업",
      "지적제도 및 지적측량에 관한 연구ㆍ교육 등 지원사업",
      "공사의 목적을 달성하기 위하여 필요한 사업으로 정관으로 정하는 사업"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대한지적공사의 사업에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110320-81",
    "options": [
      "좌표 및 표고",
      "시준점의 명칭",
      "경도 및 위도",
      "자오선수차"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적삼각점성과표에 기록ㆍ관리하여야 하는 사항 중 필요한 경우로 한정하여 기재하는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-82",
    "options": [
      "신규등록",
      "토지등급변경",
      "토지소유자변경",
      "수확량등급변경"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적관계 법률에 따른 ‘토지의 이동’에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-83",
    "options": [
      "공공사업 등에 따라 지목이 학교용지로 되는 토지를 분할하는 경우",
      "토지를 토지소유자의 필요에 의해 분할하는 경우",
      "도시개발사업 등의 사업시행자가 사업지구의 경계를 결정하기 위하여 토지를 분할하려는 경우",
      "법원의 확정판결이 있는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 분할에 따른 지상경계를 지상건축물에 걸리게 결정할 수도 있는 경우로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-84",
    "options": [
      "지적소관청",
      "시ㆍ도지사",
      "행정안전부장관",
      "국토해양부장관"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부에 관한 전산자료의 이용에 대한 승인권자에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-85",
    "options": [
      "골조는 철근콘크리트 이상의 경질로 할 것",
      "바닥과 벽은 2중으로 하고 영구적인 방수설비를 할 것",
      "전기시설을 설치하는 때에는 단독퓨즈를 설치하고 소화장비를 갖춰 둘 것",
      "온도 및 습도 자동조절장치를 설치하고, 연중평균온도는 섭씨 320±5를, 연중평균습도는 55±5퍼센트를 유지할 것"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적서고의 설치기준으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-86",
    "options": [
      "판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "시ㆍ군ㆍ구의 장의 서면에 의하여 자기의 소유권을 증명하는 자",
      "토지대장등본에 의하여 피상속인이 토지대장에 소유자로서 등록되어 있는 것을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 미등기토지의 소유권 보존등기를 신청할 수 있는 자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-87",
    "options": [
      "지적공부의 등본",
      "측량결과도",
      "건축물관리대장",
      "토지이동정리 결의서"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구자료에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-88",
    "options": [
      "전용상업지역",
      "중심상업지역",
      "일반상업지역",
      "근린상업지역"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법령에 따른 상업지역의 세분에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-89",
    "options": [
      "등기의무자의 권리에 관한 등기필증",
      "등기의무자의 인감증명서",
      "신청서의 부본",
      "등기의무자의 주소를 증명하는 서면"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법상 등기원인을 증명하는 서면이 처음부터 없거나 그 서면을 제출할 수 없는 경우에 제출하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-90",
    "options": [
      "광역계획권의 장기발전방향을 제시하는 계획",
      "도시계획 수립 대장 지역의 일부에 대하여 토지 이용을 합리화하고 미관을 개선하며 그 지역을 체계적으로 관리하기 위하여 수립하는 계획",
      "특별시ㆍ광역시ㆍ시 또는 군의 개발ㆍ정비 및 보전을 위하여 수립하는 토지이용, 교통, 환경, 경관, 안전, 산업, 정보통신, 보건, 후생, 안보, 문화 등에 관한 계획",
      "특별시ㆍ광역시ㆍ시 또는 군의 관할구역에 대하여 기본적인 공간구조와 장기발전방향을 제시하는 종합계획으로서 도시관리계획 수립의 지침이 되는 계획"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시기본계획에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-91",
    "options": [
      "지번",
      "도면번호",
      "토지의 고유번호",
      "소유자의 주민등록번호"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대지권 등록부의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-92",
    "options": [
      "법원의 확정판결서 정본 또는 사본",
      "소유권을 증명할 수 있는 서류의 사본",
      "공유수면 관리 및 매립에 관한 법률에 따른 준공검사 확인증 사본",
      "도시계획구역의 토지를 그 지방자치단체의 명의로 등록하는 때에는 국토해양부장관과 협의한 문서의 사본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 신규등록 신청시 신규등록 사유를 적은 신청서에 첨부하여 제출할 수 있는 서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-93",
    "options": [
      "행정안전부장관",
      "국토지리정보원장",
      "국가정보원장",
      "국토해양부장관"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 효율적인 관리 및 활용을 위하여 지적정보 전담 관리기구를 설치ㆍ운영하는 자는?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-94",
    "options": [
      "지적소관청은 축척변경 시행지역의 각 필지별 지번, 지목, 면적, 경계 또는 좌표를 새로 정하여야 한다.",
      "잦은 토지의 이동으로 1필지의 규모가 작아서 소축척으로는 지적측량성과의 결정이 곤란한 경우 지적소관청은 일정한 지역을 정하여 그 지역의 축척을 변경할 수 있다.",
      "지적소관청은 하나의 지번부여지역에 서로 다른 축척의 지적도가 있는 경우 일정한 지역을 정하여 그 지역의 축척을 변경할 수 있다.",
      "지저소관청이 지적공부의 관리에 필요하여 축척변경을 하고자 하는 경우 축척변경 시행지역의 토지소유자의 3분의 1 이상의 동의를 얻어야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-95",
    "options": [
      "지적공부를 복구하는 경우",
      "축척변경을 하는 경우",
      "등록사항 정정에 따라 경계를 정정하는 경우",
      "합병하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 세부측량을 하는 때에 필지마다 면적을 측정하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-96",
    "options": [
      "비행장",
      "죽림지",
      "갈대밭",
      "도축장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목이 ‘잡종지’에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-97",
    "options": [
      "시ㆍ도지사",
      "행정안전부장관",
      "중앙지적위원회",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 측량기준점의 설치를 위하여 토지등의 출입 등에 따라 손실이 발생하여, 손실을 받은 자와 협의가 성립되지 아니한 경우 다음 중 어느 곳에 재결을 신청할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-98",
    "options": [
      "지적공부소 소관청",
      "관할 등기소",
      "이해관계인",
      "행정안전부장관"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기관이 토지 소유권의 이전 등기를 한 경우 지체없이 그 사실을 누구에게 알려야 하는가?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-99",
    "options": [
      "토지등록업무의 개선을 위하여",
      "지적측량에 대한 적부심사 청구사항을 심의ㆍ의결하기 위하여",
      "지적기술자의 양성반안을 마련하기 위하여",
      "지저기술자의 징계 및 지적측량업을 체게적으로 관리하기 위하여"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토해양부에 중앙지적위원회를 두는 이유로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-100",
    "options": [
      "목적과 명칭",
      "조직 및 기구에 관한 사항",
      "지적측량업자의 교육에 관한 사항",
      "공고의 방법에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대한지적공사의 정관에 포함되어야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20100725-81",
    "options": [
      "이해관계인의 승낙서",
      "토지대장등본이나 임야대장등본",
      "지적도나 임야도",
      "멸실 및 증감확인서"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 토지의 분합, 멸실, 면적의 증감 또는 지목의 변경이 있어 그 등기를 신청하는 경우 등기신청서에 첨부하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-82",
    "options": [
      "경관지구:경관을 보호ㆍ형성하기 위하여 필요한 지구",
      "미관지구:미관을 유지하기 위하여 필요한 지구",
      "발재지구:화재 위험을 예방하기 위하여 필요한 지구",
      "고도지구:쾌적한 환경 조성 및 토지의 효율적 이용을 위하여 건축물 높이의 최저한도 또는 최고한도를 규제할 필요가 있는 지구"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도지구에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-83",
    "options": [
      "토지의 분합",
      "토지의 지번 변경",
      "토지 면적의 증감",
      "토지 지목의 변경"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 토지 소유권의 등기명의인이 1개월 이내에 그 등기를 신청하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-84",
    "options": [
      "토지의 형질변경 등의 공사가 허가된 때",
      "토지의 형질변경 등의 공사가 착수된 때",
      "토지의 형질변경 등의 공사가 준공된 때",
      "토지의 형질변경 등의 공사가 완료된 때"
    ],
    "subject": "지적관계법규",
    "text": "도시개발법에 따른 도시개발사업으로 인하여 토지의 이동이 필요한 경우, 토지의 이동은 언제 이루어진 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-85",
    "options": [
      "위원장 및 부위원장을 제외한 위원의 임기는 2년으로 한다.",
      "위원장은 국토해양부장관이 임명하거나 위촉한다.",
      "위원장 1명과 부위원장 1명을 제외하고, 5명 이상 10명 이하의 위원으로 구성한다.",
      "위원장과 부위원장의 임기는 2년으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 구성 등에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-86",
    "options": [
      "지상권",
      "지역권",
      "전세권",
      "저당권"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기신청서에 채권액과 채무자를 기재하여야 하는 설정등기는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-87",
    "options": [
      "개발제한구역",
      "도시자연공원구역",
      "개발밀도관리구역",
      "시가화조정구역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따른 용도구역에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-88",
    "options": [
      "대한지적공사장",
      "행정안전부장관",
      "시ㆍ도지사",
      "구청장"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업자는 등록사항이 변경된 경우 누구에게 신고하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-89",
    "options": [
      "면적",
      "경계",
      "지목",
      "지번"
    ],
    "subject": "지적관계법규",
    "text": "지적도 및 임야도에 등록하여야 하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-90",
    "options": [
      "위원장은 위원 중 3분의 2 이상의 지지를 받은 자를 지적소관청이 임명한다.",
      "위원은 해당 축척변경 시행지역의 토지소유자로서 지역사정에 정통한 사람, 지적에 관하여 전문지식을 가진 사람중에서 위촉한다.",
      "5명 이상 10명 이하의 위원으로 구성한다.",
      "위원의 2분의 1 이상을 토지소유자로 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 구성에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-91",
    "options": [
      "60일",
      "90일",
      "120일",
      "150일"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자는 지목변경을 할 토지가 있으면 대통령령으로 정하는 바에 따라 그 사유가 발생한 날부터 몇 일 이내에 지적소관청에 지목변경을 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-92",
    "options": [
      "등기필증",
      "지적공부등본",
      "법원의 확정판결서",
      "지적공부정리결의서"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 등록사항을 정정할 때 토지소유자에 관한 사항은 다음 중 무엇에 의하여 정정하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-93",
    "options": [
      "손실을 받은 자가 있으며 ㄴ그 행위를 한 자는 그 손실을 보상하여야 한다.",
      "손실보상에 관하여는 손실을 보상할 자와 손실을 받은 자가 협의하여야 한다.",
      "손실을 보상할 자 또는 손실을 받은 자는 손실보상에 관한 협의가 성립되지 아니하는 경우 관할 토지수용위원회에 재결을 신청할 수 있다.",
      "재결에 불복하는 자는 재결서 정본을 송달받은 날부터 3월 이내에 중앙토지수용위원회에 이의를 신청할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "토지의 이동을 조사하는 자가 측량 또는 조사 등에 필요하여 토지등에 출입하거나 일시 사용함으로 인해 손실을 받은 자가 있는 경우의 손실보상에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-94",
    "options": [
      "가등기",
      "변경등기",
      "말소등기",
      "예고등기"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기할 사항 중 어느 하나에 해당하는 권리의 설정, 이전, 변경 또는 소멸의 청구권을 보전하려는 때에 행하는 등기는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-95",
    "options": [
      "축척변경을 한 때",
      "지목변경을 한 때",
      "도시계획사업을 완료한 때",
      "지적공부의 일부가 훼손된 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구 사유에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-96",
    "options": [
      "금치산자 또는 한정치산자",
      "금고 이상의 형의 집행유예를 선고받고 그 집행유예 기간 중에 있는 자",
      "지적측량업의 등록이 취소된 후 2년이 지나지 아니한 자",
      "금고 이상의 실형을 선고받고 그 집행이 끝나거나(집행이 끝난 것으로 보는 경우를 포함한다.) 집행이 면제된 날부터 3년이 지나지 아니한 자"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록을 할 수 없는 결격사유(기준)로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-97",
    "options": [
      "도곽선",
      "토지의 소재",
      "지번",
      "지목"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적 관련 법률에 따른 ‘토지의 표시’에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-98",
    "options": [
      "토지이동정리결의서의 내용과 다르게 정리된 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우",
      "지적측량성과와 다르게 정리된 경우",
      "임야도에 등록된 필지의 경계가 잘못되어 면적이 감소된 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적소관청이 지적공부의 등록사항에 잘못이 있음을 발견한 때 직권으로 조사ㆍ측량하여 정정할 수 있는 경우로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-99",
    "options": [
      "섭씨 20±5도, 60±5퍼센트",
      "섭씨 25±5도, 65±5퍼센트",
      "섭씨 20±5도, 65±5퍼센트",
      "섭씨 25±5도, 60±5퍼센트"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적서고의 연중 평균온도 및 연중 평균습도에 대한 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-100",
    "options": [
      "지적소관청은 청산금의 결정을 공고한 날부터 1개월 이내에 토지소유자에게 납부고지를 하여야 한다.",
      "청산금의 납부고지를 받은 자는 그 고지를 받은 날부터 3개월 이내에 청산금을 지적소관청에 내야 한다.",
      "지적소관청은 청산금의 수령통지를 한 날부터 3개월 이내에 토지소유자에게 청산금을 지급하여야 한다.",
      "지적소관청은 청산금의 결정을 공고한 날부터 6개월 이내에 청산금에 관한 사무를 종결하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산금의 납부고지 등에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100509-81",
    "options": [
      "축척변경",
      "신규등록",
      "바다로 된 토지의 등록말소",
      "행정구역개편으로 인한 지번변경"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 토지표시의 변경에 관한 등기를 할 필요가 있는 경우 관할 등기관서에 등기 촉탁을 하여야 하는 사유에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-82",
    "options": [
      "부기등기",
      "경정등기",
      "회복등기",
      "기입등기"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 이미 완료된 등기에 대해 등기절차상에 착오 또는 유루(遺漏)가 발생하여 원시적으로 등기사항과 실체사항과의 불일치가 발생되었을 때 이를 시정하기 위하여 행하여 지는 등기는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-83",
    "options": [
      "소유권과 지역권",
      "지상권과 전세권",
      "점유권과 유치권",
      "저당권과 임차권"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법상 등기하여야 할 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-84",
    "options": [
      "토지의 소재",
      "건물의 명칭",
      "토지의 등급",
      "소유권 지분"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대지권등록부의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-85",
    "options": [
      "구청장",
      "행정안전부장관",
      "시ㆍ도지사",
      "지적소관청"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량업을 하려는 자는 원칙적으로 어디에 등록을 하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-86",
    "options": [
      "국토지리정보원장에게 이의 신청을 하거나 해당토지에 관한 권리의 매수를 청구 할 수 있다.",
      "국토해양부 장관에게 이의 신청하거나 해당토지에 관한 권리매수를 청구 할 수 있다.",
      "시장ㆍ군수 또는 구청장에게 해당토지에 관한 권리의 매수를 청구 할 수 있다.",
      "국토이용계획심의회에 이의 신청을 한 후 심사결과에 따라 해당토지에 관한 권리를 매수할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "토지거래계약에 관한 허가구역에서 토지거래계약 허가 신청이 불허가 처분 된 경우 토지소유자가 취할 수 있는 권리구제 수단으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-87",
    "options": [
      "대통령령이 정하는 기반시설의 배치와 규모",
      "건축물의 용도 제한",
      "환경관리계획 또는 경관계획 인구 또는 산업기능의 배분계획",
      "복원중"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지구단위계획에 포함되어야 할 사항으로 가장 거리가 먼 것은? (정확한 보기내용을 아시는분께서는 오류 신고를 통하여 보기 내용 작성 부탁드립니다. 문제 오류로 정답은 4번입니다.)",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-88",
    "options": [
      "토지대장에 소유자로 등록되어 있는 것을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "판결에 의하여 자기의 소유권을 증명하는 자",
      "구청장 또는 면장의 서면에 의하여 자기의 소유권을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법상 미등기토지의 소유권 보존등기를 신천 할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-89",
    "options": [
      "승낙서에 대항 할 수 있는 재판의 등본",
      "시, 구, 읍, 면장의 서면",
      "공동담보목록원본",
      "가등기 명의인의 승낙서"
    ],
    "subject": "지적관계법규",
    "text": "등기의 말소를 신청하는 경우 그 말소에 대하여 등기상 이해관계가 있는 제3자가 있을 때 신청서에 첨부하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-90",
    "options": [
      "25만원의 과태료에 처한다.",
      "40만원의 과태료에 처한다.",
      "50만원의 과태료에 처한다.",
      "100만원의 과태료에 처한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 이동을 조사하는 자에 대하여 토지등의 점유자가 정당한 사유없이 토지 등에의 출입 등을 방해하거나 거부한 경우 벌칙기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-91",
    "options": [
      "지적공부가 일부 멸실ㆍ훼손되어 이를 복구하는 경우",
      "토지소유자의 변동에 따라 지적공부를 정리하려는 경우",
      "도시개발사업으로 인한 토지의 이동이 있는 경우",
      "지적공부에 등록된 지번을 변경 할 필요가 있다고 인정하여 도지사의 승인을 얻어 지번부여지역안의 일부에 대하여 지번을 새로이 부여하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 토지이동정리결의서를 작성하여야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-92",
    "options": [
      "지목변경없이 등록전환을 신청 할 수 있다.",
      "지목변경 후 등록전환을 신청 할 수 있다.",
      "지목변경없이 신규등록을 신청할 수 있다.",
      "지목변경 후 신규등록을 신청할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "대부분의 토지가 등록전환되어 나머지 토지를 임야도에 계속 존치하는 것이 불합리한 경우의 토지이동 신청절차로서 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-93",
    "options": [
      "20원",
      "30원",
      "40원",
      "50원"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적전산자료를 전산매체로 제공하는 경우 1필지당 부과하는 수수료는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-94",
    "options": [
      "고급기술자 1명이상",
      "중급기술자 1명이상",
      "초급기술자 1명이상",
      "지적분야의 초급기능사 2명 이상"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량업의 등록에 필요한 기술능력의 등급별 인원기준으로 옳은 것은?(단, 상위등급의 기술능력으로 하위 등급의 기술능력을 대체하는 경우는 고려하지 않는다.)",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-95",
    "options": [
      "국토해양부장관",
      "행정안전부장관",
      "특별시장",
      "구청장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률상 원칙적으로 공동구를 관리하여야 하는 자는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-96",
    "options": [
      "토지대장",
      "건축물대장의 등본",
      "경계점좌표등록부",
      "임야대장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산소유권 이전등기를 신청하는 경우에 제출하여야 할 서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-97",
    "options": [
      "지적측량업자 - 1억원, 지적공사 - 20억원",
      "지적측량업자 - 1억원, 지적공사 - 10억원",
      "지적측량업자 - 3억원, 지적공사 - 10억원",
      "지적측량업자 - 3억원, 지적공사 - 20억원"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량수행자가 지적측량을 함에 있어서 고의 또는 과실로 인한 손해배상책임을 보장하기 위하여 가입하여야 하는 보증보험의 가입금액기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-98",
    "options": [
      "토지소유자",
      "지방자치단체",
      "도지사",
      "국가기관"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따라 청산금을 산출한 결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생긴 경우 부족액은 누가 부담하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-99",
    "options": [
      "액화석유가스를 판매하기 위하여 일정한 설비를 각춘시설물의 부지",
      "석유ㆍ석유제품의 판매를 위하여 일정한 설비를 갖춘 시설물의 부지",
      "저유소ㆍ원유저장소의 부지",
      "자동차 정비공장안에 설치된 송유시설의 부지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목이 주유소 용지에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-100",
    "options": [
      "지적공부등록필지수가 10만 필지이하인 때에 지적서고의 기준면적은 80m2이다.",
      "지적서고에는 지적공부, 지적관계서류는 물론 지적측량장비도 보관할 수 있다.",
      "지적서고에는 온도 및 습도의 자동조절장치를 설치하고, 연중 평균온도는 섭씨 20±5도, 연중평균습도는 65±5%를 유지하여야 한다.",
      "지적서고의 구조는 창문과 출입문은 2중으로 하되, 안쪽문은 반드시 철제로 하고, 바깥쪽문은 곤충ㆍ쥐 등의 침입을 막을 수 있도록 철망등을 설치하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 비치ㆍ보존을 위한 지적서고의 설치기준 등에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100307-81",
    "options": [
      "공공복리의 증진과 국민의 삶의 질 향상",
      "환경보전 및 중앙집권체제의 강화",
      "국토 및 해양의 이용 질서 확립",
      "고도의 경제 성장 유지"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률의 목적으로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-82",
    "options": [
      "30일 이내",
      "50일 이내",
      "60일 이내",
      "90일 이내"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자는 주택법에 따른 공동주택의 부지, 도로, 제방, 하천 구거, 유지, 그 밖에 대통령령으로 정하는 토지로서 합병하여야 할 토지가 있으면 그 사유가 발생한 날부터 최대 얼마 이내에 지적소관청에 합병을 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "ea20100307-83",
    "options": [
      "국토해양부장관이 기본측량을 실시하기 위하여 필요하다고 인정하여 토지를 사용함에 따른 손실보상에 관한 경우",
      "지적소관청이 측량을 방해하는 장애물을 제거하는 경우",
      "축척변경위원회가 축척변경을 할 때 청산금을 산정하는 경우",
      "지적측량수행자가 측량성과를 검사하기 위하여 타인의 토지에 출입하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률을 적용하여야 하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-84",
    "options": [
      "직각좌표계 원점명",
      "지적위성기준점의 명칭",
      "표지의 재질",
      "소재지와 측량연월일"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 지적삼각보조점성과표 및 지적도근점성과표에 기록ㆍ관리하여야 하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-85",
    "options": [
      "지상의 경계를 지적도면상에 복원하는 것을 말한다.",
      "임의의 경계를 지적도면상에 복원하는 것을 말한다.",
      "지적도면상의 경계를 지상에 복원하는 것을 말한다.",
      "소유자가 주장하는 경계를 지상에 복원하는 것을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 경게복원측량에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-86",
    "options": [
      "토지대장에 소유자로 등록되어 있는 것을 증명하는 자",
      "판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "소관청의 직원이 현지를 확인하여 확인증명을 받은 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법에 따라 미등기토지의 소유권 보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-87",
    "options": [
      "0명",
      "1명",
      "2명",
      "4명"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역의 토지소유자가 총 4인일 경우 축척변경위원회에 위촉하여야 할 토지소유자로서의 위원은 몇 명인가?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-88",
    "options": [
      "지적전산자료를 이용 또는 활용하려는 자는 관계 중앙 행정기관에게 신청서를 제출하여 심사를 신청하여야 한다.",
      "중앙행정기관의 장이 지적전삱료의 이용 또는 활용에 관한 승인을 신청하는 경우 심사 결과를 제출하지 아니할 수 있다",
      "지적전산자료를 인쇄물로 제공하는 경우 1필지당 20원을 납부한다.",
      "국가나 지방자치단체가 지적전산자룔를 이용 또는 활용하는 경우 사용료를 면제한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적전산자료의 이용 및 활용에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "ea20100307-89",
    "options": [
      "체육용지",
      "잡종지",
      "유원지",
      "학교용지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 승마장의 지목 구분으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-90",
    "options": [
      "1억원 이상",
      "5억원 이상",
      "10억원 이상",
      "20억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자인 대한지적공사가 손해배상책임을 보장하기 위하여 보증보험에 가입하여야 하는 금액은 최소 얼마 이상인가?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-91",
    "options": [
      "토지이동정리 결의서의 내용과 다르게 정리된 경우",
      "지적도 및 임야도에 등록된 필지가 면적의 증가 없이 경계의 위치만 잘못된 경우",
      "지적공부의 등록사항이 잘못된 경우",
      "미등기 토지의 소유자를 변경하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적소관청이 지적공부의 등록사항에 잘못이 있는 자를 직권으로 조사ㆍ측량하여 정정할 수 있는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-92",
    "options": [
      "1000분의 1",
      "2500분의 1",
      "3000분의 1",
      "6000분의 1"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적도의 축척으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-93",
    "options": [
      "3년 이상 5년 이내",
      "3년 이상 10년 이내",
      "5년 이상 10년 이내",
      "5년 이상 20년 이내"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 따라 시가화를 유보할 수 있는 기간 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-94",
    "options": [
      "관계법령에 따라 토지의 형질변경 공사가 준공되었음을 증명하는 서류의 사본",
      "국유지ㆍ공유지의 경우 용도폐지 되었거나 사실상 공공용으로 사용되고 있지 아니함을 증명하는 서류의 사본",
      "토지 또는 건축물의 용도가 변경되었음을 증명하는 서류의 사본",
      "과세사실을 증명하는 납세성명서의 사본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지소유자가 지목변경을 신청할 때에 첨부하여 지적소관청에 제출하여야 하는 서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-95",
    "options": [
      "14일 이내",
      "15일 이내",
      "1개월 이내",
      "3개월 이내"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법에 따라 토지의 분합, 멸실, 면적의 증감 또는 지목의 변경이 있을 때에 그 토지 소유권의 등기 명의인은 최대 얼마 이내에 그 등기를 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-96",
    "options": [
      "토지의 소재",
      "지목",
      "지번",
      "경계"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지대장에 등록하여야 하는 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-97",
    "options": [
      "미관지구",
      "방화지구",
      "취락지구",
      "고도지구"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 쾌적한 환경을 조성하고 토지의 효율적인 이용을 위하여 도시관리계획으로 건축물 높이의 최저한도 또는 최고한도를 규제하기 위해 설정하는 용도지구는?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-98",
    "options": [
      "도로",
      "철도용지",
      "수도용지",
      "종교용지"
    ],
    "subject": "지적관계법규",
    "text": "다음 설명에서 ()의 내용에 들어갈 수 있는 지목에 해당하는 것은?",
    "local_images": [
      "images/ea20100307-98_img_0.gif"
    ],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-99",
    "options": [
      "토석의 채취",
      "공작물의 설치",
      "토지의 형질 변경(경작을 위한 경우는 제외)",
      "재해복구나 재난수습을 위한 응급조치"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률에 따라 개발행위허가를 받아야 하는 행위에 해당하지 않는 것은? (단, 도시계획사업에 의한 경우는 고려하지 않음)",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-100",
    "options": [
      "소유권",
      "저당권",
      "지상권",
      "점유권"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 부동산등기법에 따라 등기할 수 있는 권리에 해당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20090726-81",
    "options": [
      "등기부에는 1필지 토지 또는 1동의 건물에 대하여 1용지를 사용한다.",
      "을구는 적을 사항이 없는 경우에도 남겨 두어야 한다.",
      "1동의 건물을 구분한 건물은 1동의 건물에 속하는 전부에 대하여 1용지를 사용한다.",
      "을구 사항란에는 소유권 외의 권리에 관한 사항을 기재한다."
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 물적 편성주의와 등기부의 양식에 관한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-82",
    "options": [
      "부동산의 소재와 지번",
      "부동산의 면적과 경계",
      "등기소의 표시",
      "신청인의 성명 또는 명칭과 주소"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기신청서의 기재사항에 해당하지 않는 것은? (단, 대법원규칙으로 정하는 등기의 경우는 고려하지 않음)",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-83",
    "options": [
      "국토해양부장관이 직권으로 지적고시를 하여야 한다.",
      "그 2년이 되는 날의 다음날에 그 도시관리계획 결정은 효력을 상실한다.",
      "관할 시장 또는 군수는 지체없이 지적 고시를 위한 도면을 작성하여야 한다.",
      "도시계획구역 내의 각종 행위제한이 완화됨을 시장ㆍ군수가 고시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "도시관리계획 결정의 실효에 관한 아래의 내용 중 ()에 들어갈 말로 옳은 것은?",
    "local_images": [
      "images/ea20090726-83_img_0.gif"
    ],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-84",
    "options": [
      "효율적인 토지관리에 기여",
      "소유권의 보호에 기여",
      "토지관련 정보의 조사ㆍ측량에 관한 규정",
      "토지의 개발ㆍ정비ㆍ보전에 관한 규정"
    ],
    "subject": "지적관계법규",
    "text": "지적법의 제정 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-85",
    "options": [
      "5년 이하의 징역 또는 5천만원 이하의 벌금",
      "3년 이하의 징역 또는 3천만원 이하의 벌금",
      "2년 이하의 징역 또는 2천만원 이하의 벌금",
      "1년 이하의 징역 또는 1천만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록증을 다른 사람에게 빌려준 자와 그 상대방은 어떠한 벌칙에 처하는가?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-86",
    "options": [
      "국가ㆍ지방자치단체ㆍ국제기관ㆍ외국정부에 대한 등록번호는 기획재정부장관이 지정ㆍ고시한다.",
      "주민등록번호가 없는 재외국민에 대한 등록번호는 대법원 소재지 관할 등기소의 등기관이 부여한다.",
      "법인에 대한 등록번호는 주된 사무소(회사의 경우 본점, 회국회사의 경우 국내영업소) 소재지 관할 등기소의 등기관의 부여한다.",
      "법인 아닌 사단이나 재단에 대한 등록번호는 시장(구가 설치되어 있는 시에서는 구청장)ㆍ군수가 부여한다."
    ],
    "subject": "지적관계법규",
    "text": "등기권리자의 성명 또는 명칭과 함께 적어야 할 부동산 등기용 등록번호의 부여방법이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-87",
    "options": [
      "축척변경",
      "등록사항정정",
      "신규등록",
      "지번변경"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 관할 등기관서에 그 등기를 촉탁하여야 하는 토지표시의 변경 사유에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-88",
    "options": [
      "초과액은 토지소유자의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 토지소유자의 수입으로 하고 부족액은 그 지방자치단체가 부담한다.",
      "초과액은 그 지방자치단체의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 그 지방자치단체의 수입으로 하고 부족액은 그 지방자치단체가 부담한다."
    ],
    "subject": "지적관계법규",
    "text": "소관청이 축척변경을 실시한 증ㆍ감된 면적에 대한 청산금의 합계에 차액이 생긴 경우 청산금의 처리방법은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-89",
    "options": [
      "분할",
      "신규등록",
      "축척변경",
      "합병"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량을 수반하지 않아도 되는 토지이동은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-90",
    "options": [
      "축척변경시행계획에 관하여 소관청이 회부하는 사항에 대한 심의ㆍ의결 기구다.",
      "토지관련자료의 효율적인 관리를 위하여 설치된 기구다.",
      "지적측량의 적부심사 청구 사항에 대한 심의 기구다.",
      "축척변경에 대한 연구를 수행하는 주민자치기구다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 축척변경위원회에 대한 설명에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-91",
    "options": [
      "지적측량업자:1억원 이상",
      "지적측량업자:5천만원 이상",
      "대한지적공사:1억원 이상",
      "대한지적공사:5억원 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 손해배상책임을 보장하기 위한 보증보험에 가입하여야 하는 금액 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-92",
    "options": [
      "국토해양부장관",
      "도지사",
      "국무총리",
      "대통령"
    ],
    "subject": "지적관계법규",
    "text": "광역계획권을 지정한 날부터 3년이 경과될 때까지 관할시ㆍ도지사로부터 광역도시계획에 대한 승인신청이 없는 경우 광역도시계획의 수립권자는?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-93",
    "options": [
      "소관청은 축척변경시행지역 안의 각 필지별 지번, 지목, 면적, 경계 또는 좌표를 새로이 정하여야 한다.",
      "빈번한 토지의 이동으로 인하여 1필지의 규모가 작아서 소축척으로는 지적측량성과의 결정이 곤란할 때에 소관청은 축척변경을 할 수 있다.",
      "소관청은 동일한 지번부여지역 안에 서로 다른 축척의 지적도가 있는 때에 그 지역의 축척을 변경할 수 있다.",
      "소관청이 축척변경을 하고자 하는 때에는 축척변경시행지역 안에 토지소유자의 2분의 1 이상 동의를 얻어야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-94",
    "options": [
      "납부고지를 받은 자는 그 고지를 받은 날부터 3월 이내에 청산금을 소관청에 납부하여야 한다.",
      "납부고지 또는 수령통지된 청산금에 관하여 이의가 있는 자는 납부고지 또는 수령통지를 받은 날부터 1월 이내에 소관청에 이의신청을 할 수 있다.",
      "소관청은 수령통지를 한 날부터 6월 이내에 청산금을 지급하여야 한다.",
      "소관청은 청산금의 결정을 공고한 날부터 1월 이내에 토지소유자에게 청산금의 납부고지 또는 수령통지를 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 청산금의 납부고지 기준에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-95",
    "options": [
      "건물명칭",
      "소유권 지분",
      "대지권 비율",
      "도곽선 수치"
    ],
    "subject": "지적관계법규",
    "text": "대지권등록부의 등록사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-96",
    "options": [
      "소관청은 지적공부의 등록사항에 잘못이 있음을 발견하고 이를 정정하고자 하는 때에는 반드시 법원의 판결에 의하여 조사ㆍ측량하여 정정할 수 있다.",
      "소관청이 직권으로 토지소유자에 관한 등록사항을 정정하는 경우에 미등기 토지를 제외하고는 등기필증, 등 기부등본 또는 초본에 의하여야 한다.",
      "토지측량자는 지적공부의 등록사항에 잘못이 있음을 발견한 때에는 소관청에 그 정정을 신청할 수 있다.",
      "정정으로 인하여 인접 토지의 경계가 변경된 경우에 소관청이 직권으로 조사ㆍ측량하여 정정할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부 등록사항의 정정에 대한 설명이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-97",
    "options": [
      "목장용지-축산업 및 낙농업을 하기 위하여 초지를 조성한 토지",
      "대-박물관ㆍ극장ㆍ미술관 등 문화시설과 이에 접속된 정원 및 부속시설물의 부지",
      "학교용지-학교의 교사와 이에 접속된 체육장 등 부속시설물의 부지",
      "도로-아파트ㆍ공장 등 단일 용도의 일정한 단지 안에 설치된 통로"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목의 구분이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-98",
    "options": [
      "용도지역의 지점은 도시기본계획으로 결정한다.",
      "도시지역은 주거지역, 상업지역, 공업지역, 녹지지역 및 보존지역으로 구분한다.",
      "용도지역은 도시지역, 준도시지역, 농림지역, 그리고 자연환경보전지역으로 구분한다.",
      "자연환경보전지역은 자연환경ㆍ수자원ㆍ해안ㆍ생태계ㆍ상수원 및 문화재의 보전과 수산자원의 보호ㆍ육성 등을 위하여 필요한 지역이다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률에서 정하고 있는 용도지역에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-99",
    "options": [
      "소관청",
      "시ㆍ도지사",
      "국토해양부장관",
      "중앙전산원장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 사용자권한등록관리청에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-100",
    "options": [
      "지적기술자의 명단",
      "지적기술자의 지적측량 경력증명서",
      "사무소의 등기부등본",
      "보유장비 명세서"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록을 하고자 하는 자가 국토해양부장관에게 제출하여야 할 첨부서류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090510-81",
    "options": [
      "토지소유자는 합병하고자 하는 토지가 등기된 토지와 등기되지 아니한 토지인 경우에 합병신청을 할 수 없다.",
      "도시관리계획선에 따라 토지를 분할하는 경우에는 반드시 지목변경 후 등록전환을 신청할 수 있다.",
      "토지소유자는 토지이용상 불합리한 지상경계를 시정하기 위한 경우 분할을 신청할 수 있다.",
      "소관청은 시ㆍ도지사로부터 축척변경승인을 얻은 때에는 축척변경의 시행에 따른 청산방법을 20일 이상 고고하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 이동신청에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-82",
    "options": [
      "1년 이상의 지적측량경력을 가진 지적기술사 1인을 포함한 5인의 지적기술자",
      "5년 이상의 지적측량경력을 가진 지적기술사 2인을 포함한 6인의 지적기술자",
      "7년 이상의 지적측량경력을 가진 지적기사자격 취득자 2인을 포함한 6인의 지적기술자",
      "10년 이상의 지적측량경력을 가진 지적기사자격 취득자 2인을 포함한 7인의 지적기술자"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록기준 중 인적 조건에 충족하는 경우는?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-83",
    "options": [
      "도면축척의 5분의 1",
      "도면축척의 10분의 1",
      "도면축척의 15분의 1",
      "도면축척의 20분의 1"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 도면의 관리상 필요하여 지번부여지역마다 일람도를 작성하는 경우 일람도의 축척은 그 도면 축척의 얼마로 하여야 하는가? (단, 도면의 장수가 많아서 1장에 작성할 수 없는 경우는 고려하지 않음)",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-84",
    "options": [
      "산업집적활성화 및 공장설립에 관한 법률 등 관계법령에 의한 공장부지 조성공사가 준공도니 토지는 “공장용지”로 한다.",
      "고속도로 안의 휴게소 부지는 “도로”로 한다.",
      "국토의 계획 및 이용에 관한 법률 등 관계법령에 의한 택지조성공사가 준공된 토지는 “대”로 한다.",
      "온수ㆍ약수ㆍ석유류 등을 일정한 장소로 운송하는 송수관ㆍ송유관 및 저장시설의 부지는 “광천지”로 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에 의한 지목의 구분이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-85",
    "options": [
      "법원행정처장",
      "관할등기소장",
      "지방법원장",
      "법무부장관"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기전산정보자료를 이용하거나 활용하려는 자는 누구의 승인을 받아야 하는가?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-86",
    "options": [
      "금치산자 또는 한정치산자",
      "형의 집행유예선고를 받고 그 유예기간이 경과되지 아니한 자",
      "지적측량업의 등록이 취소된 후 2년이 경과되지 아니한 자",
      "금고 이상의 실형을 선고받고 그 집행이 종료*집행이 종료된 것으로 보는 경우를 포함한다)되거나 집행이 면제된 날부터 2년이 경과되지 아니한 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적측량업의 등록을 할 수 없는 사유(기준)에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-87",
    "options": [
      "지적공부의 재작성 당시 잘못 정리된 경우",
      "지적측량성과와 다르게 정리된 경우",
      "토지이동정리결의서의 내용과 다르게 정리된 경우",
      "지적도에 등록된 필지 면적의 증감과 함께 경계의 위치가 잘못된 경우"
    ],
    "subject": "지적관계법규",
    "text": "토지이동에 따른 지적을 정리하는 경우 소관청이 직권으로 정정할 수 있는 대상이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-88",
    "options": [
      "공공사업 등으로 인하여 지목이 학교용지로 되는 토지를 분할하는 경우",
      "토지를 토지소유자의 필요에 의해 분할하는 경우",
      "도시개발사업 등의 시행자가 사업지구의 경계를 결정하기 위하여 토지를 분할하고자 하는 경우",
      "법원의 확정판결이 있는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 분할에 따른 지상경계가 지상건축물을 걸리게 결정할 수도 있는 경우로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-89",
    "options": [
      "지적공부 등본",
      "관할 축척변경위원회의 의결서 정본",
      "관할 법원 판결서의 정본",
      "부동산등기부 등본"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 의한 등기촉탁의 경우에 이해관계가 있는 제 3자의 승낙은 무엇으로 이에 갈음할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-90",
    "options": [
      "조사지역과 그 주변지역의 무질서한 시가화를 방지하고 계획적ㆍ단계적인 개발을 도모하기 위하여 지정한다.",
      "대통령령이 정하는 시가화를 유보할 수 있는 기간은 5년 이상 20년 이내이다.",
      "시가화조정구역의 지정은 국토해양부장관이 직접 하여야 하며, 관계 행정기관의 장의 요청에 의한 지정은 할 수 없다.",
      "시가화조정구역의 지정에 관한 도시관리계획의 결정은 시가화유보기간이 끝난 날의 다음날부터 그 효력을 잃는다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 시가화조정구역에 관한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-91",
    "options": [
      "지방도로",
      "수도용지 중 선로",
      "하천ㆍ구거",
      "철도용지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 일람도를 제도하는 경우 붉은 색 0.2mm 폭의 2선으로 제도하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-92",
    "options": [
      "청송군수",
      "강남구청장",
      "성남시장",
      "마포구청장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에 규정된 소관청의 정의에 따라, 소관청으로 보기 어려운 경우는?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-93",
    "options": [
      "경계점좌표등록부가 비치된 지역에서의 지적측량",
      "도시개발사업 등이 완료됨에 따라 실시하는 지적확정측량",
      "경계점좌표등록부에 토지의 표시를 새로이 등록하기 위한 측량",
      "도해 세부측량지역의 등록전환측량"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업자의 업무범위에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-94",
    "options": [
      "토지대장, 임야도",
      "대지권등록부, 지적도",
      "경계점좌표등록부, 일람도",
      "공유지연명부, 토지대장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 “대장”으로만 짝지어진 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-95",
    "options": [
      "판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "시ㆍ군ㆍ구의 장의 서면에 의하여 자기의 소유권을 증명하는 자",
      "토지대장등본에 의하여 자기가 토지대장에 소유자로서 등록되어 있는 것을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 미등기토지의 소유권 보존등기를 신청할 수 있는 자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-96",
    "options": [
      "토지의 소재",
      "지번",
      "좌표",
      "경계"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-97",
    "options": [
      "하천",
      "도로",
      "구거",
      "수도용지"
    ],
    "subject": "지적관계법규",
    "text": "다음 부동산등기법상의 내용 중 ()에 알맞은 말은?",
    "local_images": [
      "images/ea20090510-97_img_0.gif"
    ],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-98",
    "options": [
      "도시계획시설사업의 시행자는 도시계획시설사업에 필요한 토지ㆍ건축물 또는 그 토지에 정착된 물건을 수용할 수 있다.",
      "도시계획시설사업의 시행자는 도시계획시설사업에 필요한 토지ㆍ건축물 또는 그 토지에 정착된 물건에 관한 소유권 외의 권리를 수용할 수 있다.",
      "도시계획시설사업의 시행자는 사업시행을 위하여 특히 필요하다고 인정되면 도시계획시설에 인접한 토지에 정착된 물건을 일시 사용할 수 있다.",
      "도시계획시설사업의 시행자는 사업시행을 위하여 특히 필요하다고 인정되면 도시계획시설에 인접한 토지에 정착된 물건에 관한 소유권을 일시 사용할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 토지 등의 수용 및 사용에 관한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-99",
    "options": [
      "도시관리계획 결정고시일",
      "도시관리계획 결정고시가 된 날의 다음 날",
      "도시관리계획 결정고시가 된 날부터 3일 후",
      "도시관리계획 결정고시가 된 날부터 5일 후"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률상 도시관리계획결정은 언제 그 효력이 발생하는가?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-100",
    "options": [
      "지적공부를 복구하고자 하는 때에는 멸실ㆍ훼손 당시의 지적공부와 가장 부합된다고 인정되는 관계자료에 의하여 토지의 표시에 관한 사항을 복구하여야 한다.",
      "소관청은 지적공부의 전부 또는 일부가 멸실ㆍ훼손된 때에는 지체없이 이를 복구하여야 한다.",
      "지적공부를 복구함에 있어 소유자에 관한 사항은 부동산등깁나 법원의 확정판결에 의하여 복구하여야만 한다.",
      "소관청은 지적공부를 복구하고자 하는 때에는 복구하고자 하는 토지의 표시 등을 시ㆍ군ㆍ구의 게시판에 7일 이상 게시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법과 동법 시행령 및 시행규칙에 따른 지적공부의 복구 및 복구절차 등에 관한 내용이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20080727-81",
    "options": [
      "토지의 소재",
      "좌표",
      "지번",
      "지목"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-82",
    "options": [
      "등록사항정정측량성과도",
      "토지대장등본",
      "인접 토지소유자의 승낙서",
      "확정판결서 정본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지소유자가 지적공부의 등록사항에 대한 정정신청을 함으로 인해 경계 또는 면적의 변경을 가져오는 경우 정정사유를 기재한 신청서와 함께 첨부하여 소관청에 제출하여야 할 서류는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-83",
    "options": [
      "토지대장에 소유자로 등록되어 있는 것을 증명하는 자",
      "판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권 취득을 증명하는 자",
      "소관청의 직원이 현지를 확인하여 확인증명을 받은 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 미등기토지의 소유권 보존등기를 신청할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-84",
    "options": [
      "토지의 분합",
      "토지의 지번 변경",
      "토지의 면적증감",
      "토지 지목의 변경"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법 상 토지소유권의 등기명의인이 1개월 이내에 등기신청을 하여야 할 의무가 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-85",
    "options": [
      "지적전산자료",
      "공시지가표준가격전산자료",
      "전국주택표준가격전산자료",
      "지적위성기준점관측자료"
    ],
    "subject": "지적관계법규",
    "text": "지적정보센터에서 관리하는 전산자료가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-86",
    "options": [
      "축척변경 시행공고일",
      "축척변경 청산금 교부일",
      "축척변경 확정공고일",
      "축척변경 승인신청일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경시행지역 안의 토지는 언제 토지의 이동이 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-87",
    "options": [
      "성년 2인 이상의 보증서",
      "신청서의 부본",
      "등기의무자의 권리에 관한 등기필증",
      "등기 의무자의 주소, 성명 및 인감증명"
    ],
    "subject": "지적관계법규",
    "text": "등기원인을 증명하는 서면을 제출할 수 없는 경우 이에 갈음하여 제출하여야 할 서면은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-88",
    "options": [
      "합병대상 지번 중 선순위의 것만을 그 지번으로 한다.",
      "합병대상 지번 중 본번만으로 된 지번을 그 지번으로 한다.",
      "합병대상 지번 중 임의의 지번을 그 지번으로 한다.",
      "합병대상 지번 중 선순위의 지번을 그 지번으로 하되, 본번으로 된 지번이 있는 때에는 본번 중 선순위의 것을 그 지번으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지를 합병하는 경우, 합병 후 토지의 지번설정 방법에 대한 설명으로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-89",
    "options": [
      "오물처리장",
      "어린이놀이터",
      "수신소",
      "도축장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목이 잡종지에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-90",
    "options": [
      "등록전환신청",
      "지목변경신청",
      "신규등록신청",
      "바다로 된 토지의 등록말소신청"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 토지의 이동사항 중 신청기간이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-91",
    "options": [
      "소유권이전, 매매 등을 위하여 필요한 경우",
      "토지이용상 불합리한 지상경계를 시정하기 위한 경우",
      "도시관리계획선에 따라 토지를 분할하는 경우",
      "지적공부에 등록된 1필지의 일부가 형질변경 등으로 용도가 다르게 된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지소유자가 소관청에 토지의 분할을 신청할 수 있는 경우에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-92",
    "options": [
      "지적공부 집계부",
      "토지이동정리결의서",
      "측량결과도",
      "법원의 확정판결서 사본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구에 관한 관계료가 아닌 은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-93",
    "options": [
      "지적기술자가 고의로 지적측량을 잘못한 경우",
      "지적측량업자인 지적기술자가 영업정지기간 중에 지적측량업을 영위한 경우",
      "지적기술자가 중대한 과실로 지적측량을 잘못한 경우",
      "지적기술자가 자격정지기간 중에 지적측량업무를 행한 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 지적기술자의 징계기준과 관련하여 자격취소에 해당되지 않는 경우는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-94",
    "options": [
      "지적공부가 일부 멸실ㆍ훼손되어 이를 복구하는 경우",
      "토지소유자의 변동이 있는 경우",
      "도시개발사업으로 인한 토지의 이동이 있는 경우",
      "지적공부에 등록된 지번을 변경할 필요가 없다고 인정하여 도지사의 승인을 얻어 지번부여지역안의 일부에 대하여 지번을 새로이 부여하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 토지이동정리결의서를 작성해야 하는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-95",
    "options": [
      "도시지역은 인구와 산업이 밀집되어 있거나 밀집이 예상되어 당해 지역에 대해 체계적인 개발ㆍ정비ㆍ관리ㆍ보전 등이 필요한 지역을 말한다.",
      "관리지역은 도시지역의 인구와 상업을 수용하기 위해 도시지역에 준하여 체계적으로 관리하거나 농림업의 진흥, 자연환경 또는 산림의 보전을 위하여 필요한 지역을 말한다.",
      "지연녹지보전지역은 자연환경 및 문화적ㆍ생태적으로 보존가치가 큰 지역의 보호와 보존을 위하여 필요한 지역을 말한다.",
      "농림지역은 도시지역에 속하지 아니한 농지법에 의한 농림진흥지역 또는 산지관리법에 의한 보전산지 등으로서 농림업의 진흥과 산림의 보전을 위해 필요한 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률의 용도지역을 설명한 것으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-96",
    "options": [
      "토지대장등본",
      "공유지연명부",
      "등기전산정보자료",
      "토지이동정리결의서"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부에 등록된 토지소유자의 변경신청을 정리하고자 할 때의 근거자료에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-97",
    "options": [
      "청산금의 이의신청에 관한 사항",
      "지번별 m2당 금액의 결정과 청산금 산정에 관한 사항",
      "당해 고시개발사업 시행에서 제외도니 토지의 축척변경에 관한 사항",
      "축척변경시행계획에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 심의ㆍ의결 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-98",
    "options": [
      "국토해양부장관 또는 시ㆍ도지사는 직접 지형도면을 작성하거나 지형도면을 승인한 때에는 대통령령이 정하는 바에 따라 이를 고시한다.",
      "시장 또는 군수가 지형도면을 작성할 때에는 도지사의 승인을 얻어야 한다.",
      "원칙적으로 지형도면은 축척 1/1,500의 지형도로 작성해야 한다. 단, 녹지지역 안의 임야, 관리지역, 농림지역 및 자연환경보전지역은 축척 1/1,500 내지 1/4,000으로 한다.",
      "국토해양부장관 또는 도지사가 도시관리계획을 직접 입안한 때에는 관계 시장 또는 군수의 의견을 들어 직접 지형도면을 작성할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 지형도면의 작성과 고고에 관한 내용이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-99",
    "options": [
      "매일",
      "매월 말",
      "매분기 말",
      "매년 말"
    ],
    "subject": "지적관계법규",
    "text": "전산정보처리조직에 의한 집합물의 복제기준일은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-100",
    "options": [
      "좌표 및 표고",
      "시준점의 명칭",
      "경도 및 위도",
      "자온선수차"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적삼각점성과표에 기록ㆍ관리하는 사항 중 필요한 경우에만 기재하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080511-81",
    "options": [
      "당해 지방자치단체",
      "도지사",
      "증가된 면적의 토지소유자",
      "국토해양부장관"
    ],
    "subject": "지적관계법규",
    "text": "축척변경을 한 결과 감소된 면적에 대하여 교부해야 할 청산금 총액이 부족할 경우 그 부족액을 부담해야 할 자는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-82",
    "options": [
      "측량시행기관에서 중앙지적위원회에 청구한다.",
      "관할 소관청장을 거쳐 도지사에게 청구한다.",
      "관할 시ㆍ도지사를 거쳐 지방지적위원회에 청구한다.",
      "관할 소관청장을 거쳐 중앙지적위원회에 청구한다."
    ],
    "subject": "지적관계법규",
    "text": "토지소유자 또는 이해관계인이 지적측량성과에 대하여 다툼이 있어 지적측량적부심사를 받고자 한다. 이 때 지적측량적부심사를 청구하는 절차로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-83",
    "options": [
      "위원장은 중앙지적위원회의 회의를 소집하고 그 의장이 된다.",
      "위원회는 관계인을 출석하게 하여 의견을 들을 수 있다.",
      "회의는 위원장 및 부위원장을 포함한 재적위원 과반수의 출석으로 개의한다.",
      "지적기술자의 징계에 있어서 위원이 징계대상자와 8촌 이내의 친족관계에 있는 경우 당해 안건의 심의에 참석할 수 없다."
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 회의에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-84",
    "options": [
      "등록사항의 직권정정",
      "축척변경",
      "행정구역변경으로 인한 지번변경",
      "신규등록"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 관할 등기관서에 등기촉탁을 하는 사유에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-85",
    "options": [
      "토지 위에 설치된 담장",
      "필지별로 경계점간을 직선으로 연결하여 지적공부에 등록한 선",
      "주요 지형ㆍ지물에 의하여 구획된 지표상의 경계",
      "전ㆍ답 등에 구획된 둑"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법상 ‘경계’에 대한 정의가 올바른 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-86",
    "options": [
      "공유자 1인이 자기소유지분만 보존등기를 신청하는 경우",
      "건축물대장등본에 의하여 소유자로서 등록되어 있는 것을 증명하는 자가 신청하는 경우",
      "판결에 의하여 자기의 소유권을 증명한 자가 신청하는 경우",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자가 신청하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "미등기건물의 소유권 보존등기 신청을 할 수 없는 경우는 다음 사항 중 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-87",
    "options": [
      "국토지리정보원장에 대한 이의 신청 또는 매수청구",
      "국토해양부장관에 대한 이의 신청 또는 매수청구",
      "시장ㆍ군수 또는 구청장에게 매수청구",
      "국토이용 계획심의회에 대한 이의 신청 또는 국토해양부장관에 대한 매수청구"
    ],
    "subject": "지적관계법규",
    "text": "토지거래계약에 관한 허가구역에서 토지거래계약 허가 신청이 불허가 처분된 경우 토지소유자가 취할 수 있는 권리구제 수단으로 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-88",
    "options": [
      "장기간 사용으로 도면이 손상되어 토지의 표시가 분명하지 않을 때",
      "도곽선 신축량이 0.3mm에 달했을 때",
      "토지의 빈번한 이동정리로 인하여 도면의 경계 등을 식별하기 곤란한 때",
      "행정구역의 변경 등으로 1장의 도면에 2 이상의 동ㆍ리가 등록되어 있을 때"
    ],
    "subject": "지적관계법규",
    "text": "지적도면을 재작성할 수 있는 경우에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-89",
    "options": [
      "자연환경보전지역",
      "준도시지역",
      "농림지역",
      "관리지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에서 정하고 있는 국토의 용도지역구분이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-90",
    "options": [
      "공공사업 등으로 인하여 학교용지의 지목으로 되는 토지의 경우에는 그 사업시행자",
      "국가가 취득하는 토지의 경우에는 그 토지를 관리하는 국가기관",
      "민법 제404조의 규정에 의한 채권자",
      "주택법에 의한 공동주택의 부지는 인접토지소유자"
    ],
    "subject": "지적관계법규",
    "text": "토지이동에 대한 대위신청을 할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-91",
    "options": [
      "경정등기",
      "보존등기",
      "촉탁등기",
      "회복등기"
    ],
    "subject": "지적관계법규",
    "text": "등기관의 과오로 인하여 착오된 등기사항을 발견하였을 때 이를 정정하기 위한 등기는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-92",
    "options": [
      "등기부의 순서",
      "각 토지 또는 각 건물대지의 지번",
      "토지의 위치",
      "등기용지의 편철순서"
    ],
    "subject": "지적관계법규",
    "text": "등기부의 양식에서 등기번호란에 기재하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-93",
    "options": [
      "지적측량성과와 다르게 정리된 경우",
      "지적공부의 등록사항이 잘못 입력된 경우",
      "지적공부의 재작성 당시 잘못 정리된 경우",
      "일필지 면적의 증감으로 경계의 위치가 잘못 등록된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 직권으로 조사ㆍ측량하여 지적공부에 등록된 사항을 정정할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-94",
    "options": [
      "등기필증",
      "지적공부등본",
      "법원의 확정판결서",
      "지적공부정리결의서"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록된 토지소유자의 변경사항을 정리하고자 할 경우 다음 중 무엇에 의하는가?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-95",
    "options": [
      "지목",
      "경계점의 좌표",
      "토지의 소재",
      "지번"
    ],
    "subject": "지적관계법규",
    "text": "지적공부 등록사항 중 경계점좌표등록부에 등록되지 않는 사항은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-96",
    "options": [
      "지번은 북서에서 남동으로 순차적으로 부여할 것",
      "합병의 경우에는 합병대상 지번 중 선순위의 지번을 그 지번으로 하되, 본번으로 된 지번이 있는 때에는 본번 중 후순위의 지번을 합병후의 지번으로 할 것",
      "신규등록 및 등록전환의 경우에는 그 지번부여지역안에서 인접토지의 본번에 부번을 붙여서 지번을 부여할 것",
      "분할의 경우에는 분할 후의 필지 중 1 필지의 지번은 분할전의 지번으로 하고, 나머지 지번을 본번의 최종 부번을 다음 순번으로 부번을 부여할 것"
    ],
    "subject": "지적관계법규",
    "text": "일반적인 지번의 부여방법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-97",
    "options": [
      "5일 이상",
      "7일 이상",
      "10일 이상",
      "15일 이상"
    ],
    "subject": "지적관계법규",
    "text": "지적법에 의한 과태료를 부과하고자 할 때에는 기간을 정하여 과태료처분대상자에게 구술 또는 서면에 의한 의견진술의 기회를 주는데, 이 때 의견진술 기간의 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-98",
    "options": [
      "전용주거지역:양호한 주거환경을 보호하기 위하여 필요한 지역",
      "일번주거지역:주거기능을 위주로 일부 상업기능 및 업무기능을 보완하기 위하여 필요한 지역",
      "준주거지역:편리한 주거환경을 조성하기 위하여 필요한 지역",
      "일반준주거지역:근린지역에서의 일용품 및 서비스의 공급을 위하여 필요한 지역"
    ],
    "subject": "지적관계법규",
    "text": "도시관리계획 결정으로 주거지역을 세분화하여 지정한 지역 및 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-99",
    "options": [
      "2년 이하의 징역 또는 1000만원 이하의 벌금",
      "1년 이하의 징역 또는 500만원 이하의 벌금",
      "200만원 이하의 과태료",
      "50만원 이하의 과태료"
    ],
    "subject": "지적관계법규",
    "text": "측량및지령공간정보기사의 국가기술자격으로 지적측량을 실시한 경우 이에 해당되는 벌칙은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-100",
    "options": [
      "섭씨 20±5도, 60±5퍼센트",
      "섭씨 25±5도, 60±5퍼센트",
      "섭씨 20±5도, 6545퍼센트",
      "섭씨 25±5도, 60±5퍼센트"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적서고의 연중 평균온도 및 습도에 대한 규정으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080302-81",
    "options": [
      "소관청에서 직권으로 등록사항의 오류를 정정한 경우",
      "등기부 등본에 의하여 지적공부상 소유권을 정리한 경우",
      "행정구역개편으로 인하여 새로이 지번을 설정한 경우",
      "소관청이 직권으로 토지이동 내용을 정리한 경우 (단, 신규등록은 제외)"
    ],
    "subject": "지적관계법규",
    "text": "토지이동 정리에 따르는 등기촉탁 대상이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-82",
    "options": [
      "대한지적공사의 설립허가",
      "토지등록업무의 개선",
      "지적기술자 양성 방안",
      "지적기술자의 징계"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 심의ㆍ의결 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-83",
    "options": [
      "지적직공무원",
      "도지사",
      "행정자치부장관",
      "국가"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에 의한 토지등록의 주체는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-84",
    "options": [
      "토지에 관련된 정보의 조사 및 측량",
      "지적공부의 등록 및 관리에 관한 사항",
      "ㅣ 토지의 소유권 등 권리변경에 관한 사항",
      "지적공부에 등록된 정보의 제공이 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "지적법에서 규정하고 있지 않은 사항은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-85",
    "options": [
      "등기원인과 그 연월일",
      "공유물의 지분에 관한 사항",
      "지목과 면적",
      "등기의 목적"
    ],
    "subject": "지적관계법규",
    "text": "부동산 등기신청서의 기재사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-86",
    "options": [
      "승마장",
      "경마장",
      "스키장",
      "경륜장"
    ],
    "subject": "지적관계법규",
    "text": "지적법에 규정된 체육용지의 지목에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-87",
    "options": [
      "14일 이내",
      "15일 이내",
      "1월 이내",
      "3월 이내"
    ],
    "subject": "지적관계법규",
    "text": "토지의 분합, 멸실, 면적의 증감 또는 지목의 변경이 있는 때 그 토지의 소유권의 명기명의인이 등기를 신청해야 할 법정기한으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-88",
    "options": [
      "광역계획권의 장기발전방향을 제시하는 계획",
      "특별시ㆍ광역시ㆍ시 또는 군의 관할구역에 대하여 수립하는 공간구조와 발전방향에 대한 계획",
      "특별시ㆍ광역시ㆍ시 또는 군의 개발ㆍ정비 및 보전을 위하여 수립하는 토지이용ㆍ교통ㆍ환경ㆍ경관ㆍ안전ㆍ산업ㆍ정보통신ㆍ보건ㆍ후생ㆍ안보ㆍ문화 등에 관한 계획",
      "특별시ㆍ광역시ㆍ시 또는 군의 관할구역에 대하여 기본적인 공간구조와 장기발전방향을 제시하는 종합계획으로서 도시관리계획수립의 지침이 되는 계획"
    ],
    "subject": "지적관계법규",
    "text": "도시기본계획에 관한 설명으로 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-89",
    "options": [
      "등록전환의 경우에는 원칙적으로 인접지의 최종 본번 다음 숫자의 본번을 계속 부여한다.",
      "합병의 경우에는 합병대상 지번 중 선순위의 지번을 그 지번으로 하되, 본번으로 된 지번이 있는 때에는 본번 중 선순위의 자본울 합병후의 지번으로 한다.",
      "분할의 경우에는 분할 후의 필지중 1필지의 지번은 분할전의 지번으로 하고, 나머지 필지의 지번은 본번의 최종 이미지와 다음 순서으로 부번을 부여한다.",
      "지번은 복사해서 남동으로 순차적으로 부여한다."
    ],
    "subject": "지적관계법규",
    "text": "토지이동시 지번부여에 관한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-90",
    "options": [
      "지적법령에 의한 신청의무를 게을리 한 자는 10만원 이하의 과태료에 처한다.",
      "과태료 처분에 불복이 있는 자는 처분이 있음을 안 날부터 3개월 이내에 이의를 제기할 수 있다.",
      "과태료는 대통령령이 정하는 바에 의하여 행정자치부장관 또는 당해 소관청이 부과ㆍ징수한다.",
      "과태료에 대한 이의를 제기한 때에는 행정자치부장관 또는 소관청은 지체 없이 관할법원에 사실을 통보하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적법규 위반시 과태료 부과처분에 대한 설명으로 맞지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-91",
    "options": [
      "축척변경의 시행지역",
      "축척변경의 시행에 관한 세부계획",
      "축척변경의 시행에 관한 사업시행자",
      "축척변경의 시행에 따른 청산방법"
    ],
    "subject": "지적관계법규",
    "text": "축척변경시행공고에 관한 사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-92",
    "options": [
      "대통령령이 정하는 기반시설의 배치와 규모",
      "건축물의 용도제한",
      "환경관리계획 또는 경관계획",
      "인구 또는 산업기능 배분계획"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지구단위계획의 내용에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-93",
    "options": [
      "확정판결서 정본에 의해 처리한다.",
      "청산금을 산출하여 청산하나.",
      "지적공부만 정정한다.",
      "소관청 임의대로 처리한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부 등록사항의 오류로 면적이 감소되거나 경계가 변동된 때에 정정방법으로 옳은 것은? (단, 이해관계인이 있는 경우)",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-94",
    "options": [
      "등기권리자가 단독으로 신청할 수 있다.",
      "기업자(企業者)는 상속인에 갈음하여 상속으로 인한 소유권 이전등기를 신청할 수 있다.",
      "등기의무자의 권이레 관한 등기필증을 첨부하여야 한다.",
      "신청서에 보상 또는 공탁을 증명하는 서면을 첨부하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "토지수용으로 인한 소유권 이전등기에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-95",
    "options": [
      "1년 이하의 징역 또는 500만원 이하의 벌금",
      "1년 이하의 징역 또는 1000만원 이하의 벌금",
      "2년 이하의 징역 또는 1000만원 이하의 벌금",
      "2년 이하의 징역 또는 5000만원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 토지 분할신청을 허위로 하였을 경우 벌칙으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-96",
    "options": [
      "광역시ㆍ도지사의 심사를 받아야 한다.",
      "중앙지적위원회의 심사를 받아야 한다.",
      "지방지적위원회의 심사를 받아야 한다.",
      "관계중앙행정기관의 장의 심사를 받지 않는다."
    ],
    "subject": "지적관계법규",
    "text": "지방자치단체의 장이 전국단위의 지적공부에 관한 전산자료를 이용 또는 활용하고자 신청할 경우에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-97",
    "options": [
      "자료의 안전관리대책",
      "지료의 범위 및 내용",
      "자료의 제공방식ㆍ보관기관",
      "자료를 편집ㆍ가공할 자의 인적사항"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 관한 전산자료를 이용 또는 활용하고자 할 경우 신청서의 기재사랑이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-98",
    "options": [
      "등기촉탁서",
      "토지대장 등본",
      "임야대장 등본",
      "지적도 또는 임야도"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 토지표시의 변경에 관한 등기를 등기관서에 촉탁하고자 할 경우 첨부해야 할 서류에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-99",
    "options": [
      "축척변경 시행공고일",
      "청산금 지급완료일",
      "축척변경 확정공고일",
      "등기 촉탁일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경 시행지역내의 토지이동은 언제 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-100",
    "options": [
      "건설교통부장관",
      "행정자치부장관",
      "경기도지사",
      "서울특별시장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률상 공동구의 관리자에 해당하는 자는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20070805-81",
    "options": [
      "야외시장",
      "영구적 건축물인 자동차운전학원의 부지",
      "돌을 캐내는 곳",
      "원상회복을 조건으로 흙을 파내는 곳으로 허가된 토지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 잡종지로 지목을 설정할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-82",
    "options": [
      "시ㆍ도별로 수립한다.",
      "대한지적공사의 지사별로 수립한다.",
      "시ㆍ군ㆍ구별로 수립한다.",
      "측량수행자가 수립하여 소관청에 보고한다."
    ],
    "subject": "지적관계법규",
    "text": "소관청이 토지의 이동을 직권으로 조사ㆍ측량하여 토지의 지번ㆍ지목ㆍ면적ㆍ경계 또는 좌표를 결정하고자 하는 때에는 토지이동현황조사계획을 수립하여야 한다. 이러한 토지이동현황조사계획에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-83",
    "options": [
      "보전녹지지역",
      "자연녹지지역",
      "일반녹지지역",
      "생산녹지지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 의해 녹지지역에 대하여 도시관리계획결정으로 세분하여 지정할 수 있는 지역으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-84",
    "options": [
      "건설교통부장관이 입안한 도시관리계획은 건설교통부장관이 결정한다.",
      "건설교통부장관이 도시관리계획을 결정하고자 하는 때에는 중앙도시계획위원회의 심의를 거쳐야 한다.",
      "도시관리계획결정은 규정에 의한 고시가 있은 날로부터 그 효력이 발생한다.",
      "도시관리계획결정의 고시일부터 2년이 되는 날까지 지형도면의 고시가 없는 경우 그 2년이 되는 날까지 지형도면의 고시가 없는 경우 그 2년이 되는 날의 다음날에 도시관리계획결정은 효력을 상실한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 정의된 도시관리계획에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-85",
    "options": [
      "금치산자 또는 한정치산자",
      "지적법의 규정에 의하여 지적측량업의 등록이 취소된 후 3년이 경과된 자",
      "형의 집행유예선고를 받고 그 유예기간이 경과하지 아니한 자",
      "임원중에 금치산자가 있는 법인"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 지적측량업자의 결격사유에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-86",
    "options": [
      "3분의 1이상",
      "4분의 1이상",
      "3분의 2이상",
      "4분의 3이상"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 축척변경을 하고자 할 때에는 축척변경위원회의 의결을 거치기 전에 시행지역내 토지소유자 얼마 이상의 동의를 얻어야 하는지 그 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-87",
    "options": [
      "1년",
      "2년",
      "3년",
      "4년"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회 위원의 임기는? (단, 위원장 및 부위원장을 제외한 위원)",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-88",
    "options": [
      "신규등록 신청",
      "등록전환 신청",
      "지목변경 신청",
      "토지합병 신청"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 신청의무의 게으름으로 인한 과태료 부과대상이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-89",
    "options": [
      "토지소재와 지번",
      "좌표",
      "토지소유자 등록번호",
      "부호 및 부호도"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-90",
    "options": [
      "지적공부상의 소유자",
      "관할 소관청",
      "판결에 의하여 자기의 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "미등기토지의 소유권보존등기를 신청할 수 있는 사람이 아닌 자는?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-91",
    "options": [
      "지번은 북서에서 남동으로 순차적으로 부여한다.",
      "분할의 경우 주거ㆍ사무실 등의 건축물이 있는 필지는 분할전의 지번을 우선하여 부여한다.",
      "신규등록 및 등록전환의 경우에는 반드시 최종 본번의 다음 순번부터 지번을 부여한다.",
      "도시개발사업 등이 준공되기 전에 사업시행자가 지번부여신청을 하는 때에는 행정자치부령이 정하는 바에 따라 지번을 부여할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "현행 지적법상 지번부여방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-92",
    "options": [
      "학교용지, 도로, 철도용지, 하천, 제발, 구거, 유지, 수도용지 등의 지목으로 되는 토지의 경우에는 그 사업시행자",
      "국가 또는 지방자치단체가 취득하는 토지의 경우에는 그 토지를 관리하는 국가기관 또는 지방자치단체의 장",
      "주택법에 의한 공동주택의 부지의 경우에는 집합건물의 소유 및 관리에 관한 법률에 의한 관리인 (관리인이 없는 경우에는 공유자가 선림한 대표자) 또는 사업시행자",
      "민법 제 404조의 규정에 의한 채무자"
    ],
    "subject": "지적관계법규",
    "text": "지적법에 의한 토지소유자가 하여야 하는 신청을 대위할 수 있는 자에 대한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-93",
    "options": [
      "기반시설의 설치ㆍ정비 또는 개량에 관한 계획",
      "관할구역의 기본적인 공간구조와 장기발전방향을 제시하는 종합계획",
      "광역계획권으로 지정하여 수립하는 계획",
      "2 이상의 특별시ㆍ광역시ㆍ시 또는 군의 공간구조 및 기능을 상호 연계하는 계획"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시관리계획에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-94",
    "options": [
      "시ㆍ도지사",
      "행정자치부 장관",
      "중앙지적위원회",
      "관할 토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 사유지내에 지적측량기준점표지를 설치한 경우 그 손실보상에 대한 재결기관은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-95",
    "options": [
      "저당권의 변경등기는 을(乙)구란에 기재되어 있다.",
      "소유권에 관계되는 환매권의 등기는 갑(甲)구란에 기재되어 있다.",
      "지상권에 관계되는 등기명의인의 표시변경 등기는 갑(甲)구란에 기재되어 있다.",
      "소유권 등기의 말소등기는 갑(甲)구란에 기재되어 있다."
    ],
    "subject": "지적관계법규",
    "text": "등기부의 기재사항에 관한 다음 기술 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-96",
    "options": [
      "소유권에 관한 사항",
      "토지표시에 관한 사항",
      "구분건물 표시에 관한 사항",
      "부동산의 멸실에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "등기신청이 있을 경우 등기관이 실질적으로 조사할 수 있는 사항은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-97",
    "options": [
      "토지의 소재",
      "대지권 비율",
      "소유자의 성명",
      "지목"
    ],
    "subject": "지적관계법규",
    "text": "대지권등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-98",
    "options": [
      "1000분의 1",
      "3000분의 1",
      "2600분의 1",
      "6000분의 1"
    ],
    "subject": "지적관계법규",
    "text": "지적도의 축척으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-99",
    "options": [
      "소관청이 직권으로 조사ㆍ측량하여 정정",
      "확정판결서에 정보에 의거 정정",
      "토지소유자의 승낙서에 의거 정정",
      "등기부등ㆍ초본에 의거 정정"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 지적공부의 등록사항에 잘못이 있음을 발견한 때에 정정방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-100",
    "options": [
      "분할",
      "합병",
      "축척변경",
      "신규등록"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에 의한 등기촉탁 대상에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070513-81",
    "options": [
      "토지의 형질변경",
      "토석의 채취",
      "토지분할",
      "녹지지역에서 물건을 1월 미만의 기간동안 쌓아놓는 행위"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 특별시장ㆍ광역시장ㆍ시장 또는 군수의 허가를 받아야 할 개발행위에 대한 내용 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-82",
    "options": [
      "도시관리계획이라 함은 도시기본계획수립의 지침이 되는 계획을 말한다.",
      "도시계획시설이라 함은 기반시설 중 도시관리계획으로 결정된 시설을 말한다.",
      "도시계획시설사업이라 함은 도시계획시설을 설치ㆍ정비 또는 개량하는 사업을 말한다.",
      "도시계획사업이라 함은 도시관리계획을 시행하기 위한 사업을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률에 정의된 용어에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-83",
    "options": [
      "토지의 소재",
      "소유자의 성명 또는 명칭, 주소 및 주민등록번호",
      "도곽선과 그 수치",
      "토지의 지목, 지번, 면적에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "지적공부 중 토지 및 임야대장에 등록되는 사항으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-84",
    "options": [
      "토지의 소재",
      "소유자의 성명 또는 명칭, 주소 및 주민등록번호",
      "도곽선과 그 수치",
      "지번과 지목"
    ],
    "subject": "지적관계법규",
    "text": "등기부(登記簿)의 갑구(甲區)에 기재해야 할 사항은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-85",
    "options": [
      "서울특별시장",
      "대한지적공사",
      "소관청",
      "측량신청인"
    ],
    "subject": "지적관계법규",
    "text": "지적기술자에 대한 징계요구를 할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-86",
    "options": [
      "공사의 허가시",
      "공사의 착공시",
      "공사의 준공시",
      "공사의 완료시"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 등으로 인한 토지의 이동시기는?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-87",
    "options": [
      "지번별조서",
      "지적도 사본",
      "토지소유자의 인적사항",
      "축척변경사유"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 시ㆍ도지사에게 신청하는 축척변경승인신청 서류에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-88",
    "options": [
      "토지표시사항은 지적에서 결정한다.",
      "매매로 인한 소유자의 변경은 부동산등기에서 한다.",
      "지적도에 등록할 경계의 결정은 지적에서 한다.",
      "미등록토지소유자 조사는 부동산등기에서 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적과 부동산등기를 서로 관련지어 설명할 때 적합하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-89",
    "options": [
      "소관청은 지적공부의 전부 또는 일부가 멸실ㆍ훼손된 때에는 행정자치부형이 정하는 바에 의하여 지체없이 복구하여야 한다.",
      "규정에 의하여 지적공부를 복구하고자 하는 때에는 멸실ㆍ훼손 당시의 지적공부와 가장 부합된다고 인정되는 관계자료에 의하여 토지의 표시에 관한 사항을 복구하여야 한다.",
      "지적공부를 복구할 때 소유자에 관한 사항은 부동산등기부나 법원의 확정판결에 의하여 복구한다.",
      "지적공부의 복구에 관한 관계자료 및 복구절차 등에 관하여 필요한 사항은 행정자치부령으로 정한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-90",
    "options": [
      "60일",
      "90일",
      "120일",
      "150일"
    ],
    "subject": "지적관계법규",
    "text": "등록전환할 토지의 경우, 토지소유자는 대통령령이 정하는 바에 따라 몇 일 이내에 소관청에 등록전환신청을 해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-91",
    "options": [
      "“필지”라 함은 대통령령이 정하는 바에 의하여 구획되는 토지의 등록단위를 말한다.",
      "“지번”이라 함은 필지에 부여하여 등기부등본에 등록한 번호를 말한다.",
      "“좌표”라 함은 지적측량기준점 또는 경계점의 위치를 평면직각종횡선수치로 표시한 것을 말한다.",
      "“지번부여지역”이라 함은 지번을 부여하는 단위지역으로서 동ㆍ리 또는 이에 준하는 지역을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "지적법에서 규정한 용어의 정의로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-92",
    "options": [
      "연접되는 토지사이에 고저가 없는 경우에는 그 구조물 등의 중앙",
      "연접되는 토지사이에 고저가 있는 경우에는 그 구조물 등의 하단부",
      "토지가 해면 또는 수면에 접하는 경우에는 최대만조위 또는 최대만수위가 되는 선",
      "공유수면매립지의 토지 중 제발 등을 토지에 편입하여 등록하는 경우에는 제방의 안쪽 어깨부분"
    ],
    "subject": "지적관계법규",
    "text": "지상경계를 새로이 결정하고자 하는 경우 경계결정 기준으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-93",
    "options": [
      "주차장법 제2초제1호 규정에 의한 노상주차장",
      "주차장법 제2조제1호 규정에 의한 부설주차장",
      "주차장법 제19조제4항의 규정에 의하여 시설물의 부지 인근에 설치된 부설주차장",
      "자동차 등의 판매목적으로 설치된 물류장 및 야외전시장"
    ],
    "subject": "지적관계법규",
    "text": "지적법 규정에 의한 지목 중 ‘주차장’으로 구분할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-94",
    "options": [
      "관계법령에 의한 토지의 형질변경 또는 건축물의 사용 승인 등으로 인하여 지목변경이 수반되는 경우",
      "대부분의 토지가 등록전환되어 나머지 토지를 임야도에 계속 존치하는 것이 불합리한 경우",
      "임야도에 등록된 토지가 사실상 형질변경되었으나 지목변경을 할 수 없는 경우",
      "도시관리계획선에 따라 토지를 분할하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "지목변경 없이 등록전환을 신청할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-95",
    "options": [
      "카드로 된 대장은 지적공부보관상자에 넣어 보관한다.",
      "부책으로 된 대장은 100장 단위로 바인더에 넣어 보관하여야 한다.",
      "일람도ㆍ지번색인표와 도면은 지번부여지역별로 도면번호순으로 보관하되, 각 장별로 보호대에 넣어야 한다.",
      "지적공부보관상자는 벽과 바닥에 밀착시켜 놓아야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 보관방법에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-96",
    "options": [
      "소속기술자의 명단 및 기술자격증 사본",
      "지적기술자의 지적측량 경력증명서",
      "보유장비 명세서",
      "지적측량업등록증"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업자의 지위를 승계신고 할 경우 첨부서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-97",
    "options": [
      "15일 이내",
      "1월 이내",
      "2월 이내",
      "3월 이내"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 토지의 분할, 합병 또는 멸실이 있는 경우에 토지소유권의 등기명의인은 최대 몇 일 이내에 그 등기를 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-98",
    "options": [
      "토지의 투기적인 거래가 성행하거나 지가가 급격히 상승하는 지역에 대해서 지정할 수 있다.",
      "토지거래계약에 관한 허가구역으로 지정하고자 하는 때에는 중앙도시계획위원회의 심의를 거쳐야 한다.",
      "토지거래계약에 관한 허가구역으로 지정된 지역의 시장ㆍ군수ㆍ구청장은 7일 이상 공고하여야 한다.",
      "토지거래계약에 관한 허가구역으로 지정한 때에는 건설교통부장관은 그 내용을 시장ㆍ군수ㆍ구청장에게 통지하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "토지거래계약에 관한 허가구역의 지정에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-99",
    "options": [
      "측량기간",
      "측량수수료",
      "측량검사자",
      "측량일자"
    ],
    "subject": "지적관계법규",
    "text": "지적측량수행자가 지적측량의뢰를 받은 경우 지적측량수행계획서에 기재할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-100",
    "options": [
      "등기필 통지부",
      "공동인명보",
      "과세자료 송부부",
      "열람 및 제증명신청서류 편철장"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 장부를 영구히 보존하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070304-81",
    "options": [
      "토지에 관련된 정보의조사ㆍ측량",
      "지적공부에 등록된 정보의 제공",
      "효율적인 토지의 이용",
      "소유권의 보호"
    ],
    "subject": "지적관계법규",
    "text": "지적법의 재정 목적을 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-82",
    "options": [
      "건설교통부 장관",
      "도지사",
      "광역시장",
      "시장ㆍ군수"
    ],
    "subject": "지적관계법규",
    "text": "광역계획권을 지정한 날부터 3 년이 경과할 때까지 관할 시ㆍ도지사의 광역도시계획에 대한 승인신청이 없는 경우에 광역도시계획의 수립권자는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-83",
    "options": [
      "1년",
      "2년",
      "3년",
      "4년"
    ],
    "subject": "지적관계법규",
    "text": "행정자치부장관은 지적기술자가 규정에 위반한 경우에는 중앙지적위원회의 의결을 거쳐 징계를 하여야 하는데 그 징계 사유가 발생한 날로부터 최소 몇 년이 경과한 때에는 징계를 할 수 없는가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-84",
    "options": [
      "행정구역개편에 의한 지번변경",
      "등록사항 오류정정",
      "축척변경",
      "공유수면 매립에 의한 신규등록"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 관할 등기소에 등기촉탁을 할수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-85",
    "options": [
      "골조는 철근콘크리트 이상의 강질로 할 것",
      "창문과 출입문은 2중으로 하되, 안쪽문은 절제로, 바깥 쪽 문은 절망 등을 설치할 것",
      "바닥과 벽은 2중으로 하고, 영구적인 방수설비를 할 것",
      "전기시설을 설치하는 때에는 단독 휴즈를 설치하고, 소화장비를 비치할 것"
    ],
    "subject": "지적관계법규",
    "text": "지적서고의 설치기준에 대한 설명 중 옳지 못한 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-86",
    "options": [
      "지번부여지역안의 토지로서 소유자와 용도가 동일하고 지반이 연속된 토지",
      "주된 용도의 토지의 편의를 위하여 설치된 도로 구거 등의 부지를 주된 용도의 토지에 편입하는 경우",
      "주된 용도의 토지로 둘러싸인 토지로서 다른 용도로 사용되고 있는 지목이 “대” 인 토지를 주된 용도의 토지에 편입한 경우",
      "주된 용도의 토지에 접속된 토지로서 다른 용도로 사용 되고 있는 토지를 주된 용도의 토지에 편입한 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적법규상 1필지로 정할 수 있는 기준에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-87",
    "options": [
      "등록사항정정측랑성과도",
      "확정판결서 사본",
      "이해관계인의 승낙서",
      "신청당시의 부동산등기부등본"
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 등록사항에 대한 정정신청시 경계 또는 면적의 변경을 가져오는 경우 반드시 첨부해야 활 서류는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-88",
    "options": [
      "경관지구",
      "리모델링지구",
      "고도지구",
      "시설보호지구"
    ],
    "subject": "지적관계법규",
    "text": "노후된 공동주택 등 건축물이 밀집된 지역으로서 새로운 개발보다는 현재의 환경을 유지하면서 이를 정비할 필요가 있는 경우 지정하게 되는 용도지구는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-89",
    "options": [
      "5인 이상 10인 이내",
      "10인 이상 15인 이내",
      "15인 이상 20인 이내",
      "축척변경시행지역안의 토지소유자의 5분의 1"
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 구성인원으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-90",
    "options": [
      "축척변경전의 면적을 결정면적으로 한다.",
      "축척변경후의 면적을 결정면적으로 한다.",
      "축척변경 전ㆍ후의 면적의 평균값으로 한다.",
      "축척변경 전ㆍ후 중 큰 것으로 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경측량결과도에 의하여 면적을 측정한 결과 축척변경 전ㆍ후의 면적의 오차가 허용범위 이내인 경우 결정면적은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-91",
    "options": [
      "장애물의 형상 변경을 위하여 필요한 때",
      "등기촉탁을 위하여 필요한 때",
      "지적측랑기준점표지를 설치하기 위하여 필요한 때",
      "장애물의 제거를 위하여 필요한 때"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 토지를 수용할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-92",
    "options": [
      "법원행정처장",
      "관할등기소장",
      "지방법원장",
      "법무부장관"
    ],
    "subject": "지적관계법규",
    "text": "등기부에 기록된 등기사항에 관한 전산정보자료의 이용ㆍ활용은 누구의 승인을 받아야 하는가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-93",
    "options": [
      "토지의 소재",
      "지번",
      "경계",
      "소유권 지분"
    ],
    "subject": "지적관계법규",
    "text": "공유지연명부에 등록할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-94",
    "options": [
      "야구장",
      "승마장",
      "골프장",
      "경마장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목을 체육용지로 설정할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-95",
    "options": [
      "변경등기",
      "경정등기",
      "회복등기",
      "기입등기"
    ],
    "subject": "지적관계법규",
    "text": "이미 완료된 등기에 대해 등기 절차상에 착오 또는 유루가 발생하여 원시적으로 등기사항과 실체사항과의 불일치가 발생되었을 때 이를 시정하기 위해 행하여지는 등기는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-96",
    "options": [
      "지목",
      "토지의 소재",
      "지번",
      "좌표"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부에 등록할 사항이 아닌것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-97",
    "options": [
      "청산금조서를 작성한 날부터 30일 이내",
      "청산금조서를 작성한 날부터 20일 이내",
      "청산금의 결정을 공고한 날부터 30일 이내",
      "청산금의 결정을 공고한 날부터 20일이내"
    ],
    "subject": "지적관계법규",
    "text": "축척변경사업시 청산금의 납부고지 또는 수렁통지는 언제 하는가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-98",
    "options": [
      "도지사",
      "대한지적공사 사장",
      "중앙지적위원회 위원장",
      "소관청"
    ],
    "subject": "지적관계법규",
    "text": "고의 또는 중과실로 인하여 지적측랑를 잘못한 지적기술자의 징계를 요구할 수 없는 자는 누구인가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-99",
    "options": [
      "건설교통부장관은 직권으로 지적고시를 하여야 한다.",
      "2 년이 되는 날의 다음날에 그 도시관리계획결정은 효력을 상실한다.",
      "관할시장 또는 군수는 지체 없이 지적 고시를 위한 도면을 작성하여야 한다.",
      "도시계획구역내의 각종 행위제한이 완화됨을 시장ㆍ군수는 고시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "도시관리계획 결정의 고시일로부터 2년이 되도록 지형도면의 고시를 하지 않는 경우에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-100",
    "options": [
      "토지대장상 소유자로 등록되어 있는 것을 증명하는 자",
      "판결에 의하여 자기의 소유권를 증명하는 자",
      "시효에 의하여 토지 소유권을 취득한 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 미등기토지의 소유권 보존등기를 신청할 수 있는 자에 해당 되지 않는 것은 ?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20060514-81",
    "options": [
      "등록전환",
      "지목변경",
      "토지분할",
      "합병"
    ],
    "subject": "지적관계법규",
    "text": "임야대장에 등록된 임야를 개간하여 뽕밭으로 만드는 경우에는 어떤 종류의 토지이동 처리를 해야 하나?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-82",
    "options": [
      "주거지역에서는 180m2 이하",
      "상업지역에서는 200m2 이하",
      "공업지역에서는 660m2 이하",
      "도시지역 외의 지역에서는 600m2 이하"
    ],
    "subject": "지적관계법규",
    "text": "토지의 거래계약허가구역 안에서 토지거래계약의 허가를 요하지 않는 토지의 면적으로 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-83",
    "options": [
      "측량준비도",
      "지적공부등본",
      "토지이동정리결의서",
      "법원의 확정판결서 사본"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-84",
    "options": [
      "소유권",
      "저당권",
      "지상권",
      "점유권"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 등기할 수 있는 권리에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-85",
    "options": [
      "도로",
      "공원",
      "대",
      "휴게소"
    ],
    "subject": "지적관계법규",
    "text": "고속도로 안의 휴게소 부지의 지목으로 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-86",
    "options": [
      "신규등록",
      "축척변경",
      "분할",
      "합병"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 관할등기소에 토지표시의 변경에 관한 등기를 촉탁하지 않아도 되는 토지 이동은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-87",
    "options": [
      "지적기술자의 징계는 중앙지적위원회에서 의결하고 그 결과에 따라 행정자치부장관이 징계처분을 행한다.",
      "중앙지적위원회는 행정자치부장관이 회부한 징계 사안에 대하여 회부받은 그날로부터 3개월 이내에 이를 심의ㆍ 의결하여야 한다.",
      "행정자치부장관은 시ㆍ 도지사, 소관청, 대한지적공사의 징계 요구가 있는 때에는 이를 검토하여 30일 이내에 중앙지적위원회에 회부하여야 한다.",
      "징계는 자격취소, 1월 이상 3년 이하의 자격정지로 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적기술자의 징계에 관한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-88",
    "options": [
      "학교",
      "항만",
      "공항",
      "문화재"
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 시설보호지구를 지정하여 보호하는 시설로서 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-89",
    "options": [
      "도면의 재작성 승인",
      "지목변경 승인",
      "지적공부 반출 승인",
      "지번변경 승인"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 시ㆍ 도지사의 승인사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-90",
    "options": [
      "기반시설의 설치ㆍ 정비 또는 개량에 관한 계획",
      "관할구역의 기본적인 공간구조와 장기발전방향을 제시하는 종합계획",
      "광역계획권으로 지정하여 수립하는 계획",
      "2 이상의 특별시ㆍ 광역시ㆍ 시 또는 군의 공간구조 및 기능을 상호 연계"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 도시관리계획에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-91",
    "options": [
      "5년 이하의 징역 또는 5천 만 원 이하의 벌금",
      "3년 이하의 징역 또는 3천 만 원 이하의 벌금",
      "2년 이하의 징역 또는 2천 만 원 이하의 벌금",
      "1년 이하의 징역 또는 5백 만 원 이하의 벌금"
    ],
    "subject": "지적관계법규",
    "text": "지적측량업의 등록증을 다른 사람에게 빌려준 자와 그 상대방은 어떠한 벌칙에 처하는가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-92",
    "options": [
      "토지이동 정리 결의서의 내용과 다르게 정리된 경우",
      "지적측량성과와 다르게 정리된 경우",
      "도면에 등록된 필지가 면적증감이 있고 경계위치가 잘못 등록된 경우",
      "지적공부의 등록사항이 잘못 입력된 경우"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-93",
    "options": [
      "축척변경을 한 때",
      "지목변경을 한 때",
      "도시계획사업을 완료한 때",
      "지적공부의 전부 또는 일부가 멸실ㆍ 훼손된 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구 사유에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-94",
    "options": [
      "인감증명서",
      "신청서 부본, 보증서",
      "등기필증",
      "신청인의 주소를 증명하는 서면"
    ],
    "subject": "지적관계법규",
    "text": "소유권의 보존 또는 이전의 등기를 신청하는 경우 제출이 요구되는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-95",
    "options": [
      "120일 이내",
      "150일 이내",
      "180일 이내",
      "90일 이내"
    ],
    "subject": "지적관계법규",
    "text": "지적측량적부심사의결서를 통지받은 자가 지방지적위원회의 의결에 불복하는 때에는 의결서를 송부받은 날로부터 몇 일 이내에 중앙지적위원회에 재심사를 청구할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-96",
    "options": [
      "청산금은 필지별 면적에 제곱미터당 가격을 곱하여 정한다.",
      "소관청은 수령통지일로부터 3월 이내에 청산금을 지급하여야 한다.",
      "청산금의 부족액은 당해 지방자치단체가 부담한다.",
      "청산금에 이의가 있는 자는 15일 이내에 소관청에 이의신청을 하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 따른 청산관계의 설명 중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-97",
    "options": [
      "학교용지, 도로, 수도용지 등의 지목으로 될 토지는 그 사업시행자",
      "지방자치단체가 취득하는 토지의 경우에는 그 토지를 관리하는 지방자치단체의 장",
      "채권을 보전하기 위한 채권자",
      "토지점유자"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 해야 할 신청을 대위할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-98",
    "options": [
      "합리적이고 효율적인 토지관리 도모",
      "소유권의 보호에 기여",
      "토지관련 정보의 조사ㆍ 측량에 관한 규정",
      "토지의 개발ㆍ 정비ㆍ 보전에 관한 규정"
    ],
    "subject": "지적관계법규",
    "text": "지적법의 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-99",
    "options": [
      "14일 이내",
      "15일 이내",
      "1월 이내",
      "3월 이내"
    ],
    "subject": "지적관계법규",
    "text": "토지의 분할, 멸실, 면적의 증감 또는 지목의 변경이 있는 때 그 토지의 소유권의 등기명의인은 얼마의 기간 이내에 그 등기를 신청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-100",
    "options": [
      "지번부여지역 안의 토지로서 소유자가 동일",
      "지번이 연속된 토지",
      "동일한 지적측량방법에 의한 토지",
      "지번부여지역 안의 토지로서 용도가 동일"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 1필지로 정할 수 있는 기준에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060305-81",
    "options": [
      "99-1로 한다.",
      "100-10으로 한다.",
      "222로 한다.",
      "325로 한다."
    ],
    "subject": "지적관계법규",
    "text": "합병하고자 하는 4필지 지번이 99-1, 100-10, 22, 325인 경우 지번 결정 방법이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-82",
    "options": [
      "소관청",
      "지적위원회 위원장",
      "시 ㆍ 도지사",
      "대한지적공사 사장"
    ],
    "subject": "지적관계법규",
    "text": "지적기술자에 대한 징계요구권이 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-83",
    "options": [
      "액화석유가스의 판매를 위하여 일정한 설비를 갖춘 시설물의 부지",
      "석유 ㆍ 석유제품의 판매를 위하여 일정한 설비를 갖춘 시설물의 부지",
      "저유소 ㆍ 원유저장소의 부지",
      "자동차 정비공장내의 송유시설의 부지"
    ],
    "subject": "지적관계법규",
    "text": "다음 지목중 주유소 용지에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-84",
    "options": [
      "1년",
      "2년",
      "3년",
      "4년"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 위원장 및 부위원장을 제외한 위원의 임기는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-85",
    "options": [
      "경관지구",
      "고도지구",
      "관리지구",
      "취락지구"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 국토의 계획 및 이용에 관한 법률상 용도 지구지정으로 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-86",
    "options": [
      "1년",
      "2년",
      "3년",
      "5년"
    ],
    "subject": "지적관계법규",
    "text": "도시관리계획결정의 고시일로부터 몇 년이 되는 날까지 규정에 의한 지형도면의 고시가 없는 경우에 그 도시관리계획결정의 효력을 상실하게 되는가?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-87",
    "options": [
      "축척변경시의 청산금 미납",
      "과태료처분의 이의 제기시",
      "벌칙에 의한 벌금 미납시",
      "토지이동 신청의 직권정리한 측량수수료 미납시"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 비송사건 절차법에 의하여 재판을 하여야하는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-88",
    "options": [
      "발행일로부터 3월 이내",
      "발행일로부터 6월 이내",
      "발행일로부터 9월 이내",
      "발행일로부터 2월 이내"
    ],
    "subject": "지적관계법규",
    "text": "부동산등기법상 인감증명의 유효기간으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-89",
    "options": [
      "지상권",
      "지역권",
      "전세권",
      "저당권"
    ],
    "subject": "지적관계법규",
    "text": "등기신청서에 채권액과 채무자를 기재하는 설정등기인 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-90",
    "options": [
      "시장 또는 군수는 그 관할 구역 안에서 시행할 도시관리계획을 입안한다.",
      "건설교통부장관은 도시관리계획을 입안할 수 없다.",
      "도시관리계획은 광역도시계획 및 도시기본계획에 부합되어야 한다.",
      "도시관리계획입안시에는 기초조사가 선행되어야 한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률상 도시관리계획에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-91",
    "options": [
      "지적직공무원",
      "도지사",
      "행정자치부장관",
      "국가"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에 의한 토지등록의 주체는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-92",
    "options": [
      "토지이동정리결의서",
      "토지대장등본",
      "공유지연명부",
      "지적도"
    ],
    "subject": "지적관계법규",
    "text": "토지표시변경등기를 촉탁하고자 등기촉탁서를 작성할 때 첨부하는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-93",
    "options": [
      "면적",
      "토지의 경계",
      "지목",
      "지번"
    ],
    "subject": "지적관계법규",
    "text": "지적도나 임야도의 등록사항으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-94",
    "options": [
      "150.4m2",
      "151m2",
      "150m2",
      "150.5m2"
    ],
    "subject": "지적관계법규",
    "text": "축척 600분의1 지적도 시행지역에서 토지대장에 면적을 등록할 때 산출면적이 150.45 제곱미터일 때 다음 중 어느 것으로 등록하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-95",
    "options": [
      "신규등록",
      "지목변경",
      "분할",
      "합병"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자의 신청에 의하여 정리한 토지이동중 소관청에서 토지표시 변경 등기 촉탁을 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-96",
    "options": [
      "국가 ㆍ 지방자치단체 ㆍ 국제기관 ㆍ 외국정부에 대한 등록번호는 재정경제부장관이 지정 ㆍ 고시한다.",
      "주민등록번호가 없는 재외국민에 대한 등록번호는 대법원소재지 관할등기소의 등기관이 부여한다.",
      "법인에 대한 등록번호는 주된 사무소 소재지 관할 등기소의 등기관이 부여한다.",
      "법인 아닌 사단이나 재단에 대한 등록번호는 시장(구가 설치되어 있는 시에서는 구청장) ㆍ 군수가 부여한다."
    ],
    "subject": "지적관계법규",
    "text": "등기권리자의 성명 또는 명칭에 병기하여야 할 부동산등기용 등록번호의 부여절차로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-97",
    "options": [
      "행정자치부장관",
      "국토지리정보원장",
      "시 ㆍ 도지사",
      "소관청"
    ],
    "subject": "지적관계법규",
    "text": "지적공부 열람 시 수수료는 누구에게 납부하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-98",
    "options": [
      "지적공부에 등록된 토지소재가 변경되는 때",
      "지적공부에 등록된 소유자가 변경되는 때",
      "토지의 합병",
      "지적공부에 등록된 좌표가 변경되는 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 이동사항으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-99",
    "options": [
      "도로",
      "철도용지",
      "수도용지",
      "종교용지"
    ],
    "subject": "지적관계법규",
    "text": "공공사업 등으로 인하여 토지소유자가 하여야 할 토지이동사항을 그 사업시행자가 대위신청 할 수 없는 지목은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-100",
    "options": [
      "지적위원회는 중앙지적위원회와 지방지적위원회로 구성한다.",
      "지적기술자의 양성방안은 중앙지적위원회의 의결사항이다.",
      "지방지적위원회는 지적측량에 대한 적부심사청구 사항을 심의 ㆍ 의결한다.",
      "중앙지적위원회의 위원장은 행정자치부차관이 된다."
    ],
    "subject": "지적관계법규",
    "text": "지적위원회에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20050529-81",
    "options": [
      "소유자 일방만의 비용부담",
      "공동비용은 쌍방이 절반씩 부담",
      "측량비용은 토지면적에 비례하여 부담",
      "비용에 관한 다른 관습이 있는 경우에는 그 관습에 따른다."
    ],
    "subject": "지적관계법규",
    "text": "민법상 인접토지소유자의 경우 경계표 또는 담의 설치에 대해 옳지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-82",
    "options": [
      "고의로 측량을 잘못한 자",
      "부정한 방법으로 지적측량업을 등록한 자",
      "직계존·비속의 소유토지에 대하여 지적측량을한 자",
      "대한지적공사와 같은 유사명칭을 사용한 자"
    ],
    "subject": "지적관계법규",
    "text": "지적법상의 벌칙중 가장 중벌(重罰)의 대상이 되는 행위는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-83",
    "options": [
      "면적",
      "경계",
      "지목",
      "지번"
    ],
    "subject": "지적관계법규",
    "text": "지적도나 임야도의 등록사항으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-84",
    "options": [
      "보전녹지지역",
      "자연녹지지역",
      "일반녹지지역",
      "생산녹지지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률에 의해 녹지지역에 대하여 도시관리계획결정으로 세분하여 지정할 수 있는 지역으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-85",
    "options": [
      "토지이동정리결의서의 내용과 다르게 정리된 경우",
      "도면에 등록된 필지가 면적의 증감이 있으며 경계 위치가 잘못된 경우",
      "지적측량성과와 다르게 정리된 경우",
      "지적공부의 작성 또는 재작성 당시 잘못 정리된 경우"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 없는 경우는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-86",
    "options": [
      "지적기술자의 양성방안",
      "지적기술자의 징계",
      "지적측량기술의 연구·개발",
      "대한지적공사의 정관에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 심의·의결사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-87",
    "options": [
      "청산금의 납부 및 지급이 완료된 때",
      "토지소유자의 경계표시의무가 완료된 때",
      "지번별조서 작성이 완료된 때",
      "지적결정이 완료된 때"
    ],
    "subject": "지적관계법규",
    "text": "축척변경의 확정공고는 언제 하는가?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-88",
    "options": [
      "경정등기",
      "보존등기",
      "촉탁등기",
      "회복등기"
    ],
    "subject": "지적관계법규",
    "text": "등기관의 과오로 인하여 착오된 등기사항을 발견하였을 때에 이를 정정하기 위한 등기는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-89",
    "options": [
      "등기부의 순서",
      "각 토지 또는 각 건물대지의 지번",
      "토지의 위치",
      "등기용지의 편철순서"
    ],
    "subject": "지적관계법규",
    "text": "등기부의 양식에서 등기번호란에 기재하는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-90",
    "options": [
      "상대방있는 의사표시는 그 통지가 상대방에게 도달한 때로부터 그 효력이 발생한다.",
      "표의자가 그 통지를 발한 후 사망하거나 행위능력을 상실한 경우라도 의사표시의 효력에 영향을 미치지 못한다.",
      "의사표시가 수령무능력자에게 도달한때에는 그 의사표시로써 대항하지 못하며, 법정대리인이 그 도달을 안 후에도 대항하지 못한다.",
      "표의자가 과실없이 상대방의 소재를 알지 못하는 경우, 의사표시는 공시송달의 규정에 의해 송달할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "민법상 의사표시의 수령능력에 대한 내용으로 잘못된것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-91",
    "options": [
      "지번변경(地番變更)에 따른 토지표시 변경",
      "신규등록에 따른 토지표시 변경",
      "축척변경에 따른 토지표시 변경",
      "직권조사 측량에 따른 토지표시 변경"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 등기촉탁을 의뢰하여야 할 대상이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-92",
    "options": [
      "시행자는 공사를 완료한 때에는 지체없이 공사관계서류를 일반에게 공람시켜야 한다.",
      "토지소유자 또는 이해관계인은 공람기간내에 시행자에게 의견서를 제출할 수 있다.",
      "시행자는 지정권자에 의한 준공검사를 받은 때에는 정하는 기간내에 환지처분을 하여야 한다.",
      "환지처분을 할 경우에는 환지계획서에서 정한 사항을 소관청에 통지하고 이를 공고한다."
    ],
    "subject": "지적관계법규",
    "text": "환지처분에 관한 다음 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-93",
    "options": [
      "60% 이하",
      "70% 이하",
      "90% 이하",
      "80% 이하"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률에 의해 도시지역은 주거지역, 상업지역, 공업지역, 녹지지역으로 구분할 수 있다. 이중 주거지역의 건폐율의 기준으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-94",
    "options": [
      "임야분할",
      "지목변경",
      "등록전환",
      "신규등록"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지번을 새로이 부여할 필요가 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-95",
    "options": [
      "지번을 변경하는 경우",
      "지적공부를 복구하는 경우",
      "신규등록 및 등록전환 등 토지의 이동이 있는 경우",
      "도곽선의 수치 및 측량기준점이 멸실된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음은 지적공부를 새로이 작성할 수 있는 경우이다. 옳지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-96",
    "options": [
      "도로와 접한 부분에 있어서 건축물을 건축할 수 있는 선을 건축선이라 한다.",
      "도로면으로부터 높이 4.5미터이상에 있는 출입구·창문은 개폐시에 건축선의 수직면을 넘어서는 안된다.",
      "건축물은 건축선의 수직면을 넘어서는 안된다.",
      "담장은 건축선의 수직면을 넘어서는 안된다."
    ],
    "subject": "지적관계법규",
    "text": "건축법상 건축선에 관한 내용 중 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-97",
    "options": [
      "소유권 보장을 목적으로 하고 있다.",
      "효율적 토지관리에 기여함을 목적으로 하고 있다.",
      "지적공부에 등록하는 절차를 규정하고 있다.",
      "지적측량에 관한 규정을 하고 있다."
    ],
    "subject": "지적관계법규",
    "text": "다음은 지적법의 규정내용과 목적을 서술한 것이다. 틀린것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-98",
    "options": [
      "초과액은 토지소유자 수입으로, 부족액은 토지소유자가 부담",
      "초과액은 국가수입으로, 부족액은 국고에서 부담",
      "초과액은 당해 지방자치단체의 수입으로, 부족액은 당해 지방자치단체가 부담",
      "청산금의 증감이 없도록 조정"
    ],
    "subject": "지적관계법규",
    "text": "축척변경에 있어 증가된 면적의 청산금 합계와 감소된 면적의 청산금 합계와의 차액이 생길 때 청산금 처리 방법으로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-99",
    "options": [
      "소유권이전, 매매 등을 위하여 필요한 경우",
      "토지이용상 불합리한 지상경계를 시정하기 위한 경우",
      "토지의 소유자가 동일하나 도면의 축척이 다른 경우",
      "1필지의 일부가 형질변경등으로 용도가 다르게 된 경우"
    ],
    "subject": "지적관계법규",
    "text": "지적도에 등록된 일필지의 분할신청을 할수 있는 경우로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-100",
    "options": [
      "1/500 ‾ 1/1500",
      "1/1000 ‾ 1/5000",
      "1/5000 ‾ 1/10000",
      "1/25000 ‾ 1/50000"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률에서 지적이 표시된 지형도에 도시관리계획사항을 명시한 도면의 축척으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050306-81",
    "options": [
      "소관청은 직권으로 조사 또는 측량하여 이를 정정할 수 있다.",
      "토지 소유자가 소관청에 그 정정을 신청할 수 있다.",
      "오류사항 정정으로 인하여 인접 토지의 경계가 변경되는 경우 그 정정은 인접 토지소유자의 승낙서에 의하여야 한다.",
      "오류사항이 토지소유자에 관한 사항일 때에는 지적공부등본에 의하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적도 등록사항에 오류가 있음을 발견한 때 정정할 수 있는 방법에 대한 설명으로 적합치 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-82",
    "options": [
      "1년",
      "2년",
      "3년",
      "4년"
    ],
    "subject": "지적관계법규",
    "text": "행정자치부장관은 지적기술자가 규정에 위반한 경우에는 중앙지적위원회의 의결을 거쳐 징계를 하여야하는데 그 징계사유가 발생한 날로부터 최소 몇 년이 경과한 때에는 징계를 할 수 없는가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-83",
    "options": [
      "토지의 소재",
      "대지권 비율",
      "소유자의 성명",
      "지목"
    ],
    "subject": "지적관계법규",
    "text": "대지권등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-84",
    "options": [
      "판결에 의하여 자기 소유권을 증명하는 자",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자",
      "시·군·구의 장의 서면에 의하여 자기의 소유권을 증명하는 자",
      "토지대장등본에 의하여 자기가 토지대장에 소유자로서 등록되어 있는 것을 증명하는 자"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 미등기토지의 소유권 보존등기를 신청할 수 있는 자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-85",
    "options": [
      "10일",
      "15일",
      "20일",
      "30일"
    ],
    "subject": "지적관계법규",
    "text": "지적공부를 복구하고자 하는 때에는 복구하고자 하는 토지의 표시 등을 시·군·구의 게시판에 게시하여야 하는데 그 기간으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-86",
    "options": [
      "물건(物件)의 일부(一部)",
      "재산권(財産權)",
      "천연과실(天然果實)",
      "유체물(有體物)"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 물권(物權)의 객체(客體)가 될 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-87",
    "options": [
      "종전토지의 지목",
      "종전토지의 면적",
      "종전토지의 거래가격",
      "종전토지의 토질"
    ],
    "subject": "지적관계법규",
    "text": "환지방식에 의한 도시개발을 할 경우 환지계획에서 고려해야 할 사항으로 거리가 가장 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-88",
    "options": [
      "학교용지, 도로, 수도용지등의 지목으로 될 토지는 그 사업시행자",
      "지방자치단체가 취득하는 토지의 경우에는 그 토지를 관리하는 지방자치단체의 장",
      "채권을 보전하기 위한 채권자",
      "토지점유자"
    ],
    "subject": "지적관계법규",
    "text": "토지소유자가 해야할 신청을 대위할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-89",
    "options": [
      "토지의 거래가 성행하는 구역",
      "지가가 급격히 상승할 우려가 있는 구역",
      "용도지역의 예정구역",
      "특수한 자연경관을 보호해야 할 구역"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률상 토지거래계약에 관한 허가 구역의 지정대상이 되는 곳은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-90",
    "options": [
      "잡종지 : 잡",
      "구거 : 구",
      "유원지 : 유",
      "공원 : 공"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목의 표기방법으로 맞지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-91",
    "options": [
      "초과액은 토지소유자의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 토지소유자의 수입으로 하고 부족액은 당해 지방자치단체가 부담한다.",
      "초과액은 당해 지방자치단체의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 당해 지방자치단체의 수입으로 하고 부족액은 당해 지방자치단체가 부담한다."
    ],
    "subject": "지적관계법규",
    "text": "소관청이 축척변경을 실시한 후 청산금의 산출결과 증·감된 면적에 대한 청산금의 합계에 차액이 생긴 경우의 처리방법은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-92",
    "options": [
      "지번변경사유를 기재한 승인신청서",
      "지번변경대상지역의 지번별조서",
      "지번변경대상지역의 일람도 사본",
      "지번변경대상지역의 지적도 및 임야도의 사본"
    ],
    "subject": "지적관계법규",
    "text": "지번변경승인신청시 필요한 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-93",
    "options": [
      "주거지역 : 70% 이하",
      "상업지역 : 80% 이하",
      "공업지역 : 70% 이하",
      "녹지지역 : 20% 이하"
    ],
    "subject": "지적관계법규",
    "text": "용도지역안에서의 건폐율의 최대한도를 나타낸 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-94",
    "options": [
      "\"이전\"이란 기존 건축물이 있는 위치에서 다른 대지의 위치로 옮겨 축조하는 것이다.",
      "\"개축\"이란 기존건축물을 전부 또는 일부를 철거하고 그 대지 안에 종전과 동일한 규모의 범위 안에서 다시 축조하는 것이다.",
      "\"증축\"이란 기존건축물이 있는 대지 안에서 연면적·층 수 등을 증가시키는 것이다.",
      "\"재축\"이란 재해에 의하여 멸실된 경우에 그 대지 안에서 종전과 동일한 규모의 범위 안에서 다시 축조하는 것이다."
    ],
    "subject": "지적관계법규",
    "text": "다음은 건축법상 용어의 정의를 설명한 것이다. 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-95",
    "options": [
      "청산금조서 작성한 날로부터 30일이내",
      "청산금조서 작성한 날로부터 20일이내",
      "청산금 결정공고한 날로부터 30일이내",
      "청산금 결정공고한 날로부터 20일이내"
    ],
    "subject": "지적관계법규",
    "text": "축척변경사업시 청산금의 납부고지 또는 수령통지는 언제 하는가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-96",
    "options": [
      "공공의 이익이 있는 범위내에서 토지의 상하에 미친다.",
      "적당한 이익이 있는 범위내에서 토지의 상하에 미친다.",
      "법률이 정한 이익이 있는 범위내에서 토지의 상하에 미친다.",
      "정당한 이익이 있는 범위내에서 토지의 상하에 미친다."
    ],
    "subject": "지적관계법규",
    "text": "토지소유권의 범위에 대한 설명으로 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-97",
    "options": [
      "규정에 의한 등록증을 다른 사람에게 빌려준 자",
      "법에 의한 신청을 허위로 한 자",
      "규정에 의한 등록을 하지 아니하고 지적편집도를 간행한 자",
      "규정을 위반하여 고의로 지적측량을 잘못한 자"
    ],
    "subject": "지적관계법규",
    "text": "현행 지적법에 규정된 벌칙규정 중 가장 무거운 벌을 받는 경우는?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-98",
    "options": [
      "소유권에 관한 사항",
      "토지표시에 관한 사항",
      "구분건물 표시에 관한 사항",
      "부동산의 멸실에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "등기신청이 있을 경우 등기관이 실질적으로 조사할 수 있는 사항은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-99",
    "options": [
      "소유자가 신청한 토지분할",
      "소유자가 신청한 등록전환",
      "소유자가 신청한 신규등록",
      "소유자가 신청한 토지합병"
    ],
    "subject": "지적관계법규",
    "text": "소관청인 시장, 군수, 구청장이 촉탁등기를 하지 않아도 되는 토지 이동은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-100",
    "options": [
      "대통령령이 정하는 기반시설의 배치와 규모",
      "건축물의 용도제한",
      "환경관리계획 또는 경관계획",
      "인구 또는 산업기능 배분계획"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지구단위계획의 내용에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20040808-81",
    "options": [
      "지적공부에 등록된 토지소재가 변경되는 때",
      "지적공부에 등록된 소유자가 변경되는 때",
      "토지의 합병",
      "지적공부에 등록된 좌표가 변경되는 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지의 이동사항으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-82",
    "options": [
      "토지의 소재",
      "소유자의 성명 또는 명칭, 주소 및 주민등록번호",
      "도곽선과 그 수치",
      "지번과 지목"
    ],
    "subject": "지적관계법규",
    "text": "지적공부중 토지 및 임야대장에 등록되는 사항으로 틀린것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-83",
    "options": [
      "1년",
      "2년",
      "3년",
      "4년"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 위원장 및 부위원장을 제외한 위원의 임기는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-84",
    "options": [
      "축척변경을 한 때",
      "지목변경을 한 때",
      "도시계획사업을 완료 한 때",
      "지적공부가 멸실· 훼손된 때"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적공부의 복구 사유에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-85",
    "options": [
      "일반도로",
      "자전거 전용도로",
      "지하도로",
      "지방도"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률상 도로에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-86",
    "options": [
      "부동산의 소재지",
      "소유권에 관한 사항",
      "소유권 이외의 권리에 관한 사항",
      "토지의 지목, 지번, 면적에 관한 사항"
    ],
    "subject": "지적관계법규",
    "text": "등기부(登記簿)의 갑구(甲區)에 기재해야 할 사항은 다음중 어느것인가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-87",
    "options": [
      "신고사유가 발생한 날로부터 15일 이내",
      "신고사유가 발생한 날로부터 21일 이내",
      "신고사유가 발생한 날로부터 30일 이내",
      "신고사유가 발생한 날로부터 60일 이내"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업의 사업시행자는 그사업의 착수· 변경 또는 완료사실을 소관청에 신고하여야 하는데 이때의 신고 기간으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-88",
    "options": [
      "소유자는 대상 소유물을 사용·수익·처분할 수 있다.",
      "토지소유권의 범위는 정당한 이익이 있는 범위내에서 토지의 상·하에 미친다.",
      "토지의 점유권자라도 소유자가 요구하면 반환해야 한다.",
      "인접하여 토지를 소유한 자는 공동비용으로 담을 설치할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "토지소유권에 대한 설명중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-89",
    "options": [
      "법원의 확정판결서 정본",
      "등기부등본",
      "소유권을 증명할 수 있는 서류의 사본",
      "준공인가필증 사본"
    ],
    "subject": "지적관계법규",
    "text": "토지의 신규등록시 필요한 서류 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-90",
    "options": [
      "시· 도지사",
      "행정자치부 장관",
      "중앙지적위원회",
      "관할토지수용위원회"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 사유지내에 지적측량기준점표지를 설치한 경우 그 손실보상에 대한 재결기관은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-91",
    "options": [
      "소관청이 새로이 그 지번을 부여하여야 한다.",
      "종전 지번에 부호를 붙여 정한다.",
      "토지소재만 변경 정리한다.",
      "변경된 지번설정지역의 최종본번에 부번을 붙여 정리한다."
    ],
    "subject": "지적관계법규",
    "text": "지번부여지역의 일부가 행정구역의 변경으로 다른 지번부여지역에 속하게 될 때 지번정리 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-92",
    "options": [
      "소유자의 주소",
      "지번",
      "경계",
      "면적"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 토지의 표시사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-93",
    "options": [
      "토지등록 절차",
      "지적측량 방법",
      "지적공부정리 방법",
      "토지소유권이전 절차"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에서 규정하고 있지 않는 사항은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-94",
    "options": [
      "당해 지방자치단체",
      "도지사",
      "증가된 면적의 토지소유자",
      "행정자치부장관"
    ],
    "subject": "지적관계법규",
    "text": "축척변경을 한 결과 감소된 면적에 대하여 교부해야 할 청산금 총액이 부족할 경우 그 부족액을 부담해야 할 자는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-95",
    "options": [
      "등록사항의 직권정정",
      "축척변경",
      "행정구역변경으로 인한 지번변경",
      "신규등록"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 관할 등기관서에 등기촉탁을 하는 사유에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-96",
    "options": [
      "환지설계",
      "필지별로 된 환지명세",
      "필지별과 권리별로 된 청산대상토지 명세",
      "환지의 청산금"
    ],
    "subject": "지적관계법규",
    "text": "환지방식에 의한 도시개발사업시의 환지계획에서 정하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-97",
    "options": [
      "입체환지",
      "제자리환지",
      "비환지",
      "공유환지"
    ],
    "subject": "지적관계법규",
    "text": "시행자가 과소토지가 되지 않도록 하기 위해 토지소유자의 동의를 얻어 환지의 목적인 토지에 갈음하여 건축물의 일부와 당해 건축물이 있는 토지의 공유지분을 부여하는 환지방식을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-98",
    "options": [
      "공지확보와 최소한의 일조권 확보",
      "도시공간의 합리적 이용",
      "화재나 재해시 피난의 용이",
      "채광, 통풍 등 위생의 양호"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 건폐율을 정하는 목적이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-99",
    "options": [
      "도지사는 건설교통부장관의 승인을 받아 허가구역을 지정할 수 있다.",
      "허가구역의 지정은 10년간 유효하다.",
      "허가구역의 지정은 공고일로부터 효력을 발생한다.",
      "중앙도시계획위원회의 심의를 거쳐야 한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률상 토지거래계약 허가구역 지정에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-100",
    "options": [
      "등기필증",
      "지적공부등본",
      "법원의 확정판결서",
      "지적공부정리결의서"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록된 토지소유자의 변경사항을 정리하고자 할 경우 다음중 무엇에 의하는가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040523-81",
    "options": [
      "99-1",
      "100-10",
      "111",
      "125"
    ],
    "subject": "지적관계법규",
    "text": "합병 조건이 갖추어진 4필지(99-1, 100-10, 111, 125)를 합병할 경우 새로이 설정하여야 하는 지번은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-82",
    "options": [
      "인감증명서",
      "신청서부본, 보증서",
      "등기필증",
      "신청인의 주소를 증명하는 서면"
    ],
    "subject": "지적관계법규",
    "text": "소유권의 보존 또는 이전의 등기를 신청하는 경우 제출이 요구되는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-83",
    "options": [
      "가등기(假登記)",
      "변경등기(變更登記)",
      "말소등기(抹消登記)",
      "멸실회복등기(滅失回復登記)"
    ],
    "subject": "지적관계법규",
    "text": "부동산물권의 변동을 목적으로 하는 청구권을 보전하기위해 행하여 지는 등기는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-84",
    "options": [
      "지적측량성과와 다르게 정리된 경우",
      "지적공부의 등록사항이 잘못 입력된 경우",
      "지적공부의 재작성 당시 잘못 정리된 경우",
      "일필지 면적의 증감으로 경계의 위치가 잘못 등록된 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-85",
    "options": [
      "대한지적공사의 설립허가",
      "토지등록업무의 개선",
      "지적기술자 양성 방안",
      "지적기술자의 징계"
    ],
    "subject": "지적관계법규",
    "text": "중앙지적위원회의 심의· 의결 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-86",
    "options": [
      "지번별조서",
      "지적도 사본",
      "토지소유자의 인적사항",
      "축척변경을 하여야 할 사유"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 소관청이 시· 도지사에게 신청하는 축척변경승인 신청 서류에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-87",
    "options": [
      "지적직공무원",
      "도지사",
      "행정자치부장관",
      "국가"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법에 의한 토지등록의 주체는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-88",
    "options": [
      "도시계획시설사업의 시행자는 타인의 토지에 출입할 수 있다.",
      "도시계획시설사업의 시행자는 타인의 토지를 재료적 치장 또는 임시통로로 일시 사용할 수 있다.",
      "도시계획시설사업의 시행자는 건설교통부장관의 허가를 받고 타인의 토지에 출입할 수 있다.",
      "도식계획시설사업의 시행자는 특히 필요한 경우 나무·흙·돌 그 밖의 장애물을 변경하거나 제거할 수 있다."
    ],
    "subject": "지적관계법규",
    "text": "도시계획시설사업 시행자의 타인 토지출입등에 관한 사항으로 맞지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-89",
    "options": [
      "주거지역",
      "상업지역",
      "녹지지역",
      "보전관리지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률에 의한 도시지역의 용도지역이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-90",
    "options": [
      "지적공부 집계부",
      "토지이동정리결의서",
      "측량결과도",
      "법원의 확정판결서 사본"
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구자료가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-91",
    "options": [
      "광역시· 도지사의 심사를 받아야 한다.",
      "중앙지적위원회의 심사를 받아야 한다.",
      "지방지적위원회의 심사를 받아야 한다.",
      "관계중앙행정기관의 심사를 받지 않는다."
    ],
    "subject": "지적관계법규",
    "text": "다음은 지방자치단체의 장이 지적전산자료를 이용 또는 활용하고자 신청할 경우 행정자치부장관의 승인을 받기 전의 조치에 대한 설명이다. 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-92",
    "options": [
      "환지처분의 공고가 있는날",
      "환지처분의 공고가 있는 날의 익일",
      "환지처분의 공고가 있는 날이 종료한 때",
      "환지예정지 지정 공고한 날"
    ],
    "subject": "지적관계법규",
    "text": "환지계획에서 환지를 정하지 아니한 종전의 토지상에 존재하던 권리는 언제 소멸하는가?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-93",
    "options": [
      "무주의 부동산은 국유로 한다.",
      "무주의 부동산을 소유의 의사로 점유한 자는 그 소유권을 취득한다.",
      "야생하는 동물은 무주물이다.",
      "무주의 부동산은 등기 없이도 소유권을 취득한다."
    ],
    "subject": "지적관계법규",
    "text": "민법상 규정하고 있는 무주물에 대한 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-94",
    "options": [
      "지적도 축척 1000분의1 지역의 토지는 0.1m2까지 표시하고 1필지의 면적이 0.1m2 미만인 때는 0.1m2로 한다.",
      "지적도 축척 3000분의1 지역의 토지는 1m2까지 표시하고 1필지 면적이 10m2이하인 때는 10m2로한다.",
      "경계점좌표등록부에 등록하는 지역의 토지는 1m2까지 표시하고 1필지의 면적이 1m2미만인 때는 1m2로 한다.",
      "지적도 축척 600분의1 지역의 토지는 0.1m2까지 표시하고 1필지의 면적이 0.1m2 미만인 때는 0.1m2로 한다"
    ],
    "subject": "지적관계법규",
    "text": "면적의 표시 및 결정방법에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-95",
    "options": [
      "축척변경 승인공고일",
      "축척변경 청산금 납부고지일",
      "축척변경 확정공고일",
      "축척변경 청산금 징수 및 지급 완료일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경으로 인하여 면적증감이 있는 토지는 언제 등록사항 정정사유가 있는 것으로 보는가?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-96",
    "options": [
      "확정판결서 정본에 의해 처리한다.",
      "청산금을 산출하여 청산한다.",
      "지적공부만 정정한다.",
      "소관청 임의대로 처리한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부 등록사항의 오류로 면적이 감소되거나 경계가 변동된 때에 정정이 가능한 경우는? (단, 이해관계인이 있는 경우)",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-97",
    "options": [
      "타인의 토지에 수목을 재배하기 위한 경우",
      "타인의 토지에 공작물을 설치하기 위한 경우",
      "타인의 토지를 사용 수익,처분하기 위한 경우",
      "타인의 토지에 건물을 신축하기 위한 경우"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 타인소유의 토지에 지상권을 설정할 수 없는 경우는 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-98",
    "options": [
      "건축물의 대지는 원칙적으로 3m 이상을 도로에 접해야 한다.",
      "연면적의 합계가 2000m2이상인 건축물의 대지는 너비 6m이상의 도로에 4m이상 접해야 한다.",
      "건축물의 대지는 원칙적으로 4m 이상을 도로에 접해야 한다.",
      "연면적의 합계가 2000m2이상인 건축물의 대지는 너비 6m이상의 도로에 2m이상 접해야 한다."
    ],
    "subject": "지적관계법규",
    "text": "건축법규상 건축물의 대지와 도로와의 관계를 설명한 것중 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-99",
    "options": [
      "공사의 허가시",
      "공사의 착공시",
      "공사의 준공시",
      "공사의 완료시"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업등으로 인한 토지의 이동시기는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-100",
    "options": [
      "축척변경시의 청산금 미납",
      "과태료처분의 이의 제기시",
      "벌칙에 의한 벌금 미납시",
      "토지이동 신청의 직권정리한 측량수수료 미납시"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 비송사건 절차법에 의하여 재판을 하여야 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040307-81",
    "options": [
      "토지· 임야대장",
      "지적도와 임야도",
      "대지권등록부",
      "면적측정부"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지적법상 용어 정의에서 지적공부로 볼수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-82",
    "options": [
      "등기원인과 그 년.월.일",
      "공유물의 지분에 관한 사항",
      "지목과 면적",
      "등기의 목적"
    ],
    "subject": "지적관계법규",
    "text": "부동산 등기신청서의 기재사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-83",
    "options": [
      "235m2",
      "236m2",
      "235.4m2",
      "235.43m2"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 등록하고자 면적을 측정한 결과 235.43m2을 구했다. 1천분의 1지역의 토지대장에 등록할 수 있는 면적은 ? (단, 이 지역은 경계점좌표등록부 비치지역임)",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-84",
    "options": [
      "소관청은 지적공부의 전부 또는 일부가 멸실· 훼손된 때에는 행정자치부령이 정하는 바에 의하여 지체없이 복구하여야 한다.",
      "규정에 의하여 지적공부를 복구하고자 하는 때에는 멸실· 훼손 당시의 지적공부와 가장 부합된다고 인정되는 관계자료에 의하여 토지의 표시에 관한 사항을 복구하여야 한다.",
      "지적공부를 복구할 때 소유자에 관한 사항은 부동산 등기부나 법원의 확정판결에 의하여 복구한다.",
      "지적공부의 복구에 관한 관계자료 및 복구절차 등에 관하여 필요한 사항은 행정자치부령으로 정한다."
    ],
    "subject": "지적관계법규",
    "text": "지적공부의 복구에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-85",
    "options": [
      "토지표시사항은 지적에서 결정한다.",
      "매매로 인한 소유자의 변경은 등기에서 한다.",
      "지적도에 등록할 경계의 결정은 지적에서 한다.",
      "미등록토지소유자 조사는 등기에서 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적과 부동산등기를 서로 관련지어 설명할 때 적합하지않은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-86",
    "options": [
      "토지이동 정리 결의서의 내용과 다르게 정리된 경우",
      "지적측량성과와 다르게 정리된 경우",
      "도면에 등록된 필지가 면적증감이 있고 경계위치가 잘못 등록된 경우",
      "지적공부의 등록사항이 잘못 입력된 경우"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 직권으로 지적공부에 등록된 사항을 정정할 수 있는 경우가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-87",
    "options": [
      "축척변경 확정공고일",
      "청산금 산출일",
      "축척변경 승인공고일",
      "청산금 납부일"
    ],
    "subject": "지적관계법규",
    "text": "축척변경으로 인하여 면적에 변동이 있는 토지는 어느 때에 변경 등록할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-88",
    "options": [
      "한국전통호텔",
      "창고",
      "축사",
      "장례식장"
    ],
    "subject": "지적관계법규",
    "text": "준주거지역에 설치할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-89",
    "options": [
      "각필지의 지반이 연속되지 않는 토지",
      "각필지의 지적공부상 지목은 같으나 분할대상토지가 있는 경우",
      "등기된 토지와 등기되지 아니한 토지",
      "각필지가 동일한 저당권등기가 되어있는 토지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중에서 합병을 할 수 있는 토지는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-90",
    "options": [
      "토지소재와 지번",
      "평면직각 종횡선 좌표",
      "토지소유자 등록번호",
      "부호 및 부호도"
    ],
    "subject": "지적관계법규",
    "text": "경계점좌표등록부의 등록사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-91",
    "options": [
      "액화석유가스의 판매를 위하여 일정한 설비를 갖춘 시설물의 부지",
      "석유· 석유제품의 판매를 위하여 일정한 설비를 갖춘 시설물의 부지",
      "저유소· 원유저장소의 부지",
      "자동차 정비공장내의 송유시설의 부지"
    ],
    "subject": "지적관계법규",
    "text": "다음 지목중 주유소 용지에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-92",
    "options": [
      "초과액은 토지소유자의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 토지소유자의 수입으로 하고 부족액은 당해 지방자치단체가 부담한다.",
      "초과액은 당해 지방자치단체의 수입으로 하고 부족액은 토지소유자가 부담한다.",
      "초과액은 당해 지방자치단체의 수입으로 하고 부족액은 당해 지방자치단체가 부담한다."
    ],
    "subject": "지적관계법규",
    "text": "소관청이 축척변경을 실시한 후 청산금의 산출결과 증·감된 면적에 대한 청산금의 합계에 차액이 생긴 경우의 처리방법은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-93",
    "options": [
      "도시관리계획이라 함은 도시기본계획수립의 지침이 되는 계획을 말한다.",
      "도시계획시설이라 함은 기반시설중 도시관리계획으로 결정된 시설을 말한다.",
      "도시계획시설사업이라 함은 도시계획시설을 설치· 정비 또는 개량하는 사업을 말한다.",
      "도시계획사업이라 함은 도시관리계획을 시행하기 위한 사업을 말한다."
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률에 정의된 용어에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-94",
    "options": [
      "자연환경보전지역",
      "취락지역",
      "농림지역",
      "도시지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률상 용도지역이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-95",
    "options": [
      "신청내용의 타당성",
      "개인 사생활 침해여부",
      "소유권 침해여부",
      "자료의 목적외 사용방지 및 안전관리대책"
    ],
    "subject": "지적관계법규",
    "text": "지적전산자료 이용에 대한 심사신청을 받은 관계 중앙행정기관의 장이 심사하여야 할 사항으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-96",
    "options": [
      "이때의 등기촉탁은 소유자를 위한 것이다.",
      "이때의 등기촉탁은 등기권리자를 위한 것이다.",
      "이때의 등기촉탁은 등기의무자를 위한 것이다.",
      "이때의 등기촉탁은 시장· 군수· 구청장을 위하여 하는 것이다."
    ],
    "subject": "지적관계법규",
    "text": "시장· 군수· 구청장은 건축물대장의 등록사항 중 지번, 행정구역의 명칭이 변동이 있을 경우에 관할등기소에 등기촉탁을 할 수 있다. 이러한 등기촉탁에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-97",
    "options": [
      "소유자 일방만의 비용부담",
      "공동비용은 쌍방이 절반씩 부담",
      "측량비용은 토지면적에 비례하여 부담",
      "비용에 관한 다른 관습이 있는 경우에는 그 관습에 따른다."
    ],
    "subject": "지적관계법규",
    "text": "민법상 인접토지소유자의 경우 경계표 또는 담의 설치에 대해 옳지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-98",
    "options": [
      "접수부",
      "갑구",
      "을구",
      "표제부"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기용지의 구성부분이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-99",
    "options": [
      "도로",
      "공원",
      "대",
      "휴게소"
    ],
    "subject": "지적관계법규",
    "text": "고속도로안의 휴게소 부지의 지목으로 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-100",
    "options": [
      "장애물의 형상 변경",
      "등기촉탁",
      "지적측량기준점표지설치",
      "장애물의 제거"
    ],
    "subject": "지적관계법규",
    "text": "지적법상 토지수용을 할 수 있는 경우는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20030810-81",
    "options": [
      "10년",
      "5년",
      "3년",
      "1년"
    ],
    "subject": "지적관계법규",
    "text": "토지의 투기억제 및 지가의 급격한 상승을 규제하기 위한 거래계약 허가구역은 몇 년이내의 기간을 정하여 지정할 수 있는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-82",
    "options": [
      "지역권은 요역지소유권에 부종하여 이전한다.",
      "지역권은 요역지와 분리하여 양도하거나 다른 권리의 목적으로 하지 못한다.",
      "토지공유자의 1인은 지분에 관하여 그 토지를 위한 지역권 또는 그 토지가 부담한 지역권을 소멸하게 하지 못한다.",
      "토지의 분할이나 토지의 일부양도의 경우, 지역권은 요역지의 각 부분을 위하여 또는 그 승역지의 각 부분에 존속하지 않는다."
    ],
    "subject": "지적관계법규",
    "text": "민법상 지역권에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-83",
    "options": [
      "주거지역- 60m2이상",
      "공업지역-200m2이상",
      "상업지역-250m2이상",
      "녹지지역-150m2이상"
    ],
    "subject": "지적관계법규",
    "text": "건축법 상 건축물이 있는 대지를 분할하고자 할 때 용도 지역별 최소면적으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-84",
    "options": [
      "5인 이상 10인 이내",
      "10인 이상 15인 이내",
      "15인 이상 20인 이내",
      "축척변경시행지역안의 토지소유자의 5분의 1"
    ],
    "subject": "지적관계법규",
    "text": "축척변경위원회의 구성인원으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-85",
    "options": [
      "행정구역개편에 의한 지번변경",
      "등록사항 오류정정",
      "축척변경",
      "공유수면매립에 의한 신규등록"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 관할 등기소에 등기촉탁을 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-86",
    "options": [
      "행정자치부 장관",
      "특별시장· 광역시장· 도지사",
      "토지수용위원회 위원장",
      "중앙지적위원회 위원장"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 지번을 변경하고자 할 때에는 누구의 승인을 받아야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-87",
    "options": [
      "1/1200",
      "1/2400",
      "1/5000",
      "1/6000"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 임야도 축척으로 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-88",
    "options": [
      "전국단위의 자료 - 행정자치부장관",
      "읍· 면단위의 자료 - 시·도지사",
      "시· 도단위의 자료 - 시·도지사",
      "시· 군· 구단위의 자료 - 소관청"
    ],
    "subject": "지적관계법규",
    "text": "지적공부에 관한 전산자료를 이용 또는 활용하기 위하여 승인을 하는 자 중에서 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-89",
    "options": [
      "체육용지",
      "잡종지",
      "유원지",
      "학교용지"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 승마장의 지목 구분으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-90",
    "options": [
      "전세권자",
      "사업시행자",
      "민법404조의 규정에 의한 채권자",
      "지방자치단체의 장"
    ],
    "subject": "지적관계법규",
    "text": "토지이동신청을 대위할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-91",
    "options": [
      "도시계획시설사업 시행자",
      "관할 시·도지사",
      "국무총리",
      "행정자치부장관"
    ],
    "subject": "지적관계법규",
    "text": "시· 도지사로부터 도시계획시설사업의 시행자로 지정받은 행정청이 아닌자에 대한 행정심판은 누구에게 제기하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-92",
    "options": [
      "90일",
      "60일",
      "30일",
      "15일"
    ],
    "subject": "지적관계법규",
    "text": "토지의 지목이 다르게 된 때에는 토지소유자는 대통령령이 정하는 바에 의하여 몇 일 이내에 소관청에 지목변경을 신청해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-93",
    "options": [
      "지적측량 업무집행 방해",
      "법에 규정된 사항의 허위신고",
      "지적편집도의 간행 위반",
      "지적측량 위반"
    ],
    "subject": "지적관계법규",
    "text": "현행 지적법에 규정된 벌칙규정 중 가장 무거운 벌을 받는 경우는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-94",
    "options": [
      "환지설계",
      "환지의 청산금",
      "필별로된 환지명세",
      "체비지 또는 보유지의 명세"
    ],
    "subject": "지적관계법규",
    "text": "도시개발법 규정에 의한 환지계획에서 정하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-95",
    "options": [
      "재원조달계획",
      "교통처리계획",
      "환경보전계획",
      "인구분산계획"
    ],
    "subject": "지적관계법규",
    "text": "도시개발법상 도시개발구역의 개발계획에 포함되어야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-96",
    "options": [
      "전일",
      "익일",
      "말일",
      "공휴일"
    ],
    "subject": "지적관계법규",
    "text": "민법상 기간의 말일이 공휴일인 경우 기간의 만료일은 ?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-97",
    "options": [
      "소유권의 보존등기",
      "임차권의 설정등기",
      "소유권의 말소등기",
      "등기명의인 표시의 변경등기"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 등기관이 등기를 한 때에 소관청에 등기필의 통지를 하여야 할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-98",
    "options": [
      "3분의 1이상",
      "4분의 1이상",
      "3분의 2이상",
      "4분의 3이상"
    ],
    "subject": "지적관계법규",
    "text": "소관청이 축척변경을 하고자 할 때에는 축척변경위원회의 의결을 거치기 전에 시행지역내 토지소유자 얼마이상의 동의를 얻어야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-99",
    "options": [
      "일단의 토지규모와 조성계획",
      "건축물의 용도제한 또는 최저한도",
      "환경관리계획 또는 경관계획",
      "인구 또는 산업기능 배분계획"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지구단위계획의 내용에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-100",
    "options": [
      "지방지적위원회의 의결서 사본, 측량결과도",
      "중앙지적위원회의 의결서 사본, 측량성과도",
      "지방지적위원회 및 중앙지적위원회의 의결서 사본",
      "중앙지적위원회의 의결서 사본, 측량결과도"
    ],
    "subject": "지적관계법규",
    "text": "지적측량적부심사 청구인의 재심사청구에 의하여 지적위원회의 재심사를 거친 토지의 등록사항정정을 소관청이 시행할 경우 필요한 서류로만 되어 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030525-81",
    "options": [
      "공동구는 특별시장, 광역시장, 시장 또는 군수가 관리한다.",
      "공동구점용예정자가 부담하여야 하는 공동구 설치비용의 부담비율은 공동구의 점용예정면적에 의한다.",
      "공동구의 부담금은 매 분기별로 분할 납부케 할 수있다.",
      "관리자는 1년에 1회 이상 공동구의 안전점검을 실시하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "도시계획시설사업의 시행자가 설치하는 공동구의 관리에 관한 다음 설명중 적합치 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-82",
    "options": [
      "지번변경사유를 기재한 승인신청서",
      "지번변경대상지역의 지번별조서",
      "지번변경대상지역의 일람도사본",
      "지번변경대상지역의 도면사본"
    ],
    "subject": "지적관계법규",
    "text": "지번변경승인신청시 필요한 서류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-83",
    "options": [
      "당해 지방자치단체",
      "행정자치부장관",
      "축척변경위원회",
      "지적위원회"
    ],
    "subject": "지적관계법규",
    "text": "지적법시행령상 축척변경으로 청산금 산출결과 증가된 면적에 대한 청산금의 합계와 감소된 면적에 대한 청산금의 합계에 차액이 생길 때 부족액의 부담자는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-84",
    "options": [
      "주거지역 : 70% 이하",
      "상업지역 : 80% 이하",
      "공업지역 : 70% 이하",
      "녹지지역 : 20% 이하"
    ],
    "subject": "지적관계법규",
    "text": "용도지역안에서의 건폐율의 최대한도를 나타낸 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-85",
    "options": [
      "1000분의 1",
      "3000분의 1",
      "2600분의 1",
      "2400분의 1"
    ],
    "subject": "지적관계법규",
    "text": "지적도의 축척으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-86",
    "options": [
      "소유권의 보존등기",
      "등기명의인의 표시경정등기",
      "등기명의인의 표시변경등기",
      "부동산의 표시변경등기"
    ],
    "subject": "지적관계법규",
    "text": "등기소에서 등기를 한후 지적공부소관청에 통지를 하지 않아도 되는 등기 사항은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-87",
    "options": [
      "도시개발사업 확정",
      "지적복구",
      "신규등록",
      "미등기 토지의 상속"
    ],
    "subject": "지적관계법규",
    "text": "토지소유권의 득실변경에 관한 등록사항 중 소관청이 조사하여 등록하는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-88",
    "options": [
      "면적",
      "지번",
      "대지권비율",
      "소유자의 성명"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 대지권등록부의 등록사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-89",
    "options": [
      "주거지역은 전용주거지역, 일반주거지역, 준주거지역으로 세분된다.",
      "상업지역은 중심상업지역, 일반상업지역, 근린상업지역, 유통상업지역으로 세분된다.",
      "녹지지역은 자연녹지지역과 생산녹지지역으로 세분된다.",
      "공업지역은 전용공업지역, 준공업지역, 일반공업지역으로 세분된다."
    ],
    "subject": "지적관계법규",
    "text": "국토의 계획 및 이용에 관한 법률의 용도지역에 관한 설명중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-90",
    "options": [
      "부동산에 관한 법률행위로 인한 물권의 득실변경은 등기해야 효력이 생긴다.",
      "상속, 공용징수, 판결, 경매, 기타 법률의 규정에 의한 물권의 취득도 등기를 요한다.",
      "동산에 대한 물권의 양도는 그 동산을 인도하여야 효력이 생긴다.",
      "양수인이 이미 그 동산을 점유한 때에는 당사자의 의사표시만으로 그 효력이 생긴다."
    ],
    "subject": "지적관계법규",
    "text": "물권의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-91",
    "options": [
      "공유자 1인이 자기소유지분만 보존등기를 신청하는 경우",
      "건축물대장등본에 의하여 소유자로서 등록되어 있는 것을 증명하는 자가 신청하는 경우",
      "판결에 의하여 자기 소유권을 증명한 자가 신청하는 경우",
      "수용으로 인하여 소유권을 취득하였음을 증명하는 자가 신청하는 경우"
    ],
    "subject": "지적관계법규",
    "text": "미등기건물의 소유권 보존등기 신청을 할 수 없는 경우는 다음 사항중 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-92",
    "options": [
      "야구장",
      "승마장",
      "골프장",
      "경마장"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 지목을 체육용지로 설정할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-93",
    "options": [
      "허가권자에 대한 이의 신청 또는 매수청구",
      "건설교통부장관에 대한 이의 신청 또는 매수청구",
      "시장· 군수 또는 구청장에게 이의를 신청",
      "국토이용 계획심의회의에 대한 이의신청 또는 건설교통부장관에 대한 매수청구"
    ],
    "subject": "지적관계법규",
    "text": "토지거래계약에 관한 허가구역에서 토지거래계약 허가 신청이 불허가 처분된 경우 토지소유자가 취할 수 있는 권리구제 수단으로 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-94",
    "options": [
      "토지의 소재",
      "소유자의 성명 또는 명칭, 주소 및 주민등록번호",
      "도곽선과 그 수치",
      "지번과 지목"
    ],
    "subject": "지적관계법규",
    "text": "지적공부중 토지 및 임야대장에 등록되는 사항으로 틀린것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-95",
    "options": [
      "소관청은 직권으로 조사 또는 측량하여 이를 정정할 수 있다.",
      "토지 소유자가 소관청에 그 정정을 신청할 수 있다.",
      "오류사항 정정으로 인하여 인접 토지의 경계가 변경되는 경우 그 정정은 인접 토지소유자의 승낙서에 의하여야 한다.",
      "오류사항이 토지소유자에 관한 사항일때에는 지적공부등본에 의하여야 한다."
    ],
    "subject": "지적관계법규",
    "text": "지적도 등록사항에 오류가 있음을 발견한 때 정정할 수 있는 방법에 대한 설명으로 적합치 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-96",
    "options": [
      "환지계획시",
      "환지계획 공고시",
      "환지처분 직후",
      "환지처분 공고후"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업 시행자가 확정된 청산금을 징수하거나 교부하여야 하는 시기는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-97",
    "options": [
      "건폐율은 대지면적에 대한 건축면적의 비율이다.",
      "용적율은 대지면적에 대한 건축물의 연면적의 비율이다.",
      "용적율의 산정에서 연면적이란 하나의 건축물의 지하층과 주차장면적을 포함한 각층의 바닥면적의 합계를 말한다.",
      "건축물의 높이란 지표면으로부터 당해 건축물의 상단까지의 높이를 말한다."
    ],
    "subject": "지적관계법규",
    "text": "건축법상 용어의 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-98",
    "options": [
      "토지대장에 등록된 소유권변경",
      "지적공부에 등록된 지목변경",
      "지적도에 등록된 경계변경",
      "경계점좌표등록부에 등록된 좌표변경"
    ],
    "subject": "지적관계법규",
    "text": "지적법상의 토지이동으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-99",
    "options": [
      "중앙지적위원회 위원장",
      "소관청 또는 도지사",
      "행정자치부장관",
      "행정자치부 지방재정국장"
    ],
    "subject": "지적관계법규",
    "text": "지적기술자의 징계처분자는 다음 중 누구인가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-100",
    "options": [
      "능력자",
      "하자있는 의사표시를 한 자",
      "하자있는 의사표시를 한 자의 대리인",
      "하자있는 의사표시를 한 자의 승계인"
    ],
    "subject": "지적관계법규",
    "text": "민법상 법률행위를 당연히 취소할 수 있는 자가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030316-81",
    "options": [
      "위원은 해당지역내 토지소유자만으로 구성한다.",
      "위원은 5인 이상 10인 이내로 구성한다.",
      "위원장은 위원중에서 소관청이 지명한다.",
      "위원회 의결은 출석위원 과반수 찬성으로 결정한다."
    ],
    "subject": "지적관계법규",
    "text": "축척변경 위원회에 관한 설명으로 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-82",
    "options": [
      "등록전환 → 60일 이내",
      "지목변경 → 60일 이내",
      "도시개발사업 등의 신고 → 60일 이내",
      "합병 → 60일 이내"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 토지이동 신청· 신고 기간이 잘못 연결되어 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-83",
    "options": [
      "법원의 확정판결서 사본",
      "소유권을 증명할 수 있는 서류의 사본",
      "등기부등본",
      "법원의 확정판결서 정본"
    ],
    "subject": "지적관계법규",
    "text": "신규등록신청서류에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-84",
    "options": [
      "지적측량에 관한 사항규정",
      "지적공부에 등록하는 절차규정",
      "효율적인 토지관리에 기여",
      "토지의 개발에 관한 사항규정"
    ],
    "subject": "지적관계법규",
    "text": "지적법의 목적으로 틀리는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-85",
    "options": [
      "저당권의 변경등기는 을(乙)구란에 기재되어 있다.",
      "소유권에 관계되는 환매권의 등기는 갑(甲)구란에 기재되어 있다.",
      "지상권에 관계되는 등기명의인의 표시변경 등기는 갑(甲)구란에 기재되어 있다.",
      "소유권 등기의 말소등기는 갑(甲)구란에 기재되어 있다."
    ],
    "subject": "지적관계법규",
    "text": "등기부의 기재사항에 관한 다음 기술중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-86",
    "options": [
      "시· 도지사",
      "사업시행자",
      "시장, 군수",
      "건설교통부 장관"
    ],
    "subject": "지적관계법규",
    "text": "환지 예정지의 지정으로 인하여 종전 토지상의 임차권, 지역권자가 계약을 해지 또는 권리를 포기하였을 경우 손실보상금은 누구에게 청구해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-87",
    "options": [
      "전용상업지역",
      "중심상업지역",
      "일반상업지역",
      "근린상업지역"
    ],
    "subject": "지적관계법규",
    "text": "국토의계획및이용에관한법률상 상업지역의 용도세분에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-88",
    "options": [
      "지적측량기술의 연구· 개발",
      "지적측량 적부심사청구사항의 심의· 의결",
      "지적기술자 및 지적기능자의 양성방안",
      "지적기술자 및 지적기능자의 징계"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 중앙지적위원회의 심의· 의결사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-89",
    "options": [
      "500분의 1 → 0.99m2",
      "600분의 1 → 0.9m2",
      "1200분의 1 → 99.9m2",
      "3000분의 1 → 999.9m2"
    ],
    "subject": "지적관계법규",
    "text": "토지대장에 등록할 해당 축척지역별 결정면적으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-90",
    "options": [
      "매도인의 소재지를 관할하는 지방법원, 동지원 또는 등기소",
      "부동산의 소재지를 관할하는 지방법원, 동지원 또는 등기소",
      "소유자의 소재지를 관할하는 지방법원, 동지원 또는 등기소",
      "상급법원의 장이 위임하는 등기소"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 관할등기소란 무엇을 말하는가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-91",
    "options": [
      "용도변경은 건축은 아니다.",
      "건축이란 신축· 증축· 개축· 재축· 대수선을 말한다.",
      "부속건축물만 있는 대지에 새로이 주된 건축물을 축조하는 경우 증축이 된다.",
      "기존건축물이 없는 대지에 새로이 건축물을 축조하는 경우만 신축으로 본다."
    ],
    "subject": "지적관계법규",
    "text": "건축법상의 용어에 관한 내용이 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-92",
    "options": [
      "신규등록 신청 일자",
      "지적공부 정리 일자",
      "공유수면 매립준공 일자",
      "지적공부 정리결의서 작성 일자"
    ],
    "subject": "지적관계법규",
    "text": "공유수면 매립준공에 의하여 신규등록하는 경우 대장에 등록하여야 할 소유권 변동일자는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-93",
    "options": [
      "소유물 반환청구권",
      "점유물 방해예방청구권",
      "전세물 방해제거청구권",
      "부동산 매수인의 등기청구권"
    ],
    "subject": "지적관계법규",
    "text": "다음 중 물권적 청구권이라고 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-94",
    "options": [
      "1년",
      "2년",
      "3년",
      "5년"
    ],
    "subject": "지적관계법규",
    "text": "도시관리계획결정의 고시일로부터 몇년이 되는 날까지 규정에 의한 지형도면의 고시가 없는 경우에 그 도시관리계획결정의 효력을 상실하게 되는가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-95",
    "options": [
      "인구변동의 상황 및 그 추세",
      "토지이용상황 및 지가 변동상황",
      "기반시설 및 주거수준의 현황과 전망",
      "재해의 발생현황 및 추이"
    ],
    "subject": "지적관계법규",
    "text": "시장, 군수가 도시관리계획을 입안하고자 할 때 기초조사 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-96",
    "options": [
      "토지의 소재와 지번",
      "지목",
      "경계",
      "면적"
    ],
    "subject": "지적관계법규",
    "text": "지적도 및 임야도에 등록할 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-97",
    "options": [
      "청산금조서 작성한 날로부터 15일이내",
      "청산금조서 작성한 날로부터 20일이내",
      "청산금 결정공고한 날로부터 15일이내",
      "청산금 결정공고한 날로부터 20일이내"
    ],
    "subject": "지적관계법규",
    "text": "축척변경사업시 청산금의 납부고지 또는 수령통지는 언제 하는가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-98",
    "options": [
      "청구권",
      "지상권",
      "질권",
      "유치권"
    ],
    "subject": "지적관계법규",
    "text": "민법상 물권의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-99",
    "options": [
      "서울특별시장",
      "대행법인의 대표자",
      "소관청",
      "측량신청인"
    ],
    "subject": "지적관계법규",
    "text": "지적기술자에 대한 징계요구를 할 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-100",
    "options": [
      "토지면적의 1/3이상에 해당하는 토지소유자와 그 지역의 토지소유자 총수의 1/2이상",
      "토지면적의 2/3이상에 해당하는 토지소유자와 그 지역의 토지소유자 총수의 1/2이상",
      "토지면적의 1/2이상에 해당하는 토지소유자와 그 지역의 토지소유자 총수의 2/3이상",
      "토지면적의 1/2이상에 해당하는 토지소유자와 그 지역의 토지소유자 총수의 1/3이상"
    ],
    "subject": "지적관계법규",
    "text": "도시개발사업을 환지방식으로 시행하고자 하는 경우 개발계획을 수립하는 때 시행지역안의 토지소유자 동의는 최소 얼마가 필요한가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  }
];