const questions_토지정보체계론 = [
  {
    "answer": 2,
    "id": "ea20220305-41",
    "options": [
      "중첩성(Overlay)",
      "연결성(Connectivity)",
      "계급성(Hierachy Or Containment)",
      "인접성(Neighborhood Or Adjacency)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 위상정보 중 하나의 지점에서 또 다른 지점으로의 이동 시 경로 선정이나 자원의 배분 등과 가장 밀접한 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-42",
    "options": [
      "Temporal GIS",
      "Embedded SW",
      "Target Platform",
      "Terminating Node"
    ],
    "subject": "토지정보체계론",
    "text": "지리현상의 공간적 분석에서 시간 개념을 도입하여, 시간 변화에 따른 공간변화를 이해하기 위한 방법과 가장 밀접한 관련이 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-43",
    "options": [
      "국토정보시스템",
      "지적행정시스템",
      "국가공간정보시스템",
      "부동산종합공부시스템"
    ],
    "subject": "토지정보체계론",
    "text": "지방자치단체가 지적공부 및 부동산종합공부 정보를 전자적으로 관리·운영하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-44",
    "options": [
      "파일시스템보다 도입비용이 저렴하다.",
      "데이터베이스관리시스템은 하드웨어의 집합체이다.",
      "내부스키마는 하나의 데이터베이스에 하나만 존재한다.",
      "외부스키마는 자료가 실제로 저장되는 방법을 기술한 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스관리시스템에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-45",
    "options": [
      "셀(Cell) 자료",
      "메쉬(Mesh) 자료",
      "벡터(Vector) 자료",
      "래스터(Raster) 자료"
    ],
    "subject": "토지정보체계론",
    "text": "종이형태의 지적도면을 디지타이저를 이용하여 입력할 경우 자료 형태로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-46",
    "options": [
      "1년",
      "2년",
      "3년",
      "영구"
    ],
    "subject": "토지정보체계론",
    "text": "부동산종합공부시스템 전산자료의 오류를 정비할 경우 정비내역은 몇 년간 보존하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-47",
    "options": [
      "단순성",
      "연결성",
      "인접성",
      "포함성"
    ],
    "subject": "토지정보체계론",
    "text": "위상관계의 특성과 관계가 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-48",
    "options": [
      "건축행정정보 시스템",
      "지적공부관리 시스템",
      "데이터베이스 변환 시스템",
      "도로명 및 건물번호관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템의 구성내용에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-49",
    "options": [
      "FM - 수치모델",
      "AM – 도면자동화",
      "CAD – 컴퓨터설계",
      "LBS – 위치기반정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 용어와 상호 관련이 없는 것끼리 묶은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-50",
    "options": [
      "공개형 시스템으로 구축한다.",
      "일필지 조사, 새로운 지적공부 및 등기촉탁, 건축물 위치 및 건물 표시 등의 정보를 시스템에 입력한다.",
      "토지소유자 등이 지적재조사사업과 관련한 정보를 인터넷 등을 통하여 실시간 열람할 수 있도록 구축한다.",
      "취득된 필지경계 정보의 안정적인 관리를 위해 관련 행정정보와의 연계 활용이 발생하지 않도록 보안 시스템으로 구축한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사사업 시스템의 구축과 관련한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-51",
    "options": [
      "자료에 대한 내용, 품질, 사용조건 등을 기술한다.",
      "정확한 정보를 유지하기 위한 수정 및 갱신은 불가능하다.",
      "데이터의 원활한 교환을 지원하기 위한 틀을 제공함으로써 데이터의 공유를 극대화 할 수 있다.",
      "취득하려는 자료가 사용목적에 적합한 품질의 데이터인지를 확인할 수 있는 정보가 제공되어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "메타데이터(Metadata)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-52",
    "options": [
      "토지정보체계의 토지에 관한 정보를 제공함으로써 토지관리를 지원한다.",
      "토지정보체계의 유용성은 토지자료의 유연성과 획일성에 중점을 두고 있다.",
      "토지정보체계는 토지이용계획, 토지 관련 정책자료 등에 다목적으로 활용이 가능하다.",
      "토지정보체계의 운영은 자료의 수집 및 자료의 처리·유지·검색·분석·보급 등도 포함한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-53",
    "options": [
      "데이터의 압축이 용이하다.",
      "위상에 관한 정보가 제공된다.",
      "복잡한 현실세계의 묘사가 가능하다.",
      "지도를 확대하여도 형상이 변하지 않는다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터 구조에 비하여 벡터 구조가 갖는 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20220305-54",
    "options": [
      "기계적인 오차",
      "도면등록 시의 오차",
      "입력도면의 평탄성 오차",
      "벡터자료를 래스터자료로 변환 시의 오차"
    ],
    "subject": "토지정보체계론",
    "text": "스캐너를 이용하여 지적도면을 전산입력 할 경우 발생하는 오차가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-55",
    "options": [
      "교육부장관",
      "국토교통부장관",
      "국토지리정보원장",
      "한국국토정보공사장"
    ],
    "subject": "토지정보체계론",
    "text": "전국 단위의 지적전산자료를 이용·활용하는데 따른 승인권자에 해당하는 자는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-56",
    "options": [
      "사용료를 면제한다.",
      "사용료를 수입증지로 납부한다.",
      "사용료를 수입인지로 납부한다.",
      "규정된 사용료의 절반을 현금으로 납부한다."
    ],
    "subject": "토지정보체계론",
    "text": "국가나 지방자치단체가 지적전산자료를 이용하는 경우 사용료의 납부방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-57",
    "options": [
      "㉠ : Legend, ㉡ : Layer",
      "㉠ : Coverage, ㉡ : Layer",
      "㉠ : Layer, ㉡ : Coverage",
      "㉠ : Legend, ㉡ : Coverage"
    ],
    "subject": "토지정보체계론",
    "text": "아래 내용의 ㉠, ㉡에 들어갈 용어가 올바르게 나열된 것은?",
    "local_images": [
      "images/ea20220305-57_img_0.gif"
    ],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 2,
    "id": "ea20220305-58",
    "options": [
      "지적 법령 정비",
      "토지·임야대장 부책화",
      "소유자 주민등록번호 등재 정리",
      "토지소유자의 유형별 구분 및 고유번호 부여"
    ],
    "subject": "토지정보체계론",
    "text": "지적업무의 정보화를 목표로 1977년부터 시작된 사전 기반조성 작업이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 1,
    "id": "ea20220305-59",
    "options": [
      "선의 중복 : 중복된 두 선을 제거함으로써 쉽게 오류를 수정할 수 있다.",
      "라벨오류 : 잘못된 라벨을 선택하여 수정하거나 제 위치에 옮겨주면 된다.",
      "Undershoot and Overshoot : 두 선이 목표지점을 벗어나거나 못 미치는 오류를 수정하기 위해서는 선분의 길이를 늘려주거나 줄여야 한다.",
      "Sliver Polygon : 폴리곤이 겹치지 않게 적절하게 위치를 이동시킴으로써 제거될 수 있는 경우도 있고, 폴리곤을 형성하고 있는 부정확하게 입력된 선분을 만든 버틱스들을 제거함으로써 수정될 수도 있다."
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징 입력에 의한 도면의 오류를 수정하는 방법으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 3,
    "id": "ea20220305-60",
    "options": [
      "DROP TABLE",
      "MOVE TABLE",
      "ALTER TABLE",
      "CHANGE TABLE"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 정의어(Data Definition Language) 중에서 이미 설정된 테이블의 정의를 수정하는 명령어는?",
    "local_images": [],
    "source": "지적기사 (2022-03-05)",
    "date": "2022-03-05"
  },
  {
    "answer": 4,
    "id": "ea20210814-41",
    "options": [
      "자료의 구조가 단순하다.",
      "그래픽 자료의 양이 방대하다.",
      "여러 레이어의 중첩이 용이하다.",
      "복잡한 자료를 최소한의 공간에 저장시킬 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "백터 자료구조에 비하여 래스터 자료구조가 갖는 장ㆍ단점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-42",
    "options": [
      "FM(Facility Management)",
      "LIS(Land Information System)",
      "UIS(Urban Information System)",
      "CAD(Computer-Aided Drafting)"
    ],
    "subject": "토지정보체계론",
    "text": "도로, 상하수도, 전기시설 등의 자료를 수치지도화하고 시설물의 속성을 입력하여 데이터베이스를 구축함으로써 시설물 관리활동을 효율적으로 지원하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-43",
    "options": [
      "한국토지정보시스템",
      "부동산종합공부시스템",
      "지적행정시스템",
      "국가공간정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "지방자치단체가 지적공부 및 부동산종합공부정보를 전자적으로 관리ㆍ운영하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-44",
    "options": [
      "필지에 관련된 모든 자료의 공통적 색인번호의 역할을 한다.",
      "필지의 등록사항 변경 및 수정에 따라 변화할 수 있도록 가변성이 있어야 한다.",
      "각 필지의 등록사항의 저장과 수정 등을 용이하게 처리할 수 있는 고유번호를 말한다.",
      "토지관련 정보를 등록하고 있는 각종대장과 파일 간의 정보를 연결하거나 검색하는 기능을 향상시킨다."
    ],
    "subject": "토지정보체계론",
    "text": "필지식별번호에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-45",
    "options": [
      "지형도 기반의 지적정보를 대상으로 하는 위치참조 체계이다.",
      "토지이용계획 및 토지관련 정책자료 등 다목적으로 활용이 가능하다.",
      "토지 1필지의 이동정리에 따른 정확한 자료가 저장되고 검색이 편리하다.",
      "지적도의 경계점 좌표를 수치로 등록함으로써 각종 계획업무에 활용할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 특징에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-46",
    "options": [
      "지번 : 10",
      "지목 : 11",
      "문자정보 : 12",
      "필지경계선 : 1"
    ],
    "subject": "토지정보체계론",
    "text": "지적도 전산화 작업으로 구축된 도면의 데이터별 레이어 번호로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-47",
    "options": [
      "지도 구면상에 표시하기가 쉽다.",
      "관측값으로부터 평면직각좌표를 계산하기 편리하다.",
      "평판측량, 항공사진측량 등 많은 측량작업과 호환성이 좋다.",
      "평면직각좌표로부터 거리, 수평각, 면적을 계산하기 편리하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 평면직각좌표계의 이점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-48",
    "options": [
      "GNSS",
      "경위의측량",
      "전자평판측량",
      "네트워크 RTK 측량"
    ],
    "subject": "토지정보체계론",
    "text": "토탈스테이션과 지적측량 운영프로그램 등이 설치된 컴퓨터를 연결하여 세부측량을 수행함으로써 필지경계 정보를 취득하는 측량방법은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-49",
    "options": [
      "토지민원발급 시스템은 현재 시ㆍ군ㆍ구 까지만 민원열람 및 발급이 가능한 상황이다.",
      "개별공시지가 확인서의 발급수수료를 관리하고 발급지역 및 발급지역별 사용자를 등록하여 관리할 수 있다.",
      "지적 및 토지관리 업무를 통하여 등록 및 민원인에게 실시간으로 제공하는 시스템이다.",
      "시ㆍ군ㆍ구 토지민원발급 담당자가 수행하는 업무를 토지민원발급 시스템을 이용하여 효율적이고 체계적인 방식으로 처리할 수 있도록 지원하는 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "부동산종합공부시스템의 하부 시스템 중 토지민원발급 시스템에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-50",
    "options": [
      "근접성은 대상물의 주변에 존재하는 대상물과의 관계를 의미한다.",
      "연결성은 실제로 연결된 대상물들 사이의 관계를 의미한다.",
      "근접성은 서로 다른 계층에서 서로 다르게 인식될 수 있는 대상물의 관계를 의미한다.",
      "공간적 위상관계의 특성을 바탕으로 조건에 만족하는 지역이나 조건을 검색 및 분석 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "지리정보의 특성인 공간적 위상관계에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210814-51",
    "options": [
      "ASP",
      "JAVA",
      "Perl",
      "SQL"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 데이터베이스관리시스템에서 자료를 만들고 조회할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-52",
    "options": [
      "Overshoot: 어떤 선분까지 그려야 하는데 그 선분을 지나쳐 그려진 경우",
      "Undershoot: 어떤 선분이 아래에서 위로 그려져야 하는데 수평으로 그려진 경우",
      "레이블입력오류: 지번 등이 다르게 기입되는 경우 또는 없거나 2개가 존재하는 경우",
      "Sliver polygon: 지적필지를 표현할 때 필지가 아닌데도 경계불일치로 조그만 폴리곤이 생겨 필지로 인식되는 오류"
    ],
    "subject": "토지정보체계론",
    "text": "벡터지도의 오류 유형 및 이에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-53",
    "options": [
      "자료의 갱신과 유지관리가 편리하다.",
      "격자간격에 의존하여 면으로 표현된다.",
      "각기 다른 위상구조로 중첩기능을 수행하기 어렵다.",
      "좌표를 이용하여 복잡한 자료를 최소의 공간에 저장할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-54",
    "options": [
      "A: Extract, B: DEM, C: Erase",
      "A: Extract, B: Buffer polygon, C: Intersect",
      "A: Intersect, B: DEM, C: Erase",
      "A: Intersect, B: Buffer polygon, C: Extract"
    ],
    "subject": "토지정보체계론",
    "text": "다음 GIS작업 흐름도에서 A, B, C부분에 들어가야 할 내용과 분석방법으로 옳은 것은?",
    "local_images": [
      "images/ea20210814-54_img_0.gif"
    ],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-55",
    "options": [
      "-14.2%",
      "-20.0%",
      "+14.2%",
      "+20.0%"
    ],
    "subject": "토지정보체계론",
    "text": "다음은 DEM데이터의 DN값이다. A→B방향의 경사도로 옳은 것은? (단, 셀의 크기는 100m×100m이다.)",
    "local_images": [
      "images/ea20210814-55_img_0.gif"
    ],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 3,
    "id": "ea20210814-56",
    "options": [
      "질의검색이란 사용자가 특정 조건을 제시하면 데이터베이스 내에서 주어진 제시하면 데이터베이스 내에서 주어진 조건을 만족하는 레코드를 찾아내는 기법이다.",
      "중첩분석은 도형자료에 적용되는 것으로 하나의 레이어 또는 커버리지 위에 다른 레이어를 올려놓고 비교하고 분석하는 기법이다.",
      "버퍼는 점(Point), 선(Line), 면(Polygon)의 공간객체 중 면(Polygon)에 해당하는 객체에서만 일정한 폭을 가지 구역을 정하는 기법이다.",
      "네트워크 분석은 서로 연관된 일련의 선형형상물로 도로, 같은 교통망이나 전기, 전화, 하천과 같은 연결성과 경로를 분석하는 기법이다."
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터 분석에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 2,
    "id": "ea20210814-57",
    "options": [
      "5일",
      "10일",
      "20일",
      "30일"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역의 명칭이 변경된 때에 지적소관청은 시ㆍ도지사를 경유하여 국토교통부장관에게 행정구역변경일 몇 일전까지 행정구역의 코드변경을 요청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-58",
    "options": [
      "소트(sort)",
      "행(record)",
      "테이블(table)",
      "속성(attribute)"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 데이터베이스모델(relational database model)의 기본 구조 요소로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-59",
    "options": [
      "시스템의 구성이 단순하여 자료의 손실 가능성이 낮다.",
      "다른 사용자와 함께 자료호환을 자유롭게 할 수 있어 효율적이다.",
      "DBMS에서 제공되는 서비스 기능을 이용하여 새로운 응용프로그램의 개발이 용이하다.",
      "직접적으로 사용자와의 연계를 위한 기능을 제공하여 복잡하고 높은 수준의 분석이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "파일처리시스템에 비하여 데이터베이스 관리시스템(DBMS)이 갖는 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 1,
    "id": "ea20210814-60",
    "options": [
      "속성자료는 점, 선, 면적의 형태로 구성되어 있다.",
      "속성자료는 각종 정책적ㆍ경제적ㆍ행정적인 자료에 해당하는 글자와 숫자로 구성된 자료이다.",
      "범례는 도형자료의 속성을 설명하기 위한 자료로 도로명, 심벌, 주기 등으로 글자, 숫자, 기호, 색상으로 구성되어 있다.",
      "경계점좌표등록부는 토지소재, 지번, 좌표, 토지의 고유번호, 도면번호, 경계점좌표 등록부의 장번호, 부호 및 부호도 등에 대한 사항이 속성정보에 해당한다."
    ],
    "subject": "토지정보체계론",
    "text": "속성자료를 설명한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-08-14)",
    "date": "2021-08-14"
  },
  {
    "answer": 4,
    "id": "ea20210515-41",
    "options": [
      "지적공부의 형식으로는 복사할 수 없다.",
      "필요한 최소한도 안에서 신청하여야 한다.",
      "지적파일 자체를 제공하라고 신청할 수는 없다.",
      "승인받은 자료의 이용ㆍ활용에 관한 사용료는 무료이다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 이용 및 활용에 관한 사항으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-42",
    "options": [
      "SPPS",
      "SDTS",
      "GIST",
      "NIST"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지형 및 공간과 관련된 모든 종류의 공간자료들을 서로 호환이 가능하도록 하기 위하여 만들어진 대표적인 교환표준은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-43",
    "options": [
      "특정 주제만을 선택하여 입력시킬 수 없다.",
      "레이어별로 나뉘어져 입력되므로 비용이 저렴하다.",
      "복잡한 도면을 입력할 경우에 작업시간이 단축된다.",
      "손상된 도면의 경우 스캐닝에 의한 인식이 원활하지 못할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "도형정보의 입력 방법 중 디지타이징 방식에 비하여 스케닝 방식이 갖는 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-44",
    "options": [
      "지적소관청",
      "시ㆍ도지사 또는 지적소관청",
      "국토교통부장관 또는 시ㆍ도지사",
      "국토교통부장관, 시ㆍ도지사 또는 지적소관청"
    ],
    "subject": "토지정보체계론",
    "text": "시ㆍ군ㆍ구(자치구가 아닌 구 포함) 단위의 지적공부에 관한 전산자료의 이용 및 활용에 관한 승인권자로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-45",
    "options": [
      "실세계→데이터수집→DB구축→분석→결과도출→사용자",
      "실세계→DB구축→데이터수집→분석→결과도출→사용자",
      "실세계→분석→DB구축→데이터수집→결과도출→사용자",
      "실세계→데이터수집→분석→DB구축→결과도출→사용자"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 일반적 작업순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-46",
    "options": [
      "노드",
      "링크",
      "아크",
      "체인"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에서 차원이 다른 공간객체는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-47",
    "options": [
      "계급형",
      "관계형",
      "관망형",
      "평면형"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 모형 중 트리(Tree) 형태의 구조로 행정구역을 나타내는 레이어 등에 효율적으로 적용될 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-48",
    "options": [
      "스캐닝 단계",
      "필터링 단계",
      "위상정립 단계",
      "세선화(thinning) 단계"
    ],
    "subject": "토지정보체계론",
    "text": "기존 종이지적도면을 스캐닝 방식으로 입력할 경우, 격자영상에 생긴 잡음(noise)을 제거하는 단계는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-49",
    "options": [
      "선의 단절",
      "방향의 혼돈",
      "불분명한 경계",
      "주기와 대상물의 혼돈"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 처리 시 대상물이 두 개의 유사한 색조나 색깔을 가지고 있는 경우 소프트웨어적으로 구별하기 어려워서 발생되는 오류는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-50",
    "options": [
      "수치지도",
      "층별권원도",
      "토지피복도",
      "토지이용계획도"
    ],
    "subject": "토지정보체계론",
    "text": "3차원 지적정보를 구축할 때, 지상 건축물의 권리관계 등록과 가장 밀접한 관련성을 가지는 도형정보는?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-51",
    "options": [
      "2005년~2010년",
      "2010년~2015년",
      "2013년~2017년",
      "2014년~2019년"
    ],
    "subject": "토지정보체계론",
    "text": "제5차 국가공간정보정책 기본계획의 계획기간으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-52",
    "options": [
      "한국 - GXF",
      "미국 - SDTS",
      "NATO 국가 - DIGEST",
      "유럽 교통관련 표준 – GDF"
    ],
    "subject": "토지정보체계론",
    "text": "지리정보데이터 교환표준은 각 국가마다 상이하다. 세계 각국의 데이터 교환 표준이 서로 잘못 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 2,
    "id": "ea20210515-53",
    "options": [
      "데이터를 안정적으로 관리한다.",
      "하드디스크에 매체를 저장할 수 있다.",
      "데이트에 대한 효율적인 검색을 지원한다.",
      "각종 데이터베이스의 질의 언어를 지원한다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스관리시스템(DBMS)의 주요기능에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-54",
    "options": [
      "*.jsg",
      "*.srf",
      "*.sif",
      "*.cif"
    ],
    "subject": "토지정보체계론",
    "text": "지적측량성과작성시스템에서 지적측량접수프로그램을 이용하여 작성된 측량성과 검사요청서 파일 포맷 형식으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-55",
    "options": [
      "개념적 모델링",
      "논리적 모델링",
      "물리적 모델링",
      "위상적 모델링"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간데이터 모델링 과정에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-56",
    "options": [
      "다양한 공간분석을 가능하게 해주는 구조다.",
      "지형ㆍ지물들 간의 공간관계를 인식할 수 있다.",
      "데이터이 갱신 시 위상 구조는 신경 쓰지 않아도 된다.",
      "다중연결을 통하여 각 지형ㆍ지물은 다른 지형ㆍ지물과 연결될 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터데이터의 위상 구조에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210515-57",
    "options": [
      "지리정보와 관련된 여러 처리방식에 대하여 개방형 시스템적인 접근을 시도하였다.",
      "지리정보를 활용하고 관련 응용분야를 주요업무로 하는 공공기관 및 민간기관들로 구성된 컨소시엄이다.",
      "ISO/TC211의 활동이 시작되기 이전에 미국의 표준화 기구를 중심으로 추진된 지리정보 표준화 기구이다.",
      "OGIS(Open Geodata Interoperability Specification)를 개발하고 추진하는데 필요한 합의된 절차를 정립할 목적으로 설립되었다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 OGC(Open GIS Consortium)에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-58",
    "options": [
      "FM",
      "ITS",
      "UGIS",
      "Telematics"
    ],
    "subject": "토지정보체계론",
    "text": "시설물관리를 위한 수치지도를 바탕으로 건축, 전기, 설비, 통신, 가스, 도로 등의 위치 정보를 데이터베이스로 구축하고 공간데이터와 연관되는 속성자료를 입력하여 시설물에 대한 유지보수 활동을 효과적으로 지원할 수 있는 체계는 무엇인가?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 1,
    "id": "ea20210515-59",
    "options": [
      "캐나다의 국립지리원(Ordnance Survey)은 1971년 설립되었으며 대축척 수치지도를 작성한다.",
      "‘GeoConnections’은 캐나다 지리정보체계를 인터넷상에서 활용할 수 있도록 하기 위해 개발한 프로그램이다.",
      "GEONet은 캐나다와 세계적인 지리와 지구관측 상품과 서비스에 대한 정보를 포함한다.",
      "지리정보관계기관 위원회는 14개의 연방주처와 민간분야 관련 산업 협의회와 학계로 구성된다."
    ],
    "subject": "토지정보체계론",
    "text": "캐나다의 지적제도와 지적공부 전산화 과정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 4,
    "id": "ea20210515-60",
    "options": [
      "GIS",
      "PIS",
      "OGC",
      "WEB LIS"
    ],
    "subject": "토지정보체계론",
    "text": "개인이나 기업이 직접 지적소관청을 방문하지 않고, 원하는 시간에 인터넷 상에서 민원을 처리할 수 있도록 개발된 토지정보시스템은?",
    "local_images": [],
    "source": "지적기사 (2021-05-15)",
    "date": "2021-05-15"
  },
  {
    "answer": 3,
    "id": "ea20210307-41",
    "options": [
      "자료구조가 단순하여 파일의 용량이 작다.",
      "하나의 점(X, Y좌표)을 기본으로 하고 있어 구조가 간단하므로 이해하기 쉽다.",
      "객체들 간의 공간 관계에 대한 정보가 입력되므로 공간분석에 효율적이다.",
      "상호 연관성에 관한 정보가 없어 인접한 객체들의 특징과 관련성을 파악하기 힘들다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티(Spaghetti) 모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-42",
    "options": [
      "설명",
      "이름",
      "정의",
      "완전성"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 품질 측정의 구성요소에 해당하지 않는 것은? (단, KS X ISO 19157:2013을 기준으로 한다.)",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-43",
    "options": [
      "국토교통부장관",
      "행정안전부장관",
      "국토지리정보원장",
      "한국국토정보공사장"
    ],
    "subject": "토지정보체계론",
    "text": "지적공부의 효율적인 관리 및 활용을 위하여 지적정보 전담 관리기구를 설치·운영하는 자는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-44",
    "options": [
      "행정구역코드 9자리, 대장구분 2자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 9자리, 대장구분 1자리, 본번 4자리, 부번 5자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 3자리, 부번 5자리, 합계 19자리로 구성"
    ],
    "subject": "토지정보체계론",
    "text": "토지 고유번호의 코드 구성 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-45",
    "options": [
      "수시",
      "매 월",
      "매 분기",
      "매 년"
    ],
    "subject": "토지정보체계론",
    "text": "국토교통부장관이 지적공부에 관한 전산자료를 갱신하여야 하는 기간의 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-46",
    "options": [
      "인덱스(Index)",
      "라이브러리(Library)",
      "메타데이터(Metadata)",
      "데이터베이스(Database)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보로서 데이터의 내용, 품질, 조건 및 기타 특성에 대한 정보를 포함하는 정보의 이력서라 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-47",
    "options": [
      "데이터의 물리적 구조를 명세한다.",
      "데이터의 논리적 구조와 물리적 구조 사이의 변환이 가능하도록 한다.",
      "데이터베이스의 논리적 구조와 그 특성을 데이터 모델에 따라 명세한다.",
      "데이터베이스를 공용하는 사용자의 요구에 따라 체계적으로 접근하고 조작할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS의 “정의” 기능에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-48",
    "options": [
      "제1차 사업은 1995년 시작되었으며, 수치지도의 표준화 활용방안을 주요 목표로 설정하였다.",
      "제2차 사업은 2001년 시작되었으며, 지적도 전산화 구축을 주요 목표로 하였다.",
      "제3차 사업은 2006년부터 시작되었으며, 수치지도의 작성을 주요 목표로 하였다.",
      "제4차 사업은 2010년부터 시작되었으며, 언제·어디서나·누구나 자유롭게 활용할 수 있는 그린(Green)공간정보 구축을 목표로 하였다."
    ],
    "subject": "토지정보체계론",
    "text": "국가지리정보체계사업(NGIS)의 단계별 주요 목표에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-49",
    "options": [
      "지적측량시스템",
      "지적행정시스템",
      "지적공부관리시스템",
      "지적측량과작성시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템 중 지적소관청에 일반적으로 많이 사용하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-50",
    "options": [
      "MOSS",
      "DX-90",
      "TIGER",
      "SDTS"
    ],
    "subject": "토지정보체계론",
    "text": "다음 NGIS의 데이터 교환 표준 포맷은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-51",
    "options": [
      "해상도를 최대한 낮게 한다.",
      "원본 형상의 보존 상태를 양호하게 한다.",
      "하프톤 방식의 스캐닝 시에는 되도록 속도를 느리게 한다.",
      "크기가 큰 영상은 영역을 세분하여 차례로 스캐닝 한다."
    ],
    "subject": "토지정보체계론",
    "text": "스캐닝 방식을 이용하여 지적전산 파일을 생성할 경우, 선명한 영상을 얻기 위한 방법으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-52",
    "options": [
      "자료구조가 단순하다.",
      "위상자료구조를 가질 수 있다.",
      "복잡한 현실세계에 대한 세밀한 묘사를 할 수 있다.",
      "세밀한 묘사에 비해 데이터 용량이 상대적으로 작다."
    ],
    "subject": "토지정보체계론",
    "text": "레스터데이터 구조에 비하여 벡터데이터 구조가 갖는 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-53",
    "options": [
      "계통샘플링(systematic sampling)",
      "단순무작위샘플링(simple random sampling)",
      "층화무작위샘플링(stratified random sampling)",
      "층화계통비정렬샘플링(stratified systematic unaligned sampling)"
    ],
    "subject": "토지정보체계론",
    "text": "공간정확도를 확인하기 위해서는 샘플링이 필요하다. 모집단에 대한 기존지식을 활용하여 모집단을 몇 개의 소집단으로 구분하고, 각 소집단 내에서 랜덤(random)추출하는 방법으로 구성요소들이 전체로써 모집단의 구성요소들보다 더욱 동질적이 될 수 있도록 추출하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 2,
    "id": "ea20210307-54",
    "options": [
      "데이터 교환의 표준화",
      "데이터 분석의 표준화",
      "데이터 품질의 표준화",
      "데이터 위치참조의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터 표준화의 내용에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-55",
    "options": [
      "DLL(Data Link Language)",
      "DCL(Data Control Language)",
      "DDL(Data Definition Language)",
      "DML(Data Manipulation Language)"
    ],
    "subject": "토지정보체계론",
    "text": "사용자가 데이터베이스에 접근하여 데이터를 처리할 수 있도록 하는 것으로 데이터의 검색, 삽입, 삭제 및 갱신 등과 같은 조작을 하는데 사용되는 데이터 언어는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-56",
    "options": [
      "손상된 도면을 입력하기 어렵고 벡터화가 불완전한 부분들의 인식·점검이 필요하며 래스터 및 벡터자료 편집용 소프트웨어가 필요하다.",
      "스캐너의 정밀도에 따라 이미지 자료의 변형이 발생하며 벡터라이징 과정에서 자료를 선택적으로 분리하기 어렵다는 단점이 있다.",
      "스캐너 장비는 평판 스캐너와 원통형 스캐너가 있으며 일반적으로 평판 스캐너가 성능이 우수하여 더 많이 활용된다.",
      "파장이 적어질수록 래스터의 수가 늘어나서 스캐닝의 결과로서 생성되는 데이터의 양이 늘어난다는 단점이 있다."
    ],
    "subject": "토지정보체계론",
    "text": "스캐너를 활용한 공간자료 구축과정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20210307-57",
    "options": [
      "도면인식 오차",
      "자동입력 오차",
      "통계처리 오차",
      "입력자 착오 오차"
    ],
    "subject": "토지정보체계론",
    "text": "속성자료 입력 시 발생할 수 있는 가장 일반적인 오차는?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-58",
    "options": [
      "지리정보를 객체지향적으로 정의하기 위한 명세서라 할 수 있다.",
      "지리정보와 관련된 여러 처리방식에 대하여 개방형 시스템적인 접근을 시도하였다.",
      "지리정보를 활용하고 관련 응용분야를 주요 업무로 하고 있는 공공기관 및 민간기관으로 구성된 컨소시엄이다.",
      "OGIS(Open GIS)를 개발하고 추진하는데 필요한 합의된 절차를 정립할 목적으로 비영리의 협회형태로 설립되었다."
    ],
    "subject": "토지정보체계론",
    "text": "OGC(Open GIS Consortium, 또는 Open Geodata Consortium)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 3,
    "id": "ea20210307-59",
    "options": [
      "블록코드(block code) 방법",
      "체인코드(chain code) 방법",
      "트랜스코드(trans code) 방법",
      "런렝스코드(run-length code) 방법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터데이터의 자료압축 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 1,
    "id": "ea20210307-60",
    "options": [
      "데이터 생산",
      "데이터 입력",
      "데이터 처리",
      "데이터 해석"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 LIS/GIS의 기능적 요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2021-03-07)",
    "date": "2021-03-07"
  },
  {
    "answer": 4,
    "id": "ea20200926-41",
    "options": [
      "1950년대 미국 워싱턴 대학에서 연구를 시작하여 1960년대 캐나다의 자원관리를 목적으로 CGIS(Canadian GIS) 가 개발되어 각국에 보급되었다.",
      "1970년대에는 GIS전문회사가 출현되어 토지나 공공시설의 관리를 목적으로 시범적인 개발계획을 수행하였다.",
      "1980년대에는 개발도상국의 GIS 도입과 구축이 활발히 진행되면서 위상정보의 구축과 관계형 데이터베이스의 기술발전 및 워크스테이션 도입으로 활성화되었다.",
      "1990년대에는 Network 기술의 발달로 중앙집중형에서 지역 분산현 데이터베이스의 구축으로 변환되어 경제적인 공간데이터베이스의 구축과 운용이 가능하게 되었다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 발전 과정에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-42",
    "options": [
      "일 1회",
      "주 1회",
      "월 1회",
      "연 1회"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템 운영기관의 장이 데이터를 백업해야 하는 주기는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-43",
    "options": [
      "Chain",
      "Voxel",
      "GT-ring",
      "2D-Manifold"
    ],
    "subject": "토지정보체계론",
    "text": "SDTS(Spatial Data Transfer standard)를 통한 데이터변환에 있어 최소 단위의 체적으로 표현되는 3차원 객체의 정의는?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-44",
    "options": [
      "매일",
      "매주",
      "매월",
      "매년"
    ],
    "subject": "토지정보체계론",
    "text": "국토교통부장관이 시·군·구 자료를 취합하여 지적통계를 작성하는 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-45",
    "options": [
      "편리한 자료 검색",
      "전문화에 따른 호환성 배제",
      "변동자료의 신속 정확한 처리",
      "토지권리에 대한 분석과 정보제공"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-46",
    "options": [
      "사용자의 소속 및 권한과 비밀번호",
      "사용자의 이름 및 권한과 사용자번호",
      "사용자의 이름 및 권한과 사용자번호 및 비밀번호",
      "사용자의 소속 및 사용자번호 및 권한과 비밀번호"
    ],
    "subject": "토지정보체계론",
    "text": "사용자권한 등록관리청이 지적정보관리체계 사용자권한 등록 신청 내용을 심사하여 사용자권한 등록 신청 내용을 심사하여 사용자권한 등록파일에 등록하여야 하는 사항은 모두 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-47",
    "options": [
      "수치형태의 자료입력 방법은 키보드를 이용한다.",
      "항공사진에 의한 도면자료 입력은 디지타이저를 이용한다.",
      "스캐너에 의한 방법은 별도의 자료변환 작업을 필요로 한다.",
      "도형자료 입력은 수치형태의 자료 입력과 도면형태의 자료 입력이 있다."
    ],
    "subject": "토지정보체계론",
    "text": "도형자료의 입력 방법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-48",
    "options": [
      "섹션화",
      "필터링",
      "벡터라이징",
      "래스터라이징"
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료를 래스터자료로 자료 변환하는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-49",
    "options": [
      "법규집, 일반보고서 등의 자료를 말한다.",
      "통계자료, 관측자료, 범례 등의 형태로 구성되어 있다.",
      "선 또는 다각형과 입체의 형태로 표현되는 자료이다.",
      "지리적 객체와 관련된 정보와 문자 형식으로 구성되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스에서 속성자료의 형태에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-50",
    "options": [
      "PBLIS 와 LMIS를 통합하여 새로 구축한 시스템이다.",
      "지하시설물관리를 중심으로 각 지자체에서 구축한 것이다.",
      "한국토지정보시스템은 National Geographic Information Systems의 약자로 NGIS라 한다.",
      "한국토지정보시스템은 지적공무관리시스템과 지적측량성과시스템으로 구성되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-51",
    "options": [
      "Java",
      "Zeus",
      "Gothic",
      "ArcSDE"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템에서 사용할 수 있는 GIS엔진이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-52",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "토지정보체계론",
    "text": "래스터자료의 중첩분석에서 A xor B의| 결과로 옳은 것은? (단, 그림에서 음영 셀은 참값을 의미한다. (단, 그림에서 음영 셀은 참값을 의미한다.)",
    "local_images": [
      "images/ea20200926-52_img_0.gif"
    ],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-53",
    "options": [
      "지리정보의 통합",
      "기본지리정보 구축",
      "GIS 전문인력 양성",
      "지리정보 유통체계 구축"
    ],
    "subject": "토지정보체계론",
    "text": "제2차 NGIS(국가GIS)사업의 주요 추진전략에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-54",
    "options": [
      "좌표데이터만을 사용할 때보다 다양한 공간 분석이 가능하다.",
      "공간 객체 간의 위상정보를 저장하는데 보편적으로 사용되는 방식이다.",
      "인접한 폴리곤 간의 공통 경계는 각 폴리곤에 대하여 반드시 두 번 기록되어야 한다.",
      "다각형의 형상(shape), 인접성(neighborhood), 계급성(hierarchy)을 묘사할 수 있는 정보를 제공한다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료의 저장 모형 중 위상(Topology)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-55",
    "options": [
      "4자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 3자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 5자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적정보관리체계로 처리하는 지적공부정리 등의 사용자권한 등록파일을 등록할 때의 사용자 비밀번호 실정 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 4,
    "id": "ea20200926-56",
    "options": [
      "공개시스템으로 구축한다.",
      "토지현황조사, 새로운 지적공무 및 등기촉탁, 건축물 위치 및 건물 표시 등의 정보를 시스템에 입력한다.",
      "토지소유자 등이 지적재조사사업과 관련한 정보를 인터넷 등을 통하여 실시간 열람할 수 있도록 구축한다.",
      "취득된 필지경계 정보의 안정적인 관리를 위하여 관련 행정정보와의 연계 활용이 발생하지 않도록 보안 시스템으로 구축한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사사업 시스템의 구축과 관련한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-57",
    "options": [
      "관계형(relational)",
      "계층형(hierarchical)",
      "네트워크형(netwokr)",
      "객체지향형(object-oriented)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 SQL 같은 표준 질의어를 사용하여 복잡한 질의를 간단하게 표현할 수 있게하는 데이터베이스 모형은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200926-58",
    "options": [
      "슬리버(Sliver)",
      "스파이크(Spike)",
      "오버슈트(Overshoot)",
      "언더슈트(Undershoot)"
    ],
    "subject": "토지정보체계론",
    "text": "두 개 이상의 커버리지 오버레이로 인해 폴리곤의 경계에 성기는 작은 영역을 일컬는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 2,
    "id": "ea20200926-59",
    "options": [
      "인적자원",
      "처리시간",
      "소프트웨어",
      "공간데이터베이스"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 3,
    "id": "ea20200926-60",
    "options": [
      "도곽파일",
      "복제파일",
      "임시파일",
      "토지이동파일"
    ],
    "subject": "토지정보체계론",
    "text": "지적업무처리규정상 다음 내용의 ( )안에 들어갈 말로 알맞은 것은?",
    "local_images": [
      "images/ea20200926-60_img_0.gif"
    ],
    "source": "지적기사 (2020-09-26)",
    "date": "2020-09-26"
  },
  {
    "answer": 1,
    "id": "ea20200822-41",
    "options": [
      "SQL",
      "ADT",
      "HTML",
      "COBOL"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 DBMS에서 자료를 만들고 조회할 수 있는 도구로서 처음 개발된 것으로, DBMS를 제어하고 DBMS와 대화할 수 있는 관계형 데이터베이스의 표준 질의 언어는?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-42",
    "options": [
      "투영변환",
      "등각사상변환",
      "어파인(Affine)변환",
      "의사어파인(Pseudo-Affine)변환"
    ],
    "subject": "토지정보체계론",
    "text": "아래와 같이 주어진 수식이 의미하는 좌표변환은? (λ: 축척변환, (x0,y0): 원점의 변위량, θ: 회전변환, (x’,y’): 보정된 자표, (x,y): 보정 전 좌표)",
    "local_images": [
      "images/ea20200822-42_img_0.gif"
    ],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-43",
    "options": [
      "세계좌표계로의 변환에 대비",
      "지적삼각점의 관리 부실 개선",
      "지적불부합에 의한 분쟁 해결",
      "토지관련 정보의 효율적 이용 및 관리"
    ],
    "subject": "토지정보체계론",
    "text": "지적 분야에서 토지정보시스템 구축 목적으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-44",
    "options": [
      "기계도화기",
      "다지타이저",
      "해석식도화기",
      "수치사진측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 취득 시 항공사진측량에서 중복촬영 사진의 도화 유형에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-45",
    "options": [
      "사용자",
      "운영체제",
      "하드웨어",
      "데이터베이스관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스시스템의 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-46",
    "options": [
      "업무 능률성 향상",
      "데이터 무결성 확보",
      "지적도 DB활용 확보",
      "2게층으로 시스템 확장성"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템 구축에 따른 기대효과로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-47",
    "options": [
      "경계 정비",
      "도곽선 정비",
      "소유자 정비",
      "도면번호 정비"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 전산화함에 있어 정비하여야 할 사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-48",
    "options": [
      "자료 구조가 단순하다.",
      "위상 구조를 표현에 적합하다.",
      "중첩연산을 용이하게 구현할 수 있다.",
      "원격탐사자료와의 연계처리가 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터에 비하여 래스터데이터가 갖는 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-49",
    "options": [
      "",
      "",
      "",
      ""
    ],
    "subject": "토지정보체계론",
    "text": "지반 보강을 할 필요가 잇는 사질토에 위치한 대지를 검색하여 공간정보데이터 중첩분석을 통해 얻어지는 결과로 옳은 것은?",
    "local_images": [
      "images/ea20200822-49_img_0.gif"
    ],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-50",
    "options": [
      "검은색",
      "노라색",
      "붉은색",
      "파란색"
    ],
    "subject": "토지정보체계론",
    "text": "경위의측량방법으로 세부측량을 하고자 할 때 측량준비파일의 작성에 있어 지적기준점간 거리 및 방위각의 작성 표시 색으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-51",
    "options": [
      "건물지적도",
      "개별지적도",
      "연속지적도",
      "편집지적도"
    ],
    "subject": "토지정보체계론",
    "text": "다음의 지적도 종류 중 지형과의 부합도가 가장 높은 도면은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 4,
    "id": "ea20200822-52",
    "options": [
      "수집한 데이터의 좌표계가 무엇인지 파악하여 투영정의 해야 한다.",
      "투영정의 한 후에는 최종 구축할 좌표계로 투영변환 해야 한다.",
      "각기 다른 좌표계로 투영변환 할 때에는 변환인자가 필요하다.",
      "우리나라의 경우 X,Y좌표에 대한 가산수치는 모두 +500000m, -200000m 이므로 확인하지 않아도 된다."
    ],
    "subject": "토지정보체계론",
    "text": "GIS 구축 시 좌표계의 설정이 중요한 공간데이터에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-53",
    "options": [
      "도곽파일",
      "복제파일",
      "임시파일",
      "토지이동파일"
    ],
    "subject": "토지정보체계론",
    "text": "아래 내용에서 ( )안의 알맞은 것은?",
    "local_images": [
      "images/ea20200822-53_img_0.gif"
    ],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-54",
    "options": [
      "항공사진을 스캐닝하여 공간 데이터에 대한 보조적 자료로 활용한다.",
      "항공사진은 세부적인 정보를 얻을 수 있는 소축적의 정보 획득에 적합하다.",
      "항공사진은 사진 판독을 통하여 지질도, 토지이용도 등의 각종 주제도 제작 시 자료로 이용한다.",
      "변동사항이 광역적이지 않을 경우 간단히 최근의 항공사진과 비교함으로서 공간 데이터를 최신 정보로 수정할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "항공사진을 활용한 토지정보 수집에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-55",
    "options": [
      "임야도의 등록사항인 경계",
      "경계점좌표등록부의 등록사항인 지번",
      "공유지연병부의 등록사항인 토지의 소재",
      "대지권등록부의 등록사항의 대지권 비율"
    ],
    "subject": "토지정보체계론",
    "text": "속정정보로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-56",
    "options": [
      "지적정보의 효율적 관리",
      "지적정보 활용의 극대화",
      "지적재조사사업의 비용 절감",
      "지적행정업무의 획기적인 개선"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS 구축의 직접적인 기대효과가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200822-57",
    "options": [
      "영역은 선에 의해 폐합된 형태로서 범위를 갖는다.",
      "선은 점이 연결되어 만들어지는 2차원의 공간객체이다.",
      "점은 위치 좌표계의 단 하나의 쌍으로 표현되는 대상이다.",
      "표면은 공간적 대상물의 범주로 간주되며 연속적인 자료의 표현이다."
    ],
    "subject": "토지정보체계론",
    "text": "공간정보의 형태에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 1,
    "id": "ea20200822-58",
    "options": [
      "필지중심토지정보시스템은 지적도를 기본도로 하였으며, 토지종합정보망은 지형도를 기본도로 하였다.",
      "한국토지정보시스템은 구 행정자치부의 필지중심토지정보시스템과 구 건설교통부의 토지 종합정보망을 통합하여 개발한 시스템이다.",
      "기존 전산화사업을 통해 구축된 데이터의 중복을 방지하고 데이터 간 이질감을 방지하기 위해 필지중심토지정보시스템과 토지종합정보망을 연계 통합하였다.",
      "한국토지정보시스템은 구 행정자치부가 담당하는 다양한 지적관련 업무와 함께 구 건설 교통부가 담당하는 토지행정업무 지원기능 및 공간자료 관리기능을 제공한다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템의 개발 배경에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-59",
    "options": [
      "개인의 사생활 침해 여부",
      "신청내용의 타당성, 적합성 및 공익성",
      "자료의 이용에 따른 사용료 납부 방법",
      "자료의 목적 외 사용 방지 및 안전관리대책"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 이용에 대한 심사신청을 받은 관계 중앙행정기관의 장이 심사하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 3,
    "id": "ea20200822-60",
    "options": [
      "도로나 시설물 등도 해당된다.",
      "공간정보를 근간으로 구성된다.",
      "정보의 생성, 저장, 관리기능 일체를 의미한다.",
      "공간상에 존재하는 일정 사물이나 특정 현상을 발생시키는 존재이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템에 있어 객체(Object)와 관련이 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2020-08-22)",
    "date": "2020-08-22"
  },
  {
    "answer": 2,
    "id": "ea20200606-41",
    "options": [
      "1995년부터 2000년까지 제1차 국가 GIS사업수행",
      "2006년부터 2010년에는 제2차 국가 GIS기본 계획 수립",
      "제1차 국가GIS사업에서는 지형도, 공통주제도, 지하시설물도의 DB 구축 추진",
      "제2차 국가GIS사업에서는 국가공간정보기반 확충을 통한 디지털 국토 실현 추진"
    ],
    "subject": "토지정보체계론",
    "text": "국가지리정보체계의 추진과정에 관한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-42",
    "options": [
      "점 사상은 차원은 없으나 심볼을 사용하여 지도나 컴퓨터 상에 표현되는 객체이다.",
      "지표상의 면사상 실체는 축척에 따라 면 또는 점사상으로 표현이 가능하다.",
      "선사상은 연속적으로 선을 묘사하는 다수의 X, Y좌표 집합으로 아크, 체인, 스트링 등의 다양한 용어로 표현된다.",
      "선과 선을 가지고 추적할 수 있는 선형네트워크를 형성하기 위해서 자료구조에 포인터의 삽입이 불필요하다."
    ],
    "subject": "토지정보체계론",
    "text": "백터데이터의 구성요소에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-43",
    "options": [
      "지적측량업무",
      "지적공부관리업무",
      "지적소유권관리업무",
      "지적측량성과작성업무"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)의 업무 및 시스템 개발 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-44",
    "options": [
      "소재지",
      "관련지번",
      "건축물명칭",
      "토지이동사유"
    ],
    "subject": "토지정보체계론",
    "text": "지적소관청이 부동산종합공부에 공통으로 등록하여야 하는 사항으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-45",
    "options": [
      "지적불부합지 문제 해소",
      "토지의 경계복원능력 향상",
      "지하시설물 관리체계 개선",
      "능률적인 지적관리체제 개선"
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사사업의 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-46",
    "options": [
      "Text",
      "Char",
      "Integer",
      "Floating"
    ],
    "subject": "토지정보체계론",
    "text": "지적 데이터베이스 설게 시 면적필드의 변수로 사용하는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-47",
    "options": [
      "위상구조를 가질 수 있다.",
      "확대ㆍ축소하여도 선이 매끄럽다.",
      "자료의 표준화를 위해 geoTIFF가 개발 되었다.",
      "객체의 크기와 방향성에 대한 정보를 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료의 특징에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-48",
    "options": [
      "PBLIS와 LIS를 통합하여 구축한 것이다.",
      "지하시설물 관리를 중심으로 구축한 것이다.",
      "토지관련 정보를 공동 활용하기 위해 구축한 것이다.",
      "과거 행정안전부에서 독자적으로 구축한 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템(KLIS)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-49",
    "options": [
      "데이터베이스 설계는 기본 틀과 데이터의 관계를 논리적으로 연결해 주는 역할을 한다.",
      "사용자 요구사항과 분야별 응용성, 다양한 데이터간의 관계성 등을 고려하여 설계하여야 한다.",
      "데이터베이스 구조는 자료의 중복을 배제하고 자료의 공유 및 일관성을 유지할 수 있어야 한다.",
      "지적도면의 도곽은 필지경게가 수치화 될 경우 의미가 없어서 도곽의 개념을 적용하지 않았다."
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템의 데이터베이스설계에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-50",
    "options": [
      "Clip",
      "Union",
      "Identity",
      "Intersection"
    ],
    "subject": "토지정보체계론",
    "text": "두 개 또는 더 많은 레이어들에 대하여 불린(boolean)의 OR 연산자를 적용하여 합병하는 방법으로, 기준이 되는 레이어의 모든 특징이 결과 레이어에 포함되는 중첩분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-51",
    "options": [
      "자료의 중복을 방지할 수 있다.",
      "통제의 분산화를 이룰 수 있다.",
      "자료의 효율적인 관리가 가능하다.",
      "같은 자료에 동시 접근이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 구축에 따른 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20200606-52",
    "options": [
      "0,1,0,3,3,0,3,0,1,1,0,0",
      "0,1,0,32,0,3,0,12,02",
      "ABACCACABBAA",
      "ABAC2ACAB2A2"
    ],
    "subject": "토지정보체계론",
    "text": "다음 그림의 경계선을 체인코드방법으로 올바르게 표기한 것은?",
    "local_images": [
      "images/ea20200606-52_img_0.gif"
    ],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-53",
    "options": [
      "방향의 혼동",
      "오버슈트(overshoot)",
      "언더슈트(undershoot)",
      "슬리버 폴리곤(sliver polygon)"
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징에서 발생하는 오류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-54",
    "options": [
      "벡터 자료 구조",
      "속성 자료 구조",
      "필지 자료 구조",
      "래스터 자료 구조"
    ],
    "subject": "토지정보체계론",
    "text": "규칙적인 격자(cell)에 의하여 형상을 묘사하는 자료 구조는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-55",
    "options": [
      "지적행정시스템→필지중심토지정보시스템(PBLIS)→토지관리정보체계(LMIS)→한국토지정보시스템(KLIS)",
      "필지중심토지정보시스템(PBLS)→토지관리정보체계(LMIS)→한국토지정보시스템(KLIS)→지적행정시스템",
      "토지관리정보체계(LMIS)→지적행정시스템→필지중심토지정보시스템(PBLIS)→한국토지정보시스템(KLIS)",
      "한국토지정보시스템(KLIS)→토지관리정보체계(LMIS)→지적행정시스템→필지중심토지정보시스템(PBLIS)"
    ],
    "subject": "토지정보체계론",
    "text": "토지 관련 정보시스템의 구축 순서를 올바르게 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-56",
    "options": [
      "스캐닝",
      "디지타이징",
      "구조화 편집",
      "정위치 편집"
    ],
    "subject": "토지정보체계론",
    "text": "위상 자료 구조를 만드는 과정에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 3,
    "id": "ea20200606-57",
    "options": [
      "DMS",
      "Geocode",
      "Database",
      "Expert System"
    ],
    "subject": "토지정보체계론",
    "text": "전산화 관련 자료의 구조 중 하나의 조직한에서 다수의 사용자들이 공통으로 자료를 사용할 수 있도록 통합 저장되어 있는 운영자료의 집합을 무엇이라고 하는가?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-58",
    "options": [
      "객체식별번호",
      "단일식별번호",
      "유일식별번호",
      "필지식별번호"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템에서 도형정보와 속성정보를 연계하기 위하여 사용되는 가변성이 없는 고유번호는?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 1,
    "id": "ea20200606-59",
    "options": [
      "DROP",
      "INSERT",
      "DELETE",
      "UPDATE"
    ],
    "subject": "토지정보체계론",
    "text": "SQL 언어 중 데이터조작어(DML)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 4,
    "id": "ea20200606-60",
    "options": [
      "C-ISAM",
      "Infor ISAM",
      "Access Database",
      "RDBMS(Relatonal DBMS)"
    ],
    "subject": "토지정보체계론",
    "text": "토지대장의 데이터베이스 관리시스템은?",
    "local_images": [],
    "source": "지적기사 (2020-06-06)",
    "date": "2020-06-06"
  },
  {
    "answer": 2,
    "id": "ea20190804-41",
    "options": [
      "DEM",
      "DLG",
      "DTM",
      "TIN"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 표고를 나타내는 자료가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-42",
    "options": [
      "래스터데이터는 중첩분석이나 모델링이 유리하다.",
      "벡터데이터는 자료구조가 단순하여 중첩분석이 쉽다.",
      "벡터데이터는 좌표계를 이용하여 공간정보를 기록한다.",
      "벡터데이터는 점, 선, 면으로 래스터데이터는 격자로 도형을 표현한다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터와 래스터데이터의 구조에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-43",
    "options": [
      "LMIS와 통합되어 KLIS로 운영되어 왔다.",
      "각종 지적행정업무의 수행과 정책정조를 제공할 목적으로 개발되었다.",
      "지적전산화사업의 속성 데이터베이스를 연계하여 구축되었다.",
      "개발 초기에 토지관리 업무시스템, 공간자료관리시스템, 토지행정지원시스템으로 구성되었다."
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-44",
    "options": [
      "소프트웨어",
      "정보이용자",
      "데이터베이스",
      "인력 및 조직"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-45",
    "options": [
      "속성정보",
      "메타데이터",
      "벡터데이터",
      "래스터데이터"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 임야도의 도형자료를 스캐너로 편집한 자료형태는?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-46",
    "options": [
      "경계점 표지등록부 전산등록",
      "해당 사업지구 사용자 전산등록 및 승인요청",
      "지적재조사사업지구 등 실시계획에 관한 사항 전산등록",
      "일필지측량 완료 후 지적확정조서에 관한 사항 전산등록"
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사업 측량 대행자의 전산시스템 등록업무와 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-47",
    "options": [
      "레이어별로 필요한 정보를 추출해 낼 수 있다.",
      "일정한 정보만을 처리하기 때문에 정보가 단순하다.",
      "새로운 가설이나 이론 및 시뮬레이션을 통해 정보를 추출하는 모델링 작업을 수행할 수 있다.",
      "형상들의 공간관계를 파악할 수 있으며 특정지점의 주변 환경에 대한 정보를 얻고자 하는 경우에도 사용할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "레이어의 중첩에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-48",
    "options": [
      "선형으로 나타나는 불완전한 표면의 대표적인 것은 등고선 또는 등치선이다.",
      "불완전한 표면은 격자의 x, y좌표가 알려져 있고 z좌표값만 입력하면 된다.",
      "수집되는 데이터의 특성과 표현방법에 따라 완전한 표면과 불완전한 표면으로 구분된다.",
      "완전한 표면은 관심대상지역이 분할되어 있고 각각의 분할된 구역에 다양한 z값을 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "표면모델링에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-49",
    "options": [
      "준비→래스터데이터 취득→벡터화 및 도형인식→편집→출력 및 저장",
      "준비→벡터화 및 도형인식→편집→래스터데이터 취득→출력 및 저장",
      "준비→편집→벡터와 및 도형인식→래스터데이터 취득→출력 및 저장",
      "준비→편집→래스터데이터 취득→벡터화 및 도형인식→출력 및 저장"
    ],
    "subject": "토지정보체계론",
    "text": "스캐너에 의한 반자동 입력방식의 작업과정을 순서대로 올바르게 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-50",
    "options": [
      "작업환경이 양호하여 작업진행이 수월하다.",
      "정밀도가 높아 도곽을 기준점으로 변위작업이 가능하다.",
      "스캐너에 의한 작업은 스캐닝 및 이미지파일 수신시간이 소요된다.",
      "스캐너는 축이 고정되어 있어 이동식 장비보다 오차 발생요인은 적으나 작업영역이 한정되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "스캐너 및 좌표독취기 장비를 이용한 좌표취득 특성으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-51",
    "options": [
      "지적재조사의 기반 확보",
      "다목적 지적정보체계 구축",
      "도시기반시설의 유지 및 관리",
      "지적 관련 민원의 신속ㆍ정확한 처리"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템(LIS)의 구축 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-52",
    "options": [
      "중앙제어가 가능하다.",
      "자료의 중복을 최대한 감소시킬 수 있다.",
      "시스템 구성이 파일방식에 비해 단순하다.",
      "데이터베이스 내의 자료는 다른 사용자와의 호환이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS방식의 자료 관리의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 4,
    "id": "ea20190804-53",
    "options": [
      "Quadtree 기법",
      "Block code 기법",
      "Chain code 기법",
      "Run-length code 기법"
    ],
    "subject": "토지정보체계론",
    "text": "격자구조를 압축 및 저장하는 기법 중 각각의 열(列) 진행방향에 대하여 동일한 속성값을 갖는 격자(cell)들을 하나로 묶어 길이와 위치를 저장하는 방식은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-54",
    "options": [
      "벡터데이터 구조로 처리ㆍ지정되므로 데이터호환이 매우 쉽다.",
      "인공위성 상용영상의 해상도가 높아지면서 GIS에서 활용이 크다.",
      "원격탐사 및 영상처리는 공간데이터를 다루는 특성화된 기술이다.",
      "데이터가 컴퓨터로 바로 처리할 수 있는 디지털 형태라는 점에서 GIS와 통합되고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "GIS에서 위성영상 자료의 활용 등에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 3,
    "id": "ea20190804-55",
    "options": [
      "정보와 지원을 공유할 수 있다.",
      "업무별 분산처리를 실현할 수 있다.",
      "서버의 구축비용을 절감할 수 있다.",
      "시간과 거리에 제한을 받지 않으며 민원을 처리할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "지적행정에 웹(Web)기반의 LIS를 도입함으로써 발생하는 효과가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-56",
    "options": [
      "공간정보이용자에게 제공하기 위하여 국가공간정보센터를 설치ㆍ운영하고 있다.",
      "수집한 공간정보는 제공의 효율화를 위해 분석 또는 가공하지 않고 원 자료 형태로 제공하여야 한다.",
      "관리기관이 공공기관일 경우는 자료를 제출하기 전에 주무기관의 장과 미리 합의하여야 한다.",
      "국토교통부장관은 국가공간정보센터의 운영에 필요한 공간정보를 생산 또는 관리하는 관리기관의 장에게 자료의 제출을 요구할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "국가의 공간정보의 제공과 관련한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-57",
    "options": [
      "측량준비파일",
      "측량성과파일",
      "측령현형파일",
      "측량부데이터베이스"
    ],
    "subject": "토지정보체계론",
    "text": "전자평판측량 및 위성측량방법으로 관측 후 지적측량정보를 처리할 수 있는 시스템에 따라 작성된 측량결과도 파일과 토지이동정리를 위한 지번, 지목 및 경계점의 좌표가 포함 된 파일은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-58",
    "options": [
      "토지와 건물의 속성만을 입력할 수 있는 시스템이다.",
      "UIS라고 하며 Urban Information System의 약어이다.",
      "도시전반에 관한 사항을 관리ㆍ활용하는 종합적이고 체계적인 정보시스템이다.",
      "지적도 및 각종 지형도, 도시계획도, 토지이용계획도, 도로교통시설물 등의 지리정보를 데이터베이스화한다."
    ],
    "subject": "토지정보체계론",
    "text": "도시정보시스템에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190804-59",
    "options": [
      "용도지역 고시",
      "지적측량성과 작성",
      "부동산종합공부의 운영",
      "지적공부의 데이터베이스화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적전산업무에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 2,
    "id": "ea20190804-60",
    "options": [
      "블록코드 모형",
      "스파게티 모형",
      "체인코드 모형",
      "커버리지 모형"
    ],
    "subject": "토지정보체계론",
    "text": "벡터형식의 토지정보 자료구조 중 위상 관계없이 점, 선, 다각형을 단순한 좌표로 저장하는 방식은?",
    "local_images": [],
    "source": "지적기사 (2019-08-04)",
    "date": "2019-08-04"
  },
  {
    "answer": 1,
    "id": "ea20190427-41",
    "options": [
      "지형도 기반의 지적정보를 대상으로 하는 위치참조 체계이다.",
      "토지이용계획 및 토지관련 정책자료 등 다목적으로 활용이 가능하다.",
      "토지 1필지의 이동정리에 따른 정확한 자료가 저장되고 검색이 편리하다.",
      "지적도의 경계점 좌표를 수치로 등록함으로써 각종 계획업무에 활용할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 특징에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-42",
    "options": [
      "7일 전",
      "10일 전",
      "15일 전",
      "30일 전"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역의 명칭이 변경된 때에 지적소관청은 시ㆍ도지사를 경유하여 국토교통부장관에게 행정구역변경일 며칠 전까지 행정구역의 코드변경을 요청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-43",
    "options": [
      "2년",
      "3년",
      "5년",
      "영구"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료에 오류가 발생한 때의 정비내역 보존기간으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-44",
    "options": [
      "NSIS의 데이터 교환 표준화로 제정되었다.",
      "모든 종류의 공간자료들을 호환 하도록 하기 위한 내용을 기술하고 있다.",
      "위상구조정보로서 순서(order), 연결성(connectivity), 인접성(adjacency) 정보를 규정하고 있다.",
      "국방 분야의 지리정보 데이터 교환 표준으로서 미국과 주요 NATO 국가들이 채택하여 사용하고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료교환의 표준(SDTS)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-45",
    "options": [
      "일람도 자료",
      "대지권등록부",
      "토지ㆍ임야대장",
      "경계점좌표등록부"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 속성정보가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-46",
    "options": [
      "0.9996",
      "0.9999",
      "1.0000",
      "1.5000"
    ],
    "subject": "토지정보체계론",
    "text": "우리나라 지적도에서 사용하는 평면직각좌표계의 경우 중앙경선에서의 축척계수는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-47",
    "options": [
      "지적측량시스템",
      "지적행정시스템",
      "공간정보관리시스템",
      "지적공부관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템의 구성 체계 중, 지적측량업무를 지원하는 시스템으로서 지적측량업무의 자동화를 통하여 생산성과 정확성을 높여주는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-48",
    "options": [
      "교통 정보 시스템(TIS)",
      "도시 정보 시스템(UIS)",
      "자원 정보 시스템(RIS)",
      "환경 정보 시스템(EIS)"
    ],
    "subject": "토지정보체계론",
    "text": "도시 현황의 파악 및 도시 계획, 도시 정비, 도시 기반 시설의 관리를 효과적으로 수행할 수 있는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-49",
    "options": [
      "면적",
      "지목",
      "지번",
      "주민등록번호"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지를 개별화하고 대장과 도면의 등록사항을 연결하는 역할을 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-50",
    "options": [
      "경우에 따라서 변경이 가능하다.",
      "지적도에 등록된 모든 필지에 부여하여 개별화한다.",
      "필지별 대장의 등록사항과 도면의 등록사항을 연결시킨다.",
      "각 필지의 등록사항의 저장, 검색, 수정 등을 처리하는데 이용한다."
    ],
    "subject": "토지정보체계론",
    "text": "필지식별자(Parcel Identifier)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-51",
    "options": [
      "속성정보",
      "위상관계",
      "위치관계",
      "위치정보"
    ],
    "subject": "토지정보체계론",
    "text": "공간의 관계를 정의하는데 쓰이는 수학적 방법으로서 입력된 자료 간의 정보를 상대적 위치로 저장하며, 선의 방향, 특성 간의 관계, 연결성, 인접성 등을 정의하는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-52",
    "options": [
      "레이아웃(layout) 방식",
      "스캐닝(scanning) 방식",
      "디지타이징(digitizing) 방식",
      "COGO(coordinate geometry) 방식"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 도형자료 입력에 주로 사용하는 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 2,
    "id": "ea20190427-53",
    "options": [
      "지리정보시스템-GIS",
      "토지관리정보시스템-LIMS",
      "한국토지정보시스템-KLIS",
      "필지줌심토지정보시스템-PBLIS"
    ],
    "subject": "토지정보체계론",
    "text": "지적 관련 전산시스템을 나타내는 용어의 표기로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-54",
    "options": [
      "식생도",
      "지질도",
      "정사사진",
      "토지이용도"
    ],
    "subject": "토지정보체계론",
    "text": "지형도와 지적도를 중첩할 때 도면과 도면의 비연속되는 부분을 수정하는데 이용될 수 있는 참고자료로 가장 유용한 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-55",
    "options": [
      "정의기능",
      "제어기능",
      "조작기능",
      "표준화기능"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스 관리 시스템(DBMS)의 기본 기능에 해당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 3,
    "id": "ea20190427-56",
    "options": [
      "블록 코드(Block code) 기법",
      "체인 코드(Chain code) 기법",
      "포인트 코드(Point code) 기법",
      "연속분할 코드(Run-length code) 기법"
    ],
    "subject": "토지정보체계론",
    "text": "래스터 자료의 압축방법에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-57",
    "options": [
      "기계적인 오차",
      "도면등록시의 오차",
      "입력도면의 평탄성 오차",
      "벡터 자료의 래스터 자료로의 변환과정에서의 오차"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 스캐너로 입력한 전산자료에 포함될 수 있는 오차로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190427-58",
    "options": [
      "경계점등록부 자료",
      "공유지연명부 자료",
      "대지권등록부 자료",
      "토지대장 및 임야대장 자료"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계를 구축할 때 좌표를 입력하여 도형자료를 작성하는데 가장 적합한 원시자료는?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-59",
    "options": [
      "한국토지정보시스템은 지정공부관리 시스템과 지적측량과작성시스템으로만 구성되어 있다.",
      "한국토지정보시스템은 국토교통부의 토지관리정보시스템과 개별공시지가관리시스템을 통합한 시스템이다.",
      "한국토지정보시스템은 국토교통부의 토지관리정보시스템과 행정안전부의 시ㆍ군ㆍ구 지적행정시스템을 통합한 시스템이다.",
      "한국토지정보시스템은 필지중심토지정보시스템과 토지관리정보시스템을 통합ㆍ연계한 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 4,
    "id": "ea20190427-60",
    "options": [
      "DWG",
      "DXF",
      "SHAPE",
      "GeoTIF"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터 형식의 자료에 해당하는 파일포맷은?",
    "local_images": [],
    "source": "지적기사 (2019-04-27)",
    "date": "2019-04-27"
  },
  {
    "answer": 1,
    "id": "ea20190303-41",
    "options": [
      "SQL",
      "COBOL",
      "DIGEST",
      "DELPHI"
    ],
    "subject": "토지정보체계론",
    "text": "주요 DBMS에서 채택하고 있는 표준 데이터베이스 질의어는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-42",
    "options": [
      "기술 표준",
      "데이터 표준",
      "프로세스 표준",
      "메타데이터 표준"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스에서 데이터 표준 유형을 분류할 때 기능측면의 분류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-43",
    "options": [
      "클라이언트-서버 형태의 시스템으로 대용량 공간 자료의 저장, 관리와 분산처리가 가능하다.",
      "전문적인 GIS 개발자들이 특정 목적의 GIS응용 프로그램을 개발할 수 있도록 하는 개발지원도구이다.",
      "인터넷 기술을 GIS와 접목시켜 네트워크 환경에서 GIS 서비스를 제공할 수 있도록 구축한 시스템이다.",
      "데이터베이스와 웹의 상호 연결로 시공간상의 한계를 극복하고 실시간으로 정보 취득과 공유가 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "Wed GIS에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-44",
    "options": [
      "GNSS",
      "경위의측량",
      "전자평판측량",
      "네트워크 RTK측량"
    ],
    "subject": "토지정보체계론",
    "text": "토탈스테이션과 지적측량 운영프로그램 등이 설치된 컴퓨터를 연결하여 세부측량을 수행함으로써 필지 경계 정보를 취득하는 측량 방법은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-45",
    "options": [
      "스캐너",
      "플로터",
      "키보드",
      "디지타이저"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적 관련 속성정보를 데이터베이스에 입력하기에 가장 적합한 장비는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-46",
    "options": [
      "관계형 데이터 모델",
      "계층형 데이터 모델",
      "객체지향형 데이터 모델",
      "네트워크형 데이터 모델"
    ],
    "subject": "토지정보체계론",
    "text": "나무줄기와 같은 구조를 가지고 있으며, 가장 상위의 계층을 뿌리라 할 때 뿌리를 제외한 모든 객체들은 부모-자녀의 관례를 갖는 데이터 모델은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-47",
    "options": [
      "BIL",
      "DGN",
      "DWG",
      "SHP"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간자료의 파일형식이 다른 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-48",
    "options": [
      "정확한 지적측량자료의 이용",
      "지적도의 대량 생산 및 배포",
      "대민서비스의 질적 수준 향상",
      "지적도 원형 보관⋅관리의 어려움 해소"
    ],
    "subject": "토지정보체계론",
    "text": "지적도 전산화 작업의 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-49",
    "options": [
      "리 - 3자리",
      "시⋅도 - 2자리",
      "시⋅군⋅구 - 3자리",
      "읍⋅면⋅동 – 3자리"
    ],
    "subject": "토지정보체계론",
    "text": "토지대장의 고유번호 중 행정구역코드를 구성하는 자리 수 기준으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-50",
    "options": [
      "토지관련 자료의 원활한 교류와 공동활용",
      "토지의 효율적인 이용 증진과 체계적 국토개발",
      "유사한 정보시스템의 개발로 인한 중복투자 방지",
      "지적측량과 일반측량의 업무통합에 따른 효율성 증대"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS와 NGIS의 연계로 나타나는 장점으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-51",
    "options": [
      "개념적 모델",
      "논리적 모델",
      "물리적 모델",
      "수리적 모델"
    ],
    "subject": "토지정보체계론",
    "text": "실세계를 GIS의 데이터베이스로 구축하는 과정을 추상화 수준에 따라 분류할 때 이에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-52",
    "options": [
      "㉠ : 레전드, ㉡ : 레이어",
      "㉠ : 레전드, ㉡ : 커버리지",
      "㉠ : 커버리지, ㉡ : 레이어",
      "㉠ : 레이어, ㉡ : 커버리지"
    ],
    "subject": "토지정보체계론",
    "text": "아래 내용의 ㉠, ㉡ 에 들어갈 용어가 올바르게 나열된 것은?",
    "local_images": [
      "images/ea20190303-52_img_0.gif"
    ],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 2,
    "id": "ea20190303-53",
    "options": [
      "원시자료 이용 시 나타나는 오차",
      "데이터 모델의 표현 시 발생하는 오차",
      "데이터 처리과정과 공간 분석 시에 발생하는 오차",
      "수치데이터를 생성 및 편집하는 단계에서 발생하는 오차"
    ],
    "subject": "토지정보체계론",
    "text": "공간 데이터에서 나타나는 오차의 발생원으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-54",
    "options": [
      "토지⋅임야대장 전산화 → 지적도면전산화 → KLIS구축 → 부동산종합공부시스템구축",
      "지적도면전산화 → 토지⋅임야대장 전산화 → KLIS구축 → 부동산종합공부시스템구축",
      "지적도면전산화 → 토지⋅임야대장 전산화 → 부동산종합공부시스템구축 → KLIS구축",
      "토지⋅임야대장 전산화 → KLIS구축 → 지적도면전산화 → 부동산종합공부시스템구축"
    ],
    "subject": "토지정보체계론",
    "text": "지적관련 전산화 사업의 시기가 빠른 순으로 올바르게 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-55",
    "options": [
      "중복된 업무를 처리하지 않을 수 있다.",
      "지적 관련 정보와 자원을 공유할 수 있다.",
      "업무의 중앙 집중 및 업무별 중앙 제어가 가능하다.",
      "시간과 거리에 제한을 받지 않고 민원을 처리할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적 행정에 웹 LIS를 도입한 효과로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-56",
    "options": [
      "재부호화란 속성값의 숫자나 명칭을 변경하는 작업이다.",
      "네트워크 분석은 어떤 객체 둘레에 특정한 폭을 가진 구역을 구축하는 것이다.",
      "질의검색이란 취득한 자료를 대상으로 최댓값, 표준편차, 분산 등의 분석과 상관관계 조사 등을 실시할 수 있다.",
      "근접분석은 하나의 레이어 또는 커버리지 위에 다른 레이어를 올려놓고 두 레이어에 나타난 형상들 간의 관계를 분석하는 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터 분석에 대한 설명이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 1,
    "id": "ea20190303-57",
    "options": [
      "분리성",
      "연결성",
      "인접성",
      "포함성"
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 위상구조를 이용하여 분석이 가능한 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-58",
    "options": [
      "GPS에 의한 방법",
      "COGO에 의한 방법",
      "스캐너에 의한 방법",
      "토탈스테이션에 의한 방법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 토지정보시스템의 공간데이터 취득방법 중 성격이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 3,
    "id": "ea20190303-59",
    "options": [
      "“국가공간정보체계“란 관리기관이 구축 및 관리하는 공간정보체계를 말한다.",
      "”공간정보데이터베이스“란 공간정보를 체계적으로 정리하여 사용자가 검색하고 활용할 수 있도록 가공한 정보의 집합체를 말한다.",
      "”국가공간정보 통합체계“란 기본공간정보 데이터베이스를 기반으로 국가공간정보체계를 통합 또는 연계하여 행정안전부 장관이 구축 운용하는 공간정보체계를 말한다.",
      "”공간정보체계“란 공간정보를 효과적으로 수집⋅저장⋅가공⋅분석⋅표현할 수 있도록 서로 유기적으로 연계된 컴퓨터의 하드웨어⋅소프트웨어⋅데이터베이스 및 인적자원의 결합체를 말한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 용어의 설명 중 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20190303-60",
    "options": [
      "㉠ : 공중, ㉡ : 개체, ㉢ : 지형정보",
      "㉠ : 지표, ㉡ : 객체, ㉢ : 도형정보",
      "㉠ : 지표, ㉡ : 개체, ㉢ : 속성정보",
      "㉠ : 수상, ㉡ : 객체, ㉢ : 공간적 인지"
    ],
    "subject": "토지정보체계론",
    "text": "국가공간정보 기본법에서는 다음과 같이 공간정보를 정의하고 있다. ㉠, ㉡, ㉢에 들어갈 용어가 모두 올바르게 나열된 것은?",
    "local_images": [
      "images/ea20190303-60_img_0.gif"
    ],
    "source": "지적기사 (2019-03-03)",
    "date": "2019-03-03"
  },
  {
    "answer": 4,
    "id": "ea20180819-41",
    "options": [
      "지적측량성과의 효율적인 전산관리가 가능하다.",
      "토지대장과 지적도면을 통합한 대민서비스의 질적 향상을 도모할 수 있다.",
      "공간정보 분야의 다양한 주제도와 융합을 통해 새로운 콘텐츠를 생성할 수 있다.",
      "원시 지적도면의 정확도가 한층 높아져 지적측량 성과의 정확도 향상을 가할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "지적도면 전산화 사업으로 생성된 지적도면 파일을 이용하여 지적업무를 수행할 경우의 기대되는 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-42",
    "options": [
      "지적민원처리의 신속성",
      "전산화를 통한 중앙통제",
      "관련업무의 능률과 정확도 향상",
      "토지관련 정책자료의 다목적 활용"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산화의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-43",
    "options": [
      "COGO",
      "평판측량",
      "디지타이징",
      "항공사진측량"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 일반적인 수치지형도의 제작에 가장 많이 사용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-44",
    "options": [
      "원격탐측방식",
      "조사ㆍ측량방식",
      "디지타이징 방식",
      "자동벡터화 방식"
    ],
    "subject": "토지정보체계론",
    "text": "기존의 지적도면 전산화에 적용한 방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-45",
    "options": [
      "스캐너",
      "키보드",
      "플로터",
      "디지타이저"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 속성정보와 도형정도를 컴퓨터에 입력하는 정비로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-46",
    "options": [
      "DROP",
      "ALTER",
      "GRANT",
      "CREATE"
    ],
    "subject": "토지정보체계론",
    "text": "표준 데이터베이스 질의언어인 SQL의 데이터 정의어(DDL)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-47",
    "options": [
      "토지 관련 자료의 원활한 교류와 공동 활용",
      "토지의 효율적인 이용 증진과 체계적 국토개발",
      "유사한 정보시스템의 개발로 인한 중복투자 방지",
      "지적측량과 일반측량의 업무 통합에 다른 효율성 증대"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS와 NGIS의 연계로 인한 장점으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-48",
    "options": [
      "라벨 오류 : 폴리곤에 라벨이 없거나 또는 잘못된 라벨이 붙는 오류",
      "선의 중복 : 입력 내용이 복잡한 경우 같은 선이 두 번씩 입력되는 오류",
      "Undershoot ans Overshoot : 두 선이 목표지점에 못 미치거나 벗어나는 오류",
      "슬리버 폴리곤 : 폴리곤의 시작점과 끝점이 떨어져 있거나 시작점과 끝점이 벗어나는 오류"
    ],
    "subject": "토지정보체계론",
    "text": "일반적으로 많이 나타나는 디지타이징 오류에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-49",
    "options": [
      "위상(topology)",
      "데이터 정의어(DDL)",
      "데이터 제어어(DCL)",
      "데이터 조작어(DML)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스 언어 중 데이터베이스 관리자나 응용 프로그래머가 데이터베이스의 논리적 구조를 정의하기 위한 언어는?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-50",
    "options": [
      "네트워크형 모델-데이터베이스를 그래프구조로 표현한다.",
      "관계형 모델-데이터베이스를 테이블의 집합으로 표현한다.",
      "계층형 모델-데이터베이스를 계층적 그래프 구조로 표현한다.",
      "객체지향형 모델-데이터베이스를 객체/상속 구조로 표현한다."
    ],
    "subject": "토지정보체계론",
    "text": "논리적 데이터 모델에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 1,
    "id": "ea20180819-51",
    "options": [
      "메타데이터는 데이터사전과 DBMS로 구성되어 있다.",
      "1995년 12월 우리나라 NGIS 데이터 교환 표준으로 SDTS가 채택되었다.",
      "국가 기본도 및 공통 데이터 교환 포맷표준안을 확정하여 국가 표준으로 제정하고 있다.",
      "NGIS에서 수행하고 있는 표준화 내용은 기본모델연구, 정보구축표준화, 정보유통표준화, 정보활용 표준화, 관련기술 표준화이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 우리나라 메타데이터에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 2,
    "id": "ea20180819-52",
    "options": [
      "버퍼(Buffer) 분석",
      "중첩(overlay) 분석",
      "입체지형(TIN) 분석",
      "네트워크(Network) 분석"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역도와 학교위치도를 이용하여 해당 행정구역에 포함되는 학교를 분석할 때 사용하는 기법은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-53",
    "options": [
      "관망(network)",
      "근접성(proximity)",
      "연속성(continuity)",
      "분류(classification)"
    ],
    "subject": "토지정보체계론",
    "text": "도형정보와 속성정보의 통합 공간분석 기법 중 연결성 분석과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-54",
    "options": [
      "신축보정",
      "벡터라이징",
      "구조화 편집",
      "지적도 스캐닝"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면 전산화 작업과정에서 처리하지 않는 작업은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-55",
    "options": [
      "데이터의 관리를 효율적으로 한다.",
      "다수의 프로그램으로 이루어져 있다.",
      "데이터를 파일단위로 처리하는 데이터 처리시스템이다.",
      "다수의 데이터파일에 존재하는 공간 개체와 관련되는 정보를 관리한다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS 방식의 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-56",
    "options": [
      "기준점의 효율적 관리",
      "지적재조사 사업 추진",
      "지역측지계의 세계좌표계로의 변환",
      "토지관련 자료의 효율적 이용과 관리"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 필요성을 가장 잘 설명한 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-57",
    "options": [
      "작업자의 실수",
      "스캐너의 해상도 문제",
      "스캐닝할 도면의 신축",
      "도면 수치파일의 보정오차"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터의 입력 오차가 발생하는 이유로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-58",
    "options": [
      "원활한 의사결정의 지원",
      "토지와 관련된 행정업무 간소화",
      "데이터의 구축비용과 투자의 중복 최소화",
      "데이터의 공유로 인한 이원화된 자료 활용"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 활용효과로 가장 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 4,
    "id": "ea20180819-59",
    "options": [
      "백터데이터는 객체들의 지리적 위치를 크기와 방향으로 나타낸다.",
      "래스터데이터는 데이터 구조가 단순하고 레이어의 중첩분석이 편리하다.",
      "벡터데이터는 좌표계를 이용하여 공간정보를 기록하므로 자료를 보다 정확히 표현할 수 있다.",
      "벡터데이터를 래스터데이터로 변환하는 방법으로 Transit Code, Run-Length Code, Lot Code, Quadtree 기법이 있다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터와 벡터데이터에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180819-60",
    "options": [
      "시ㆍ도지사",
      "국가정보원장",
      "국토교통부장관",
      "행정안전부장관"
    ],
    "subject": "토지정보체계론",
    "text": "부동산종합공부 운영기관의 장은 프로그램 및 전산자료가 멸실ㆍ훼손된 경우에는 누구에게 통보하고 이를 지체없이 복구하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2018-08-19)",
    "date": "2018-08-19"
  },
  {
    "answer": 3,
    "id": "ea20180428-41",
    "options": [
      "*.jsg",
      "*.srf",
      "*.sif",
      "*.cif"
    ],
    "subject": "토지정보체계론",
    "text": "지적측량성과작성시스템에서 지적측량접수프로그램을 이용하여 작성된 측량성과 검사요청서 파일 포맷 형식으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-42",
    "options": [
      "Buffer",
      "Dissolve",
      "Interpolation",
      "Classification"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 기존 공간 사상의 위치, 모양, 방향등에 기초하여 공간 형상의 둘레에 특정한 폭을 가진 구역을 구축하는 공간분석 기법은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-43",
    "options": [
      "IDW",
      "SDTS",
      "CEN/TC",
      "ISO/TC 211"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간데이터 관련 표준화와 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-44",
    "options": [
      "매월",
      "매주",
      "매일",
      "수시"
    ],
    "subject": "토지정보체계론",
    "text": "부동산종합공부시스템에 대한 정상적인 운용상태에 대한 지적소관청의 점검 시기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-45",
    "options": [
      "토지개발에 따른 투기형상을 방지하는데 주목적을 두고 있다.",
      "토지와 관련된 공간정보를 수집, 저장, 처리, 관리하기 위한 시스템이다.",
      "도시기반 시설에 관한 자료를 저장하여 효율적으로 관리하는 시스템이다.",
      "토지와 관련된 등록부와 도면작성을 위한 도해지적공부의 확보를 위한 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템(LIS)에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-46",
    "options": [
      "데이터에 대한 내용, 품질, 사용조건 등을 기술하고 있다.",
      "구축된 토지정보는 토지등기, 평가, 과세, 거래의 기초자료로 활용된다.",
      "토지 부동산정보관리체계 및 다목적 지적정보체계 구축에 활용될 수 있다.",
      "지적도를 기반으로 토지와 관련된 공간정보를 수집·처리·저장·관리하기 위한 정보체계이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-47",
    "options": [
      "사용료를 면제한다.",
      "사용료를 수입증지로 납부한다.",
      "사용료를 수입인지로 납부한다.",
      "규정된 사용료의 절반을 현금으로 납부한다."
    ],
    "subject": "토지정보체계론",
    "text": "국가나 지방자치단체가 지적전산자료를 이용하는 경우 사용료의 납부방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-48",
    "options": [
      "TIFF파일 포맷",
      "CAD파일 포맷",
      "Shape파일 포맷",
      "Coverage파일 포맷"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 대표적인 벡터 자료 파일 형식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-49",
    "options": [
      "PPM",
      "DPI",
      "DOT",
      "BPS"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 스캐닝을 통해 자료를 구축할 때 해상도를 표현하는 단위에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-50",
    "options": [
      "지적공부에 관한 전산자료가 최신 정보에 맞도록 수시로 갱신하여야 한다.",
      "국토교통부장관은 지적전산자료에 오류가 있다고 판단되는 경우에는 지적소관청에 자료의 수정·보완을 요청할 수 있다.",
      "지적소관청은 요청 받은 자료의 수정·보완 내용을 확인하여 지체 없이 바로잡은 후 국토교통부장관에게 그 결과를 보고하여야 한다.",
      "국토교통부장관은 표준지공시지가 및 개별공시지가에 관한 지가전산자료를 개별공시지가가 확정된 후 6개월 이내에 정리하여야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적공부에 관한 전산자료의 관리에 관한 내용으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-51",
    "options": [
      "첨부된 서류의 적정여부",
      "신청인과 소유자의 일치여부",
      "지적측량성과자료의 적정여부",
      "신청사항과 지적전산자료의 일치여부"
    ],
    "subject": "토지정보체계론",
    "text": "전산으로 접수된 지적공부정리신청서의 검토사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-52",
    "options": [
      "ASP",
      "JAVA",
      "Perl",
      "SQL"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 데이터베이스관리시스템에서 자료를 만들고 조회할 수 있는 도구는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180428-53",
    "options": [
      "각 필지에 부여하며 가변성이 있는 번호다.",
      "필지에 관련된 자료의 공통적인 색인번호 역할을 한다.",
      "필지별 대장의 등록사항과 도면의 등록사항을 연결하는 기능을 한다.",
      "각 필지별 등록 사항의 저장과 수정 등을 용이하게 처리할 수 있는 고유번호다."
    ],
    "subject": "토지정보체계론",
    "text": "필지 식별 번호에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-54",
    "options": [
      "선의 단절",
      "방향의 혼돈",
      "불분명한 경계",
      "주기와 대상물의 혼돈"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 처리 시 대상물이 두 개의 유사한 색조나 색깔을 가지고 있는 경우 소프트웨어적으로 구별하기 어려워서 발생되는 오류는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-55",
    "options": [
      "지번 : 10",
      "지목 : 11",
      "문자정보 : 12",
      "필지경계선 : 1"
    ],
    "subject": "토지정보체계론",
    "text": "지적도 전산화 작업으로 구축된 도면의 데이터별 레이어 번호로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-56",
    "options": [
      "Spike",
      "Overshoot",
      "Undershoot",
      "Sliver polygon"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 디지타이징한 결과 교차점을 만나지 못하고 선이 끝나는 오류는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-57",
    "options": [
      "DB변환관리시스템",
      "지적측량접수시스템",
      "지적공부관리시스템",
      "토지행정지원시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 한국토지정보시스템(KLIS)의 구성시스템이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 4,
    "id": "ea20180428-58",
    "options": [
      "지적도면입력 → 폴리곤 형성 → 좌표 및 속성검사 → 도면신축보정",
      "지적도면입력 → 폴리곤 형성 → 도면신축보정 → 좌표 및 속성검사",
      "지적도면입력 → 도면신축보정 → 폴리곤 형성 → 좌표 및 속성검사",
      "지적도면입력 → 좌표 및 속성검사 → 도면신축보정→ 폴리곤 형성"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적도면의 수치 파일화 공정순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 2,
    "id": "ea20180428-59",
    "options": [
      "수치지도",
      "층별권원도",
      "토지피복도",
      "토지이용계획도"
    ],
    "subject": "토지정보체계론",
    "text": "3차원 지적정보를 구축할 때, 지상 건축물의 권리관계 등록과 가장 밀접한 관련성을 가지는 도형정보는?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 3,
    "id": "ea20180428-60",
    "options": [
      "일 1회 이상",
      "주 1회 이상",
      "월 1회 이상",
      "연 1회 이상"
    ],
    "subject": "토지정보체계론",
    "text": "부동산종합공부시스템의 전산장비의 정기정검 주기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-04-28)",
    "date": "2018-04-28"
  },
  {
    "answer": 1,
    "id": "ea20180304-41",
    "options": [
      "행정계획변경",
      "행정관할구역변경",
      "행정구역명칭변경",
      "지번변경을 수반한 행정관할구역변경"
    ],
    "subject": "토지정보체계론",
    "text": "지적공부정리 업무에 있어 행정구역 변경사유가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-42",
    "options": [
      "지적공부관리시스템",
      "측량성과작성시스템",
      "토지민원발급시스템",
      "연속편집도 관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "KLIS 중 토지의 등록사항을 관리하는 시스템으로 속성정보와 공간정보를 유기적으로 통합하여 상호 데이터의 연계성을 유지하며 변동 자료를 실시간으로 수정하여 국민과 관련 기관에 필요한 정보를 제공하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-43",
    "options": [
      "위성측량방법",
      "평판측량방법",
      "경위의측량방법",
      "법원감정측량방법"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면 정보의 직접취득방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-44",
    "options": [
      "스파이크(spike)",
      "언더슈트(undershoot)",
      "슬리버 폴리곤(sliver polygon)",
      "스파게티 모형(spaghetti model)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터편집의 오류 유형이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-45",
    "options": [
      "시스템의 복잡성",
      "상대적으로 비싼 비용",
      "중앙 집약적인 구조의 위험성",
      "미들웨어 사용으로 인한 불편 초래"
    ],
    "subject": "토지정보체계론",
    "text": "DBMS 방식의 단점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-46",
    "options": [
      "데이터의 물리적 구조를 명세한다.",
      "데이터의 논리적 구조와 물리적 구조 사이의 변환이 가능하도록 한다.",
      "데이터베이스의 논리적 구조와 그 특성을 데이터 모델에 따라 명세한다.",
      "데이터베이스를 공용하는 사용자의 요구에 따라 체계적으로 접근하고 조작할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS의 “정의” 기능에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-47",
    "options": [
      "지적행정시스템",
      "부동산종합공부시스템",
      "한국토지정보시스템(KLIS)",
      "필지중심토지정보시스템(PBLIS)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중에서 가장 늦게 출현한 시스템은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-48",
    "options": [
      "통일된 하나의 표준 좌표계를 선정해야 한다.",
      "다양한 사용자들이 다양한 자원을 공유할 수 있도록 데이터를 표준화하여야 한다.",
      "국가차원에서 수치지도 작성규칙을 제정하여 표준화된 소축척도면을 사용하여야 한다.",
      "시스템의 상호 운용성, 연동성 등 통신망에서 운용될 수 있게 네트워크가 설계되어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)의 표준화에 관한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-49",
    "options": [
      "공간자료를 단순한 좌표목록으로 저장한다.",
      "도면을 독취할 때 작성된 자료와 비슷하다.",
      "인접한 다각형을 나타낼 때에 경계는 2번씩 저장한다.",
      "객체들 간 공간관계가 설정되어 공간분석에 효율적이다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티 모형의 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-50",
    "options": [
      "Quadtree",
      "Block code",
      "Chain code",
      "Run length code"
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터 압축방법 중 각 행마다 왼쪽에서 오른쪽으로 진행하면서 동일한 수치를 갖는 셀들을 묶어 압축하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-51",
    "options": [
      "미들웨어는 클라이언트에 탑재",
      "DB서버 - 응용서버 - 클라이언트로 구성",
      "미들웨어는 자료제공자와 도면생성자로 구분",
      "자바(Java)로 구현하여 IT-플랫폼에 관계없이 운영 가능"
    ],
    "subject": "토지정보체계론",
    "text": "토지종합정보망 소프트웨어 구성에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-52",
    "options": [
      "네트워크분석",
      "관계분석",
      "표면분석",
      "인접성분석"
    ],
    "subject": "토지정보체계론",
    "text": "차량네비게이션(CNS)에서 사용하는 최단거리 분석방법으로 적합한 분석기능은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-53",
    "options": [
      "지적측량시스템",
      "지적행정시스템",
      "지적공부관리시스템",
      "지적측량성과작성시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템 중 지적 소관청에서 일반적으로 많이 사용하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-54",
    "options": [
      "프린터",
      "디지타이저",
      "스캐너",
      "플로터"
    ],
    "subject": "토지정보체계론",
    "text": "토지 관련 자료의 입력 과정에서 지적도면과 같은 자료를 수동으로 입력할 수 있는 장비는 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-55",
    "options": [
      "공유지연명부 자료",
      "대지권등록부 자료",
      "경계점좌표등록부 자료",
      "토지대장 및 임야대장 자료"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계를 구축할 때, 도형자료를 작성하는 데 가장 적합한 원시자료는?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-56",
    "options": [
      "약 ＋21%",
      "약 －21%",
      "약 ＋30%",
      "약 －30%"
    ],
    "subject": "토지정보체계론",
    "text": "DEM데이터가 다음과 같을 때, A→B방향의 경사도는? (단, 셀의 크기는 100m×100m이다.)(오류 신고가 접수된 문제입니다. 반드시 정답과 해설을 확인하시기 바랍니다.)",
    "local_images": [
      "images/ea20180304-56_img_0.gif"
    ],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 4,
    "id": "ea20180304-57",
    "options": [
      "인적자원",
      "하드웨어",
      "소프트웨어",
      "운영규정 및 매뉴얼"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성 요소로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 2,
    "id": "ea20180304-58",
    "options": [
      "CARIS",
      "GOTHIC",
      "ER-Mapper",
      "SYSTEM 9"
    ],
    "subject": "토지정보체계론",
    "text": "우리나라 PBLIS의 개발 소프트웨어는?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20180304-59",
    "options": [
      "버퍼분석",
      "중첩분석",
      "TIN 분석",
      "네트워크분석"
    ],
    "subject": "토지정보체계론",
    "text": "학교정화구역(학교로부터 100m 이내 지역)을 설정할 때 적합한 공간분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 3,
    "id": "ea20180304-60",
    "options": [
      "복잡한 현실세계의 묘사가 가능하다.",
      "좌표계를 이용하여 공간정보를 기록한다.",
      "래스터자료보다 자료구조가 단순하여 중첩분석이 쉽다.",
      "위상 관련 정보가 제공되어 네트워크 분석이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료의 구조에 관한 설명으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2018-03-04)",
    "date": "2018-03-04"
  },
  {
    "answer": 1,
    "id": "ea20170826-41",
    "options": [
      "표준지 공시지가 변동의 관리",
      "지적전산코드의 입력·수정 및 삭제",
      "지적공부의 열람 및 등본 발급의 관리",
      "법인이 아닌 사단·재단 등록번호의 직권수정"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산정보시스템에서 사용자권한 등록파일에 등록하는 사용자의 권한에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-42",
    "options": [
      "지적소관청",
      "시·도지사 또는 지적소관청",
      "국토교통부장관 또는 시·도지사",
      "국토교통부장관, 시·도지사 또는 지적소관청"
    ],
    "subject": "토지정보체계론",
    "text": "시·군·구(자치구가 아닌 구 포함) 단위의 지적 공부에 관한 지적전산자료의 이용 및 활용에 관한 승인권자로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-43",
    "options": [
      "인적자원",
      "처리시간",
      "소프트웨어",
      "공간데이터베이스"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-44",
    "options": [
      "해상력은 일반적으로 mm당 선의 수를 말한다.",
      "해상력은 자료를 표현하는 최대단위를 의미한다.",
      "수치영상시스템에서의 공간해상력은 격자나 픽셀의 크기를 의미한다.",
      "일반적으로 항공사진이나 인공위성 영상의 경우에 해상력은 식별이 가능한 최소 객체를 의미한다."
    ],
    "subject": "토지정보체계론",
    "text": "해상력에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-45",
    "options": [
      "임야도의 등록사항인 경계",
      "경계점좌표등록부의 등록사항인 지번",
      "대지권등록부의 등록사항인 대지권 비율",
      "공유지연명부의 등록사항인 토지의 소재"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 속성정보로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-46",
    "options": [
      "㉠-㉢-㉣-㉡",
      "㉣-㉠-㉢-㉡",
      "㉡-㉠-㉣-㉢",
      "㉣-㉡-㉠-㉢"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 구축 및 활용을 위한 과정을 순서대로 올바르게 나열한 것은?",
    "local_images": [
      "images/ea20170826-46_img_0.gif"
    ],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-47",
    "options": [
      "지리정보체계의 공간기본단위는 지역과 구역이다.",
      "토지정보체계는 일반적으로 대축척 지적도를 기본도로 한다.",
      "토지정보체계의 공간기본단위는 필지(parcel)이다.",
      "지리정보체계는 일반적으로 소축척 행정구역도를 기본도로 한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계(LIS)와 지리정보체계(GIS)의 차이점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-48",
    "options": [
      "공간객체 중 가장 복잡한 형태를 가진다.",
      "최소한의 데이터 요소로 위치와 속성을 가진다.",
      "공간분석에 있어서 가장 많은 양의 데이터를 요구한다.",
      "좌표계 없이 위치를 나타내며 관련 속성데이터가 연결된다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료의 표현 형태 중 점(point)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-49",
    "options": [
      "속성(attribute)",
      "행(record)",
      "테이블(table)",
      "소트(sort)"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 데이터베이스모델(relational database model)의 기본 구조 요소로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-50",
    "options": [
      "지적재조사측량시스템",
      "지적재조사행정시스템",
      "지적재조사관리공개시스템",
      "지적재조사정보공개시스템"
    ],
    "subject": "토지정보체계론",
    "text": "토지소유자나 이해관계인이 지적재조사사업과 관련한 정보를 인터넷 등을 통하여 실시간으로 열람할 수 있도록 구축한 공개시스템의 명칭은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-51",
    "options": [
      "DBL",
      "DCL",
      "DML",
      "DDL"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 스키마를 정의하거나 수정하는데 사용하는 데이터 언어는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-52",
    "options": [
      "20자리",
      "19자리",
      "18자리",
      "17자리"
    ],
    "subject": "토지정보체계론",
    "text": "토지의 고유번호의 총 자리 수는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-53",
    "options": [
      "OGC",
      "FGDC",
      "CEN/TC287",
      "ISO/TC211"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 유럽의 지형공간 데이터의 표준화 작업을 위한 지리 정보 표준화 기구로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-54",
    "options": [
      "객체식별번호",
      "단일식별번호",
      "유일식별번호",
      "필지식별번호"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심 토지정보시스템에서 도형정보와 속성정보를 연계하기 위하여 사용되는 가변성이 없는 고유번호는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-55",
    "options": [
      "인덱스(Index)",
      "라이브러리(Library)",
      "메타데이터(Metadata)",
      "데이터베이스(Database)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보로서 데이터의 내용, 품질, 조건 및 기타 특성에 대한 정보를 포함하는 정보의 이력서라 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 4,
    "id": "ea20170826-56",
    "options": [
      "위원회는 회의의 원활한 진행을 위하여 간사 1명을 둔다.",
      "위원장은 회의 개최 7일 전까지 회의 일시·장소 및 심의안건을 각 위원에게 통보하여야 한다.",
      "회의는 재적위원 3분의 1의 출석으로 개의하고, 출석위원 3분의 2의 찬성으로 의결한다.",
      "위원장이 부득이한 사유로 직무를 수행할 수 없을 때에는 위원장이 지명하는 위원의 순으로 그 직무를 대행한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 국가공간정보위원회와 관련된 내용으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-57",
    "options": [
      "한국",
      "호주",
      "미국",
      "캐나다"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 TIGER파일의 도형자료를 수치지도 데이터베이스로 구축한 국가는?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 3,
    "id": "ea20170826-58",
    "options": [
      "GPS",
      "원격탐측",
      "디지타이징",
      "토탈스테이션"
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터를 취득하는 방법이 서로 다른 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170826-59",
    "options": [
      "4자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 3자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 5자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적정보관리체계로 처리하는 지적공부정리 등의 사용자권한 등록파일을 등록할 때의 사용자 비밀번호 설정 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 1,
    "id": "ea20170826-60",
    "options": [
      "해상도를 최대한 낮게 한다.",
      "원본 형상의 보존 상태를 양호하게 한다.",
      "하프톤 방식의 스캐닝 시에는 되도록 속도를 느리게 한다.",
      "크기가 큰 영상은 영역을 세분하여 차례로 스캐닝 한다."
    ],
    "subject": "토지정보체계론",
    "text": "스캐닝 방식을 이용하여 지적전산 파일을 생성할 경우, 선명한 영상을 얻기 위한 방법으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-08-26)",
    "date": "2017-08-26"
  },
  {
    "answer": 2,
    "id": "ea20170507-41",
    "options": [
      "5일",
      "10일",
      "20일",
      "30일"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역의 명칭이 변경된 때에 지적소관청은 시·도지사를 경유하여 국토교통부장관에게 행정구역변경일 몇 일전까지 행정구역의 코드변경을 요청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-42",
    "options": [
      "유럽의 지리정보 표준화기구 : CEN/TC287",
      "국제표준화 기구 ISO의 지리정보표준화 관련 위원회 : ISO/TC211",
      "GIS기본모델의 표준화를 마련한 비영리 민관참여 국제기구 : OGC",
      "유럽의 수치지도 제작 표준화 기구 : SDTS"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지리정보시스템의 국제 표준을 담당하고 있는 기구의 명칭으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-43",
    "options": [
      "1995년부터 2000년까지 제1차 국가GIS사업 수행",
      "2006년부터 2010년에는 제2차 국가GIS기본 계획 수립",
      "제1차 국가GIS사업에서는 지형도, 공통주제도, 지하시설물도의 DB구축 추진",
      "제2차 국가GIS사업에서는 국가공간정보기반 확충을 통한 디지털 국토 실현 추진"
    ],
    "subject": "토지정보체계론",
    "text": "국가지리정보체계의 추진과정에 관한 내용으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-44",
    "options": [
      "유비쿼터스(Ubiquitous)",
      "위치기반정보시스테(LBS)",
      "지능형교통정보시스템(ITS)",
      "텔레매틱스(Telematic)"
    ],
    "subject": "토지정보체계론",
    "text": "사용자가 네트워크나 컴퓨터를 의식하지 않고 장소에 상관없이 자유롭게 네트워크에 접속할 수 있는 정보통신 환경을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-45",
    "options": [
      "각 필지의 등록사항의 저장과 수정 등을 용이하게 처리할 수 있는 고유번호를 말한다.",
      "필지에 관련된 모든 자료의 공통적 색인번호의 역할을 한다.",
      "토지관련 정보를 등록하고 있는 각종 대장과 파일 간의 정보를 연결하거나 검색하는 기능을 향상시킨다.",
      "필지의 등록사항 변경 및 수정에 따라 변화할 수 있도록 가변성이 있어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "필지식별번호에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-46",
    "options": [
      "SQL",
      "DML",
      "DCL",
      "CQL"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 데이터베이스를 위한 산업표준으로 사용되는 대표적인 질의 언어는?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-47",
    "options": [
      "선의 중복 : 중복된 두선을 제거함으로써 쉽게 오류를 수정할 수 있다.",
      "라벨오류 : 잘못된 라벨을 선택하여 수정하거나 제 위치에 옮겨주면 된다.",
      "Undershoot and Overshoot : 두 선이 목표 지점을 벗어나거나 못 미치는 오류를 수정하기 위해서는 선분의 길이를 늘려주거나 줄여야 한다.",
      "Sliver 폴리곤 : 폴리곤이 겹치지 않게 적절하게 위치를 이동시킴으로써 제거될 수 있는 경우도 있고, 폴리곤을 형성하고 있는 부정확하게 입력된 선분을 만든 버틱스들을 제거 함으로써 수정될 수도 있다."
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징 입력에 의한 도면의 오류를 수정하는 방법으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-48",
    "options": [
      "하나의 개체가 여러 개의 부모 레코드와 자녀레코드를 가질 수 있다.",
      "데이터들이 트리구조로 표현되기 때문에 하나의 루트(root) 레코드를 가진다.",
      "SQL과 같은 질의 언어 사용으로 복잡한 질의도 간단하게 표현할 수 있다.",
      "서로 같은 자료 부분을 갖는 모든 객체를 묶어서 클래스(class), 혹은 형(type)이라 한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계형 DBMS에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-49",
    "options": [
      "자료구조가 단순하다.",
      "객체의 크기와 방향성에 정보를 가지고 있다.",
      "스캐닝이나 위성영상, 디지털 카메라에 의해 쉽게 자료를 취득할 수 있다.",
      "격자의 크기 및 형태가 동일하므로 시뮬레이션에는 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터에 비해 래스터데이터가 갖는 장점으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 1,
    "id": "ea20170507-50",
    "options": [
      "방안분석(quadrat analysis)",
      "빈도분석(frequency analysis)",
      "예측분석(expected analysis)",
      "커널분석(kernel analysis)"
    ],
    "subject": "토지정보체계론",
    "text": "점 개체의 분포 특성을 일정한 단위 공간에서 나타나는 점의 수를 측정하여 분석하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-51",
    "options": [
      "지형분석",
      "다기준 분석",
      "근접분석",
      "네트워크 분석"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도로와 같은 교통망이나 하천, 상·하수도 등과 같은 관망의 연결성과 경로를 분석하는 기법은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-52",
    "options": [
      "데이터의 직접적인 접근이 용이하지 않을 경우 데이터를 참조하기 위한 보조데이터로 사용된다.",
      "대용량의 공간데이터를 구축하는 데 비용과 시간을 절감할 수 있다.",
      "데이터의 교환을 원활하게 지원할 수 있다.",
      "메타데이터는 데이터 일관성을 유지하기 어렵게 한다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보인 메타데이터의 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-53",
    "options": [
      "토지관련 정보의 수요 결정과 정보를 신속하고 정확하게 제공할 수 있다.",
      "신뢰할 수 있는 가장 최신의 토지등록 데이터를 확보할 수 있도록 하는 것이다.",
      "토지와 관련된 등록부와 도면 등의 도해지적 공부의 확보이다.",
      "새로운 시스템의 도입으로 토지정보체계의 DB에 관련된 시스템을 자동화하는 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 관리 목적에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-54",
    "options": [
      "기존 지형도를 이용하는 방법",
      "지상 측량에 의한 방법",
      "항공사진 측량에 의한 방법",
      "통신장비를 이용하는 방법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간데이터베이스를 구축하기 위한 자료 취득 방법과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 4,
    "id": "ea20170507-55",
    "options": [
      "일정크기 격자로서 저장되는 격자(grid) 방식",
      "등고선에 의한 방식",
      "단층에 의한 프로파일(profile) 방식",
      "위상(topology) 방식"
    ],
    "subject": "토지정보체계론",
    "text": "수치표고자료가 만들어지고 저장되는 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-56",
    "options": [
      "인접성",
      "연결성",
      "단순성",
      "포함성"
    ],
    "subject": "토지정보체계론",
    "text": "위상관계의 특성과 관계가 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-57",
    "options": [
      "래스터자료",
      "문자자료",
      "벡터자료",
      "속성자료"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 디지타이저를 이용하여 전산 입력할 때 저장되는 자료 구조는?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-58",
    "options": [
      "개방적 구조를 고려하여 설계",
      "파일처리 방식의 데이터관리시스템 설계",
      "시스템의 확장성을 고려하여 설계",
      "전국적인 통일된 좌표계 사용"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS 구축에 따른 시스템의 구성요건으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170507-59",
    "options": [
      "네트워크 분석",
      "연결성 추정",
      "중첩",
      "보간법"
    ],
    "subject": "토지정보체계론",
    "text": "아래의 설명에 해당하는 공간 분석 유형은?",
    "local_images": [
      "images/ea20170507-59_img_0.gif"
    ],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 2,
    "id": "ea20170507-60",
    "options": [
      "한국토지정보시스템",
      "부동산종합정보시스템",
      "지적행정시스템",
      "국가공간정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "지방자치단체가 지적공부 및 부동산종합공부 정보를 전자적으로 관리·운영하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2017-05-07)",
    "date": "2017-05-07"
  },
  {
    "answer": 3,
    "id": "ea20170305-41",
    "options": [
      "디지타이징",
      "스캐닝",
      "COGO",
      "DIGEST"
    ],
    "subject": "토지정보체계론",
    "text": "현지측량 등으로 얻어진 대상물의 좌표를 직접 입력하여 공간정보를 구축하는 방식은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-42",
    "options": [
      "관망 분석",
      "보간 분석",
      "분류 분석",
      "중첩 분석"
    ],
    "subject": "토지정보체계론",
    "text": "경로의 최적화, 자원의 분배에 가장 적합한 공간분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-43",
    "options": [
      "인터넷 기술을 GIS와 접목시켜 네트워크 환경에서 GIS서비스를 제공할 수 있도록 구축한 시스템이다.",
      "조직 내 많은 부서가 공동으로 필요로 하는 다양한 지리정보를 취급할 수 있도록 클라이언트-서버기술을 바탕으로 시스템을 통합시키는 GIS 기술을 말한다.",
      "인터넷을 이용한 분석이나 확대, 축소나 기본적인 질의가 가능하다.",
      "다른 기종 간에 접속이 가능한 시스템으로 네트워크상에서 움직이기 때문에 각종 시스템에 접속이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "Internet GIS에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-44",
    "options": [
      "지적행적시스템",
      "토지정보시스템",
      "도시정보시스템",
      "환경정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "지형공간정보체계가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-45",
    "options": [
      "폴리곤 형성→도면신축보정→지적도면 입력→좌표 및 속성검사",
      "폴리곤 형성→지적도면입력→도면신축보정→좌표 및 속성검사",
      "지적도면입력→도면신축보정→폴리곤 형성→좌표 및 속성검사",
      "지적도면입력→좌표 및 속성검사→도면신축보정→폴리곤 형성"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면의 수치 파일화 공정순서로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-46",
    "options": [
      "GSIS",
      "KLIS",
      "PLIS",
      "UIS"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLS와 LMIS를 통합한 시스템으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-47",
    "options": [
      "Temporal GIS",
      "Embedded SW",
      "Taget Platform",
      "Terminating Node"
    ],
    "subject": "토지정보체계론",
    "text": "지리현상의 공간적 분석에서 시간 개념을 도입하여, 시간 변화에 따른 공간변화를 이해하기 위한 방법과 가장 밀접한 관련이 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-48",
    "options": [
      "자료",
      "하드웨어",
      "소프트웨어",
      "조직과 인력"
    ],
    "subject": "토지정보체계론",
    "text": "LIS를 구동시키기 위한 가장 중요한 요소로서 전문성과 기술을 요하는 구성 요소는?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-49",
    "options": [
      "점과 선의 형태로 표현",
      "지리적위치를 X, Y좌표로 표현",
      "그리드 형태로 표현",
      "셀의 형태로 표현"
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 모델과 래스터데이터 모델에서 동시에 표현할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-50",
    "options": [
      "필요한 최소한도 안에서 신청하여야 한다.",
      "지적파일 자체를 제공하라고 신청할 수는 없다.",
      "지적공부의 형식으로는 복사할 수 없다.",
      "승인받은 자료의 이용ㆍ활용에 관한 사용료는 무료이다."
    ],
    "subject": "토지정보체계론",
    "text": "지적적산사료의 이용 및 활용에 관한 사항 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-51",
    "options": [
      "디지타이저로 좌표입력을 하여야 한다.",
      "스캐너로 자료를 입력한다.",
      "특별히 전산화하는 방법이 존재하지 않는다.",
      "통신으로 컴퓨터에 전송하여 자료를 처리한다."
    ],
    "subject": "토지정보체계론",
    "text": "토탈스테이션으로 얻은 자료를 전산처리하는 방법에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-52",
    "options": [
      "측지기본망",
      "필지식별자",
      "기본도",
      "지적중첩도"
    ],
    "subject": "토지정보체계론",
    "text": "다목적지지의 3대 기본요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-53",
    "options": [
      "계층형 모델",
      "네트워크형 모델",
      "관계형 모델",
      "객체지향형 모델"
    ],
    "subject": "토지정보체계론",
    "text": "아래와 같은 특징을 갖는 논리적인 데이터베이스 모델은?",
    "local_images": [
      "images/ea20170305-53_img_0.gif"
    ],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-54",
    "options": [
      "파일 시스템 모델",
      "계층형 데이터 모델",
      "관계형 데이터 모델",
      "네트워크형 데이터 모델"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보를 비롯한 공간정보를 관리하기 위한 데이터 모델로서 현재 가장 보편적으로 많이 쓰이며 데이터의 독립성이 높고 높은 수준의 데이터 조작언어를 사용하는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20170305-55",
    "options": [
      "인접성(Neighborhood Or Adjacency)",
      "계급성(Hierarchy Or Adjacency)",
      "중첩성(Overlay)",
      "연결성(Connectivity)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 위상정보 중 하나의 지점에서 또 다른 지점으로의 이동 시 경로 선정이나 자원의 배분 등과 가장 밀접한 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-56",
    "options": [
      "DEM과는 달리 추출된 표본 지점들을 x, y, z값을 갖고 있다.",
      "벡터데이터모델로 위상구조를 가지고 있다.",
      "표고를 가지고 있는 많은 점들을 연결하면 동일한 크기의 삼각형으로 망이 형성된다.",
      "표본점으로부터 삼각형의 네트워크를 생성하는 방법으로 가장 널리 사용되는 방법은 델로니 삼각법이다."
    ],
    "subject": "토지정보체계론",
    "text": "불규칙삼각망(TIN)에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 2,
    "id": "ea20170305-57",
    "options": [
      "하드웨어",
      "정보",
      "전문인력",
      "스프트웨어"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 구성 요소로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 1,
    "id": "ea20170305-58",
    "options": [
      "지적공부의 전산화 및 전산파일 유지로 지적서고의 체계적 관리 및 확대",
      "체계적이고 효율적인 지적사무와 지적행정의 실현",
      "최신 자료에 의한 지적통계와 주민정보의 정확성 제고 및 온라인에 의한 신속성 확보",
      "전국적인 등본의 열람을 가능하게 하여 민원인의 편의 증진"
    ],
    "subject": "토지정보체계론",
    "text": "토지기록전산화의 목적과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-59",
    "options": [
      "행정구역코드 9자리, 대장구분 2자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 9자리, 대장구분 1자리, 본번 4자리, 부번 5자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 3자리, 부번 5자리, 합계 19자리로 구성"
    ],
    "subject": "토지정보체계론",
    "text": "토지 고유번호의 코드 구성 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 3,
    "id": "ea20170305-60",
    "options": [
      "검은색",
      "노란색",
      "붉은색",
      "파란색"
    ],
    "subject": "토지정보체계론",
    "text": "경위의측량방법으로 지적세부측량을 시행하고자 한다. 이 때 측량준비파일의 작성에 있어 지적기준점 간 거리 및 방위각의 작성 표시색으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2017-03-05)",
    "date": "2017-03-05"
  },
  {
    "answer": 4,
    "id": "ea20160821-41",
    "options": [
      "스캐너를 이용하여 정보를 신속하게 입력시킬 수 있다.",
      "스캐너는 광학주사기 등을 이용하여 레이저 광선을 도면에 주사하여 반사되는 값에 수치를 부여하여 데이터의 영상자료를 만드는 것이다.",
      "스캐너 영상자료는 소프트웨어를 이용하여 벡터라이징을 통해 수치지도로 제작된다.",
      "스캐닝은 문자나 그래픽 심복과 같은 부수적 정보를 많이 포함한 도면을 입력하는데 적합하다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료의 압력방법인 스캐닝에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-42",
    "options": [
      "데이터 획득→수집계획→데이터 검증",
      "수집계획→데이터 검증→데이터 획득",
      "수집계획→데이터 획득→데이터 검증",
      "데이터 검증→데이터 획득→수집계획"
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터의 수진 절차로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-43",
    "options": [
      "SQL",
      "Visual Basic",
      "Visual C++",
      "COBOL"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계혀 ㅇ데이터베이스에서 자료의 추출(검색)에 사용되는 표준언어인 비과정 질의어는?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-44",
    "options": [
      "0.01mm 이내",
      "0.02mm 이내",
      "0.03mm 이내",
      "0.05mm 이내"
    ],
    "subject": "토지정보체계론",
    "text": "기어구동식 자동제어기의 정도 변화 범위로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-45",
    "options": [
      "픽셀",
      "점",
      "선",
      "면"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터자료구조의 기본적인 단위에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-46",
    "options": [
      "네트워크 분석에 효과적이다.",
      "자료의 중첩에 대한 조작이 용이하다.",
      "자료구조가 간단하다.",
      "원격탐사 자료와의 연계처리가 용이하다ㅑ."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터구조에 비하여 격자구조가 갖는 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-47",
    "options": [
      "시스템 구성이 복잡하고 비용이 많이 소요된다.",
      "데이터의 독립성을 지원하지 못한다.",
      "사용자 접근을 제어하는 보안체제가 미흡하다.",
      "다수의 사용자 환경을 지원하지 못한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 데이터 관리에서 파일처리방식의 문제점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-48",
    "options": [
      "평판측량, 항공사진측량 등 많이 측량작업과 호환성이 좋다.",
      "평면직각좌표로부터 거리, 수평각, 면적을 계산하기 편리하다.",
      "관측값으로부터 평면직각좌표를 계산하기 편리하다.",
      "지도 구면상에 표시하기가 쉽다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 평면직각좌표계의 이점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-49",
    "options": [
      "어파인(Affine)변환",
      "투영변환",
      "등각사상변환",
      "의사어파인(Pseudo-Affine)변환"
    ],
    "subject": "토지정보체계론",
    "text": "아래와 같은 수식으로 주어지는 것을 어떤 좌표변환인가? (단, λ:축척변환, (x0, y0): 원점의 변위량, θ:회전변환, (x', y'):보정된 좌표, (x., y):보정전 좌표)",
    "local_images": [
      "images/ea20160821-49_img_0.gif"
    ],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-50",
    "options": [
      "색인도",
      "도곽선",
      "필지경계",
      "지번색인도"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 전산화하고자 하는 경우 정비하여야 할 대상 정보가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-51",
    "options": [
      "Intersect",
      "Union",
      "Identity",
      "Clip"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 두 개 또는 더 많은 레이어들에 대하여 블린(boolean)의 OR 연산자를 적용하여 합병하는 방법으로 기준이 되는 레이의 모든 특징이 결과 레이어에 포함되는 중첩분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-52",
    "options": [
      "하나의 점이 XㆍY 좌표를 기본으로 하고 있어 다른 모형에 비하여 구조가 복잡하고 이해하기 어렵다.",
      "데이터 파일을 이용한 지도를 인쇄하는 단순작업의 경우에 효율적인 도구로 사용되었다.",
      "상호 연관성에 관한 정보가 없어 인접한 객체들의 특징과 관련성, 연결성을 파악하기 힘들었다.",
      "객체들 간에 정보를 갖지 못하고 국수 가락처럼 좌표들이 길게 연결되어 있는 구조를 말한다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티(Spagetti)모형에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-53",
    "options": [
      "Chain Code",
      "Block Code",
      "Structure Code",
      "Run-Length Code"
    ],
    "subject": "토지정보체계론",
    "text": "래스터 데이터의 일반적인 자료안축방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-54",
    "options": [
      "데이터의 물리적 구조",
      "관계의 표현방식",
      "속성자료의 표현방법",
      "데이터 모델의 구축환경"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 계층형(hierarchical), 네트워크형(network), 관계형(relational) 데이터베이스 모델 간의 가장 큰 차이점은 무엇인가?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-55",
    "options": [
      "데이터 모형(Data Model)의 표준화",
      "데이터 내용(Data Content)의 표준화",
      "데이터 정책(Data Institute)의 표준화",
      "위치참조(Location Reference)의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "GIS 데이터의 표준화 유형에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-56",
    "options": [
      "Coverage",
      "Layer",
      "TIN",
      "Image"
    ],
    "subject": "토지정보체계론",
    "text": "다음 자료들 중에서 지형, 지세 등 표면표현 및 등고선, 3차원 표현 등 표면모델링에 이용되는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 3,
    "id": "ea20160821-57",
    "options": [
      "지적불부합지 문제 해소",
      "토지의 경계복원능력 향상",
      "지하시설물 관리체계 개선",
      "능률적인 지적관리체제 개선"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적재조사사업의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160821-58",
    "options": [
      "INSERT",
      "UPDATE",
      "DEKETE",
      "DROP"
    ],
    "subject": "토지정보체계론",
    "text": "SQL 언어 중 데이터조작어(DML)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 2,
    "id": "ea20160821-59",
    "options": [
      "검수한 최종 성과에 대해 실시하는 것이다.",
      "검수는 데이터베이스 구축과정에서 단계별로 실시한다.",
      "출력검수는 화면출력에 대해 검수하는 것이다.",
      "검수방법 중에서 컴퓨터에 의해 자동처리되는 프로그램 검수가 가장 우수하다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스 구축과정에서 검수에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 1,
    "id": "ea20160821-60",
    "options": [
      "중첩분석",
      "표면분석",
      "합성분석",
      "검색분석"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 자료 분석 과정 중, 도형자료와 속성자료가 구축된 레이어 간의 정보를 합성하거나 수학적 변환기능을 이용하여 정보를 통합하는 분석방법은?",
    "local_images": [],
    "source": "지적기사 (2016-08-21)",
    "date": "2016-08-21"
  },
  {
    "answer": 4,
    "id": "ea20160508-41",
    "options": [
      "런렝스코드(Run-Lenght code)기법",
      "체인코드(Chain code)기법",
      "블록코드(Blok code)기법",
      "사지수형(Quadtree)기법"
    ],
    "subject": "토지정보체계론",
    "text": "크기가 다른 정사각형을 이용하며, 공간을 4개의 동일한 면적으로 분할하는 작업을 하나의 속성값이 존재할 때까지 반복하는 래스터자료 압축 방법은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-42",
    "options": [
      "자료구조가 단순하여 파일의 용량이 작다.",
      "하나의 점(X, Y좌표)을 기본으로 하고 있어 구조가 간단하므로 이해하기 쉽다.",
      "객체들 간의 공간 관계에 대한 정보가 입력되므로 공간분석에 효율적이다.",
      "상호 연관성에 관한 정보가 없어 인접한 객체들의 특징과 관련성을 파악하기 힘들다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티(Spageti)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-43",
    "options": [
      "시설물관리전산자료",
      "지적전산자료",
      "주민등록전산자료",
      "개별공시지가전산자료"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적정보센터자료가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-44",
    "options": [
      "DDL(Data Definition Language)",
      "DML(Data Manipulation Language)",
      "DCL(Data Control Language)",
      "DDL(Data Link Language)"
    ],
    "subject": "토지정보체계론",
    "text": "사용자가 데이터베이스에 접근하여 데이터를 처리할 수 있도록 하는 것으로 데이터의 검색, 삽입, 삭제 및 갱신 등과 같은 조작을 하는데 사용하는 데이터 언어는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-45",
    "options": [
      "데이터 모델(Data Model)의 표준화",
      "데이터 내용(Data Contents)의 표준화",
      "데이터제공(Data Supply)의 표준화",
      "위치참조(Location Reference)의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 GIS데이터의 표준화에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-46",
    "options": [
      "토지/임야 기본 정정",
      "토지/임야 연혁 정정",
      "집합건물 소유권 정정",
      "대지권 등록부 정정"
    ],
    "subject": "토지정보체계론",
    "text": "일선 시ㆍ군ㆍ구에서 사용하는 지적행정시스템의 통합업무관리에서 지적공부 오기정정 메뉴가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-47",
    "options": [
      "자료의 중복구축 방지로 비용을 절감할 수 있다.",
      "자료구조의 단순화를 목적으로 한다.",
      "기존에 구축된 모든 데이터에 쉽게 접근할 수 있다.",
      "시스템 간의 상호연계성을 강화할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 자료구축에 있어서 표준화의 필요성과 가장 관련이 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-48",
    "options": [
      "선",
      "도면",
      "통계자료",
      "토지대장"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스의 도형자료에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-49",
    "options": [
      "그리드 색인화",
      "R-Tree색인화",
      "피타고라스 색인화",
      "사지수형 색인화"
    ],
    "subject": "토지정보체계론",
    "text": "공간객체를 색인화(Indexing)하기 위해 사용하는 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-50",
    "options": [
      "기본계획의 수립 및 변경",
      "기본지리정보의 선정",
      "지리정보의 유통과 보호에 관한 주요사항",
      "추진실적의 관리 및 감독"
    ],
    "subject": "토지정보체계론",
    "text": "국가지리정보체계(NGIS)추진위원회의 심의사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-51",
    "options": [
      "시ㆍ도-2자리",
      "리-2자리",
      "읍ㆍ면ㆍ동-2자리",
      "시ㆍ군ㆍ구-3자리"
    ],
    "subject": "토지정보체계론",
    "text": "토지의 고유번호에서 행정구역 코드의 자리 구성이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-52",
    "options": [
      "방위도법",
      "정사투영법",
      "가우스상사이중투영법",
      "원추투영법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 우리나라의 지적측량에서 사용하는 직각좌표계의 투영법 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-53",
    "options": [
      "조직과 인력, 하드웨어 및 소프트웨어, 자료",
      "하드웨어 및 소프트웨어, 통신장비, 네트워크",
      "자료, 보안장치, 시설",
      "지적측량, 조직과 인력, 네트워크"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 주된 구성요소로만 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-54",
    "options": [
      "Run-Length code",
      "Block code",
      "Chain code",
      "Spaghetti code"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 격자구조의 압축 방법에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-55",
    "options": [
      "점은 위치 좌표계의 단 하나의 쌍으로 표현되는 대상이다.",
      "선은 점이 연결되어 만들어지는 집합이다.",
      "면적은 공간적 대상물의 범주로 간주되며 연속적인 자료의 표현이다.",
      "면적은 분리된 단위를 형성하는 것에 가까운 점 분할의 집합이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 공간정보의 형태에 대한 설명 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160508-56",
    "options": [
      "복잡한 현실세계의 묘사가 가능하다.",
      "위상에 관한 정보가 제공된다.",
      "지도를 확대하여도 형상이 변하지 않는다.",
      "시뮬레이션이 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터 구조에 비하여 벡터 구조가 갖는 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 1,
    "id": "ea20160508-57",
    "options": [
      "SQL",
      "DLL",
      "DLG",
      "COGO"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계형 DBMS의 질의어는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-58",
    "options": [
      "1987년",
      "1990년",
      "1994년",
      "2001년"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보를 제공하는 국토정보가 처음 구축된 년도는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 3,
    "id": "ea20160508-59",
    "options": [
      "교육부장관",
      "행정자치부장관",
      "국토교통부장관",
      "산업통상자원부장관"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산업무의 처리, 지적전산프로그램의 관리 등 지적전산시스템의 관리ㆍ운영등에 필요한 사항을 정하는 자는?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 2,
    "id": "ea20160508-60",
    "options": [
      "제품의 생산을 위한 프로세스를 전산화해서 부품조달에서 생산계획, 납품, 재고관리등을 효율적으로 처리할 수 있는 공급망 관리 솔루션을 말한다.",
      "기간 업무 시스템에서 추출되어 새로이 생성된 데이터베이스로서 의사결정지원시스템을 지원하는 주체적, 통합적, 시간적 데이터의 집합체를 말한다.",
      "데이터 수집이나 보고를 위해 작성된 각종양식, 보고서관리, 문서보관등 여러 형태의 문서관리를 수행한다.",
      "대량의 데이터로부터 각종 기법 등을 이용하여 숨겨져 있는 데이터 간의 상호 관련성, 패턴, 경향 등의 유용한 정보를 추출하여 의사 결정에 적용한다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터 웨어하우스(Data Warehouse)의 설명으로 가장 적절한 것은?",
    "local_images": [],
    "source": "지적기사 (2016-05-08)",
    "date": "2016-05-08"
  },
  {
    "answer": 4,
    "id": "ea20160306-41",
    "options": [
      "래스터자료를 소프트웨어에 의해 벡터화 하는 것이다.",
      "경우에 따라 수동 디지타이징보다 결과가 나쁠 수 있다.",
      "자동 벡터화 후에 처리결과를 확인할 필요가 있다.",
      "위상구조화 작업도 신속하게 이루어진다."
    ],
    "subject": "토지정보체계론",
    "text": "자동 벡터화에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-42",
    "options": [
      "자료입력을 수동으로 하는 것도 오차 유발의 원인이 된다.",
      "원자료의 오차는 자료기반에 거의 포함되지 않는다.",
      "여러 가지의 자료층을 처리하는 과정에서 오차가 발생한다.",
      "지역을 지도화 하는 과정에서 선으로 표현할 때 오차가 발생한다."
    ],
    "subject": "토지정보체계론",
    "text": "오차의 발생 원인에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-43",
    "options": [
      "BMP",
      "JPG",
      "TIFF",
      "DXF"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터데이터의 저장형식에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-44",
    "options": [
      "해상도를 높이면 자료의 양이 크게 늘어난다.",
      "객체단위로 선택하거나 자료의 이동, 삭제, 입력 등 편집이 어렵다.",
      "위상구조를 부여하지 못하므로 공간적 관계를 다루는 분석이 불가능하다.",
      "중첩기능을 수행하기가 불편하다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터의 단점으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-45",
    "options": [
      "시스템 구성이 복잡",
      "데이터의 중복성 발생",
      "통제의 집중화에 따른 위험 존재",
      "초기 구축비용과 유지비용이 고가"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스관리시스템(DBMS)의 단점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-46",
    "options": [
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "토지등급 및 기준수확량등급 변동의 관리",
      "개별공지시가의 변동 관리",
      "기업별 토지소유현황의 조회"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 사용자권한 등록파일에 등록하는 사용자의 권한에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-47",
    "options": [
      "점과 폴리곤",
      "선과 선",
      "선과 폴리곤",
      "폴리곤과 폴리곤"
    ],
    "subject": "토지정보체계론",
    "text": "노랑머리를 가진 새가 서식하는 특정한 식생이 있는지를 파악하기 위해서는 어떤 중첩기법을 써야 하는가?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-48",
    "options": [
      "Oracle",
      "ERDAS Imagine",
      "SPSS",
      "ArcGIS"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스 관리용으로 사용되는 소프트웨어는?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-49",
    "options": [
      "CEN/TC 287",
      "SDTS",
      "DX-90",
      "Z39-50"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 서로 다른 체계들 간의 자료 공유를 위한 공간 자료교환 표준으로 대표적인 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20160306-50",
    "options": [
      "국지적 보간법",
      "전역적 보간법",
      "정밀 보간법",
      "Spline 보간법"
    ],
    "subject": "토지정보체계론",
    "text": "공간보간법에서 지형의 기복이 심하지 않는 표면을 생성하는데 적합한 방법은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-51",
    "options": [
      "시ㆍ군ㆍ구 단위의 지적전산자료를 이용하고자 하는 자는 지적소관청 또는 도지사의 승인을 얻어야 한다.",
      "시ㆍ도 단위의 지적전산자료를 이용하고자 하는 자는 시ㆍ도지사 또는 행정자치부장관의 승인을 얻어야 한다.",
      "전국 단위의 지적전산자료를 이용하고자 하는 자는 국토교통부장관, 시ㆍ도지사 또는 지적소관청의 승인을 얻어야 한다.",
      "심사 및 승인을 거쳐 지적전산자료를 이용하는 모든 자는 사용료를 면제한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의이용에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-52",
    "options": [
      "지목화 단순화",
      "축척구분의 단순화",
      "지적도와 임야도의 통합",
      "토지대장과 임야대장의 통합"
    ],
    "subject": "토지정보체계론",
    "text": "과거 지적재조사 사업의 추진방향이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-53",
    "options": [
      "공간데이터와 속성데이터",
      "속성데이터와 내성데이터",
      "내성데이터와 위상데이터",
      "위상데이터와 라벨데이터"
    ],
    "subject": "토지정보체계론",
    "text": "토지 및 지리정보시스템의 일반적인 데이터 형태로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-54",
    "options": [
      "등기필증",
      "등기완료통지서",
      "토지대장 및 매매계약서",
      "등기관서에서 제공한 등기전산 정보자료"
    ],
    "subject": "토지정보체계론",
    "text": "지적공부의 등록사항 중에서 토지소유자에 관한 사항에 잘못이 있어 등록사항을 정정하는 경우 확인 자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-55",
    "options": [
      "동일한 속성값을 개별적으로 저장하는 대신 하나의 런(run)에 해당하는 속성값이 한 번만 저장된다.",
      "Quadtree방법과 함께 많이 쓰이는 격자자료압축방법이다.",
      "런(run)은 하나의 행에서 동일한 속성값을 갖는 격자를 의미한다.",
      "대상지역에 해당하는 격자들의 연속적인 연결상태를 파악하여 압축하는 방법이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 런랭스(Run-length) 코드 압축 방법에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 4,
    "id": "ea20160306-56",
    "options": [
      "언더슈트(undershoot)",
      "오버슈트(overshoot)",
      "슬리버 폴리곤(sliver polygon)",
      "오버래핑(overlapping)"
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징 및 벡터편집의 오류에서 중복되어 있는 점, 선을 제거함으로써 수정할 수 있는 방법은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-57",
    "options": [
      "지적공부관리시스템",
      "지적측량성과시스템",
      "부동산등기관리시스템",
      "지적측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)의 구성에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-58",
    "options": [
      "입체형(solid)",
      "계급형(hierarchical)",
      "관망형(network)",
      "관계형(relational)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 일반적인 모형과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 3,
    "id": "ea20160306-59",
    "options": [
      "래스터데이터에 비해 데이터가 압축되고 검색이 빠르다.",
      "각기 다른 위상구조로 중첩기능을 수행하기 어렵다.",
      "격자간격에 의존하여 면으로 표현된다.",
      "자료의 갱신과 유지관리가 편리하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 1,
    "id": "ea20160306-60",
    "options": [
      "KLIS",
      "LMIS",
      "PBLIS",
      "SGIS"
    ],
    "subject": "토지정보체계론",
    "text": "과거 건설교통부의 토지 관련 업무를 다루는 시스템과 행정자치부의 지적 관련 업무 처리 시스템이 분리되어 운영됨에 따른 자료의 이중관리 및 정확성 문제 등을 해결하기 위하여 구축된 통합정보시스템은?",
    "local_images": [],
    "source": "지적기사 (2016-03-06)",
    "date": "2016-03-06"
  },
  {
    "answer": 2,
    "id": "ea20150816-41",
    "options": [
      "공간데이터 수집을 분산적으로 할 수 있다.",
      "각 부서의 독립적인 추진으로 활용되는 특징을 갖는다.",
      "공간데이터 입력을 분산적으로 할 수 있다.",
      "도면상의 면적에 대한 정량적 기준이 같게 된다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에서 사용하는 기준좌표계의 장점으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-42",
    "options": [
      "계급형 데이터베이스",
      "객체지향형 데이터베이스",
      "네트워크형 데이터베이스",
      "관계형 데이터베이스"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 복잡하기는 하지만 동질성을 가지고 구성되어 있는 현실세계의 객체들을 보다 정확히 묘사함으로써 기존의 데이터베이스 모형이 가지는 문제점들의 극복이 가능하며 클래스의 주요한 특성으로 계승 또는 상속성의 구조를 갖는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-43",
    "options": [
      "트림(trim)",
      "복제",
      "익스텐드(extend)",
      "병합"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간정보의 편집에서 분리되어 있는 객체를 하나로 합치는 작업은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-44",
    "options": [
      "도면번호 정비",
      "도곽선 정비",
      "소유자 정비",
      "경계 정비"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적도면을 전산화함에 있어 정비하여야 할 사항과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-45",
    "options": [
      "레이어, 커버리지",
      "레전드, 레이어",
      "레전드, 커버리지",
      "커버리지, 레이어"
    ],
    "subject": "토지정보체계론",
    "text": "다음 문장에서 ()안에 들어갈 용어가 순서대로 바르게 배열된 것은?",
    "local_images": [
      "images/ea20150816-45_img_0.gif"
    ],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-46",
    "options": [
      "OGIS(Open Geodata Interoperability Specification)를 개발하고 추진하는데 필요한 합의된 절차를 정립할 목적으로 설립되었다.",
      "지리정보를 활용하고 관련 응용분야를 주요 업무로 하는 공공기관 및 민간기관들로 구성된 컨소시움이다.",
      "ISO/TC211의 활동이 시작되기 이전에 미국의 표준화 기구를 중심으로 추진된 지리정보 표준화 기구이다.",
      "지리정보와 관련된 여러 처리방식에 대하여 개방형 시스템적인 접근을 시도하였다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 OGC(Open GIS consortiun)에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-47",
    "options": [
      "RDBMS(Relational DBMS)",
      "Access Database",
      "C-ISAM",
      "Infor Database"
    ],
    "subject": "토지정보체계론",
    "text": "현재 사용 중인 토지대장 데이터베이스 관리시스템은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-48",
    "options": [
      "위상정립 단계",
      "세션화(thinning) 단계",
      "필터링 단계",
      "스캐닝 단계"
    ],
    "subject": "토지정보체계론",
    "text": "기존 종이지적도면을 스캐닝 방식으로 입력할 경우, 격자영상에 생긴 잡음(noise)을 제거하는 단계는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-49",
    "options": [
      "항공사진의 영상처리",
      "위성영상으로부터 정사영상제작",
      "벡터데이터 입력 및 편집",
      "래스터데이터의 편집"
    ],
    "subject": "토지정보체계론",
    "text": "오버슈트, 슬리버는 다음 중 어떤 자료를 편집하는 중에 발생하는 오류인가?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-50",
    "options": [
      "SPPS",
      "SDTS",
      "GISD",
      "NIST"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지형 및 공간과 관련된 모든 종류의 공간 자료들을 서로 호환이 가능하도록 하기 위하여 만들어진 대표적인 교환표준은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-51",
    "options": [
      "인력 및 조직",
      "데이터베이스",
      "소프트웨어",
      "정보이용자"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-52",
    "options": [
      "일정한 정보만을 처리하기 때문에 정보가 단순하다.",
      "레이어별로 필요한 정보를 추출해 낼 수 있다.",
      "새로운 가설이나 이론 및 시뮬레이션을 통해 정보를 추출하는 모델링 작업을 수행할 수 있다.",
      "형상들의 공간관계를 파악할 수 있으며 특정지점의 주변 환경에 대한 정보를 얻는 경우에도 사용할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 레이어의 중첩에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-53",
    "options": [
      "DROP TABLE",
      "DELETE TABLE",
      "ALTER TABLE",
      "ERASE TABLE"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 테이블을 삭제하는 SQL 명령어로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 2,
    "id": "ea20150816-54",
    "options": [
      "정의",
      "설계",
      "조작",
      "제어"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스 관리시스템의 필수 기능에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-55",
    "options": [
      "항공사진은 사진 판독을 통하여 지질도, 토지이용도 등의 각종 주제도 제작 시 자료로 이용한다.",
      "항공사진을 스캐닝하여 공간데이터에 대한 보조적 자료로 활용한다.",
      "해석 도화기의 결과 데이터는 GIS 공간 데이터로 쉽게 활용된다.",
      "항공사진은 세부적인 정보를 얻을 수 있는 소축척의 정보 획득에 적합하다."
    ],
    "subject": "토지정보체계론",
    "text": "항공사진을 활용한 토지정보 수집에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-56",
    "options": [
      "버퍼분석",
      "네트워크분석",
      "중첩분석",
      "TIN분석"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 특정 공간데이터를 중심으로 일정한 거리 또는 영역을 설정하여 분석하는 공간분석방법은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-57",
    "options": [
      "0.9996",
      "0.9999",
      "1.0000",
      "1.5000"
    ],
    "subject": "토지정보체계론",
    "text": "우리나라 지적도에서 사용하는 평면직각좌표계의 경우 중앙경선에서의 축척계수는?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150816-58",
    "options": [
      "취득하려는 자료가 사용목적에 적합한 품질의 데이터인지를 확인할 수 있는 정보가 제공되어야 한다.",
      "데이터의 원활한 교환을 지원하기 위한 틀을 제공함으로써 데이터의 공유를 극대화 할 수 있다.",
      "자료에 대한 내용, 품질, 사용조건 등을 기술한다.",
      "정확한 정보를 유지하기 위한 수정 및 갱신은 불가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 메타데이터(Metadata)에 대한 설명으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 3,
    "id": "ea20150816-59",
    "options": [
      "그래픽과 관련된 속성정보의 추출 및 일반화, 갱신 등이 용이하다.",
      "복잡한 현실세계의 묘사가 가능하다.",
      "자료구조가 단순하다.",
      "그래픽의 정확도가 높다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보의 공간자료 형태 중 래스터데이터에 비하여 벡터데이터가 갖는 장점과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 1,
    "id": "ea20150816-60",
    "options": [
      "측지측량",
      "항공사진측량",
      "GPS측량",
      "수치지적측량"
    ],
    "subject": "토지정보체계론",
    "text": "지적도형정보 수집을 위한 측량이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-08-16)",
    "date": "2015-08-16"
  },
  {
    "answer": 4,
    "id": "ea20150531-41",
    "options": [
      "도로망도",
      "도시계획도",
      "지형지번도",
      "지적도"
    ],
    "subject": "토지정보체계론",
    "text": "제1차 국가지리정보시스템 구축사업 중 주제도 전산화사업이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-42",
    "options": [
      "Unix",
      "GEOS",
      "Winows 7",
      "OGC"
    ],
    "subject": "토지정보체계론",
    "text": "운영체제(O/S)의 종류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-43",
    "options": [
      "Database",
      "Geocode",
      "DMS",
      "Expert System"
    ],
    "subject": "토지정보체계론",
    "text": "전산화 관련 자료의 구조 중 하나의 조직 안에서 다수의 사용자들이 공통으로 자료를 사용할 수 있도록 통합 저장되어 있는 운영자료의 집합을 무엇이라고 하는가?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-44",
    "options": [
      "DB서버 – 응용서버 – 클라이언트로 구성",
      "미들웨어는 자료제공자와 도면생성자로 구분",
      "미들웨어는 클라이언트에 탑재",
      "자바(Java)로 구현하여 IT-플랫폼에 관계없이 운영 가능"
    ],
    "subject": "토지정보체계론",
    "text": "토지종합정보망 소프트웨어 구성에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-45",
    "options": [
      "선형식(Linear Function)",
      "다항식의 회귀분석",
      "푸리에(Fourier) 급수",
      "변환오차식"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 보간법(Interpolation)과 관계가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-46",
    "options": [
      "한국토지정보시스템(KLIS)",
      "토지종합정보망(LMIS)",
      "필지중심토지정보시스템(PBLIS)",
      "지적행정시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중에서 가장 늦게 출현한 시스템은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-47",
    "options": [
      "신청사항과 지적전산자료의 일치여부",
      "첨부된 서류의 적정여부",
      "지적측량성과 자료의 적정여부",
      "신청인과 소유자의 일치여부"
    ],
    "subject": "토지정보체계론",
    "text": "전산으로 접수된 지적공부정리신청서의 검토사항에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-48",
    "options": [
      "스키마(schema)",
      "관계",
      "속성",
      "메소드(Method)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 조직과 구조에 대해 전반적으로 기술한 것을 의미하는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-49",
    "options": [
      "AM - 도면자동화",
      "FM - 수치모델",
      "CAD - 컴퓨터설계",
      "LBS – 위치기반정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 용어의 정의 중 상호 관련이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-50",
    "options": [
      "자료구조가 백터자료구조에 비해 단순하다.",
      "해상도가 증가하여도 자료량이 크게 증가하지 않는다.",
      "위상자료구조의 구축에 유리하다.",
      "화소로 구성되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터 구조의 장점으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-51",
    "options": [
      "불분명한 경계",
      "주기와 대상물의 혼돈",
      "방향의 혼돈",
      "선의 단절"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 처리시 대상물이 두 개의 유사한 색조나 색깔을 가지고 있는 경우 소프트웨어적으로 구별하기 어려워서 발생되는 오류는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-52",
    "options": [
      "국기 기본도 및 공통 데이터 교환 포맷 표준안으 확정하여 국가 표준으로 제정하고 있다.",
      "NGIS에서 수행하고 있는 표준화 내용은 기본 모델연구, 정보구축표준화, 정보유통표준화, 정보활용 표준화, 관련기술표준화이다.",
      "메타데이터는 현재 지적정보체계에서만 사용하고 있다.",
      "1995년 12월 우리나라 NGIS 데이터 교환 표준으로 SDTS가 채택되었다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 우리나라의 메타데이터에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-53",
    "options": [
      "도면인식 오차",
      "입력자 착오 오차",
      "자동입력 오차",
      "통계처리 오차"
    ],
    "subject": "토지정보체계론",
    "text": "속성자료 입력 시 발생할 수 있는 가장 일반적인 오차는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-54",
    "options": [
      "레이어",
      "SDTS",
      "메타데이터",
      "인덱스"
    ],
    "subject": "토지정보체계론",
    "text": "자료에 대한 내용, 품질, 사용조건 등의 정보를 제공하는 것으로 데이터의 이력서라고도 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-55",
    "options": [
      "전처리과정",
      "강조처리",
      "주제별 분석",
      "후처리과정"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 원격탐사를 통해 수집된 위성영상자료의 전자파 소음을 제거하고 오류를 바로잡아 올바른 좌표정보와 좌표체계 정보 등을 이미지 데이터에 교정하여 저장함으로써 자료를 순화시키는 과정은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-56",
    "options": [
      "공간상에 존재하는 일정 사물이나 특정 현상을 발생시키는 존재이다.",
      "정보의 생성, 저장, 관리기능 일체를 의미한다.",
      "공간정보를 근간으로 구성된다.",
      "도로나 시설물 등도 해당된다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템에 있어 객체(Object)와 관련이 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 3,
    "id": "ea20150531-57",
    "options": [
      "데이터 교환의 표준화",
      "데이터 품질의 표준화",
      "데이터 분석의 표준화",
      "데이터 위치참조의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터 표준화의 내용에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 2,
    "id": "ea20150531-58",
    "options": [
      "BSQ(Band SeQuential)",
      "BIA(Band Inerleaved by Area)",
      "BIL(Band Inerleaved by Line)",
      "BIP(Band Inerleaved by Pixel)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터 자료 포맷에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 1,
    "id": "ea20150531-59",
    "options": [
      "벡터 자료",
      "래스터 자료",
      "속성 자료",
      "단위 자료"
    ],
    "subject": "토지정보체계론",
    "text": "현실 세계의 객체 및 객체와 관련되는 모든 형상의 점, 선, 면을 이용하여 마치 지도상에 나타나는 것과 같이 표현되는 자료는?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150531-60",
    "options": [
      "원격탐사",
      "항공사진측량",
      "토탈스테이션",
      "GPS측량"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 취득시 기선측정을 위한 후처리상대측위방법과 미지점의 3차원좌표를 실시간으로 구하는 RTK 측량방법이 사용되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2015-05-31)",
    "date": "2015-05-31"
  },
  {
    "answer": 4,
    "id": "ea20150308-41",
    "options": [
      "대상물의 성격이나 정보를 기술한 사항이다.",
      "제공되는 정보는 문자형태로 나타난다.",
      "지적에 있어서 속성정보는 토지소재, 지번, 지목 등이 있다.",
      "좌표체계를 기준으로 지형지물의 위치와 모양을 나타낸다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 속성정보에 관한 사항 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-42",
    "options": [
      "Buffer",
      "Classification",
      "Dissolve",
      "Interpolation"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 기존 공간 사상의 위치, 모양, 방향 등에 기초하여 공간 형상의 둘레에 특정한 폭을 가진 구역을 구축하는 공간분석 기법은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-43",
    "options": [
      "벡터로의 변환이 래스터로의 변환보다 기술적인 난이도가 높다.",
      "동일한 데이터 사용 시 알고리즘이 달라도 결과물은 항상 일정하다.",
      "벡터 데이터와 래스터 데이터를 서로 중첩 시키는 것이 불가능하다.",
      "래스터 데이터에서 벡터 데이터로 변환 시 결과물의 품질이 항상 향상된다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터 구조와 래스터 구조 간의 자료 변환에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-44",
    "options": [
      "벡터구조는 격자구조에 비해 자료의 양이 적다.",
      "격자구조는 정확도가 높고 위상관계를 가지고 있다.",
      "벡터구조는 자료구조가 복잡하다.",
      "격자구조는 중첩 분석이나 모델링이 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터구조와 격자구조를 비교하여 설명한 것으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-45",
    "options": [
      "지형의 특성",
      "데이터의 수명",
      "특정한 응용의 필요성",
      "데이터의 획득 방법"
    ],
    "subject": "토지정보체계론",
    "text": "DEM(수치표고모형)과 TIN(불규칙삼각망) 모델을 선택할 때 고려해야 되는 기준이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-46",
    "options": [
      "수치를 이용한 정량화된 지리정보의 표현",
      "개체(entity)가 컴퓨터에 입력되면 객체라고 표현",
      "도로나 가옥과 같이 공간상에 존재하는 모든 지리정보를 생성하는 기본 단위",
      "도형정보, 속성정보, 위상정보의 소유"
    ],
    "subject": "토지정보체계론",
    "text": "다음의 설명 중에서 토지정보시스템의 객체(object)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-47",
    "options": [
      "평명형",
      "계급형",
      "관망형",
      "관계형"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 구조 중 트리(Tree) 형태의 구조로 행정구역을 나타내는 레이어 등에 효율적으로 적용될 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-48",
    "options": [
      "다원화된 원점의 사용",
      "지적도면의 관리부실",
      "지적도면 재작성의 부정확",
      "수치지적측량방법의 사용"
    ],
    "subject": "토지정보체계론",
    "text": "지적도의 접합 시 도곽선이 불일치하는 원인이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-49",
    "options": [
      "원격탐사",
      "GPS 측량",
      "항공사진측량",
      "디지타이저"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 취득 시 다중분광영상을 영상처리를 통하여 래스터데이터로서 결과를 얻는 방법은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-50",
    "options": [
      "도형데이터 추출파일 : *.cif",
      "토지이동정리파일 : *.dat",
      "측량관측파일 : *.svy",
      "측량성과파일 : *.ser"
    ],
    "subject": "토지정보체계론",
    "text": "측량성과작성시스템에서의 해당 파일의 확장자가 잘못 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-51",
    "options": [
      "등거투영법",
      "등시투영법",
      "등적투영법",
      "등각투영법"
    ],
    "subject": "토지정보체계론",
    "text": "공간정보에서 지도투영법의 분류에 속하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-52",
    "options": [
      "DROP TABLE",
      "CHANGE TABLE",
      "ALTER TABLE",
      "MOVE TABLE"
    ],
    "subject": "토지정보체계론",
    "text": "데이터 정의어(Data Definition Language) 중에서 이미 설정된 테이블의 정의룰 수정하는 명령어는?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-53",
    "options": [
      "데이터의 정확성",
      "데이터의 오차",
      "데이터의 완벽성",
      "데이터의 정밀성"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템 데이터의 질적 평가에서 고려해야 하는 요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-54",
    "options": [
      "건전한 토지거래질서 확립",
      "토지정보관리의 과학화",
      "주민편익위주의 민원처리",
      "지방행정전산화 기반 조성"
    ],
    "subject": "토지정보체계론",
    "text": "토지기록전산화의 정책적, 관리적 기대효과 중 관리적 기대효과에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-55",
    "options": [
      "소유권 정보",
      "지역권 정보",
      "지하시설물 정보",
      "저당권 정보"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성 내용 중 법률적인 정보라 할 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 2,
    "id": "ea20150308-56",
    "options": [
      "선(Line)",
      "면적(Area)",
      "스트링(String)",
      "아크(Arc)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지도데이터의 표준화를 위하여 미국의 국가위원회(NCDCDS)에서 분류한 1차원의 공간 객체에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-57",
    "options": [
      "시스템의 단순성",
      "중앙제어 기능",
      "데이터의 독립성",
      "효율적인 자료호환"
    ],
    "subject": "토지정보체계론",
    "text": "기존의 파일시스템에 비하여 데이터베이스관리시스템(DBMS)이 갖는 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20150308-58",
    "options": [
      "법인 아닌 사단ㆍ재단 등록번호의 직권수정",
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "지적공부의 열람 및 등본발급의 관리",
      "표준지 공시지가 변동의 관리"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산정보시스템에서 사용자권한 등록파일에 등록하는 사용자의 권한에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 3,
    "id": "ea20150308-59",
    "options": [
      "1계층(1 Tier) 구조",
      "2계층(2 Tier) 구조",
      "3계층(3 Tier) 구조",
      "독립형 구조"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템(KLIS)의 시스템 구현방향은 어떤 구조로 개발하였는가?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 1,
    "id": "ea20150308-60",
    "options": [
      "디지타이징 방식",
      "조사ㆍ측량방식",
      "자동벡터화 방식",
      "원격탐측방식"
    ],
    "subject": "토지정보체계론",
    "text": "기존의 지적도면 전산화에 적용한 방법으로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2015-03-08)",
    "date": "2015-03-08"
  },
  {
    "answer": 4,
    "id": "ea20140817-41",
    "options": [
      "일필지기본사랑 조회",
      "토지이동연혁 조회",
      "소유권변동역혁 조회",
      "지적측량수행자 조회"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적보서가 아닌 부서에 지적전산프로그램 설치를 승인하여 업무에 활용하도록 하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-42",
    "options": [
      "정보와 자원을 공유할 수 있다.",
      "업무별 분산처리를 실현할 수 있다.",
      "업무처리에 있어 종복을 피할 수 있다.",
      "시간과 거리에 제한을 받으나 신속한 민원처리가 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적행정에 웹(Web) LIS를 도입함으로써 발생하는 효과와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-43",
    "options": [
      "수집되는 데이터의 특성과 표현방법에 따라 완전한 표면과 불완전한 표면으로 구분된다.",
      "불완전한 표면은 격자의 x, y좌표가 알려져 있고, z좌표 값만 입력하면 된다.",
      "선형으로 나타나는 불완전한 표면의 대표적인 것을 등고선 또는 등차선이다.",
      "완전한 표면은 관심대상지역이 분할되어 있고 각각의 분할된 구역에 다양한 z값을 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "표면모델링에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-44",
    "options": [
      "준비-래스터데이터 취득-벡터화 및 도형인식-편집-출력 및 저장",
      "준비-벡터화 및 도형인식-편집-래스터데이터 취득-출력 및 저장",
      "준비-편집-벡터화 및 도형인식-래스터데이터 취득-출력 및 저장",
      "준비-편집-래스터데이터 취득-벡터화 및 도형인식-출력 및 저장"
    ],
    "subject": "토지정보체계론",
    "text": "스캐너에 의한 반자동 입력방식의 작업과정을 순서대로 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-45",
    "options": [
      "측지기본망",
      "필지식별자",
      "기본도",
      "지적중첩도"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 다목적지적의 3대 기본요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-46",
    "options": [
      "손상된 도면의 경우 스캐닝에 의한 인식이 원활하지 못할 수 있다.",
      "복잡한 도면을 입력할 경우에 작업시간이 단축된다.",
      "레이어별로 나뉘어져 입력되므로 비용이 저렴하다.",
      "특정 주제만을 선택하여 입력시킬 수 없다."
    ],
    "subject": "토지정보체계론",
    "text": "도형정보의 입력방법 중 디지타이징 방식에 비하여 스캐닝 방식이 갖는 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-47",
    "options": [
      "Coverage 파일 포맷",
      "CAD 파일 포맷",
      "Shape 파일 포맷",
      "TIFF 파일 포맷"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 대표적인 벡터 자료 파일 형식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-48",
    "options": [
      "지적삼각점의 관리 부실 개선",
      "세계좌표계로의 변환에 대비",
      "지적 불부합에 의한 분쟁 해결",
      "토지 관련 정보의 효율적 관리 및 이용"
    ],
    "subject": "토지정보체계론",
    "text": "지적분야에서 토지정보시스템이 필요한 이유로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-49",
    "options": [
      "디지타이저",
      "스캐너",
      "키보드",
      "플로터"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적 관련 속성정보를 데이터베이스에 입력하기에 가장 적합한 장비는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-50",
    "options": [
      "지적행적시스템",
      "토지정보시스템",
      "도시정보시스템",
      "환경정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지형공간정보체계가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-51",
    "options": [
      "정의기능",
      "분석기능",
      "제어기능",
      "조작기능"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스 관리 시스템(DBMS)의 기본 기능에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140817-52",
    "options": [
      "체인",
      "링크",
      "아크",
      "노드"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에서 차원이 다른 공간객체는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-53",
    "options": [
      "그래픽의 정확도가 높다.",
      "위치와 속성이 검색, 갱신, 일반화가 가능하다.",
      "래스터자료보다 자료구조가 단순하다.",
      "현상적 자료구조를 잘 표현할 수 있고 축약되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-54",
    "options": [
      "공간 객체 간의 위상정보를 저장하는 데 보편적으로 사용되는 방식이다.",
      "좌표데이터만을 사용할 때보다 다양한 공간분석이 가능하다.",
      "인접한 폴리곤 간의 공통 경계는 각각의 폴리곤에 대하여 한 번씩 반드시 두 번 기록되어야 한다.",
      "다각형의 형상(shape), 인접성(Neighborhood), 계급성(Hierarchy)을 묘사할 수 있는 정보를 제공한다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료의 저장 모형 중 위상(Topology)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-55",
    "options": [
      "토지기록전산화",
      "토지종합전상망",
      "필지중심토지정보시스템",
      "한국토지정보시스템"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보 중 토지대장과 임야대장의 속성정보를 활용한 최초의 정보화 사업은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-56",
    "options": [
      "3A6B2C3A2B",
      "1A2B2A1B1C2A1B1C3B1A1B",
      "1B3A4B1A2C3B2A",
      "2B1A1B1A1B1C1B1A1B1C2A2B1A"
    ],
    "subject": "토지정보체계론",
    "text": "다음을 Run Length 코드 방식으로 표현하면 어떻게 되는가?",
    "local_images": [
      "images/ea20140817-56_img_0.gif"
    ],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 3,
    "id": "ea20140817-57",
    "options": [
      "파일 시스템 모델",
      "계층형 시스템 모델",
      "관계형 시스템 모델",
      "네트워크형 시스템 모델"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보를 비롯한 공간정보를 관리하기 위한 데이터 모델로서 현재 가장 보편적으로 많이 쓰이며, 데이터의 독립성이 높고, 수준의 데이터 조작언어를 사용하는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-58",
    "options": [
      "GT-ring",
      "Voxel",
      "2D-Manifold",
      "Chain"
    ],
    "subject": "토지정보체계론",
    "text": "SDTS(Spatial data Transfer Standard)를 통합 데이터 변환에 있어 최소 단위의 체적으로 표현되는 3차원 객체의 정의는?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 1,
    "id": "ea20140817-59",
    "options": [
      "선의 중복:중복된 두 선을 제거함으로써 쉽게 오류를 수정할 수 있다.",
      "라벨 오류:잘못된 라벨을 선택하여 수정하거나 제 위치에 옮겨주면 된다.",
      "Under shoot and Overshoot:두 선이 목표지점을 벗어나거나 못 미치는 오류를 수정하기 위해서는 선분의 길이를 늘려주거나 줄여야 한다.",
      "Sliver 폴리곤 : 폴리곤이 겹치지 않게 적절하게 위치를 이동시킴으로써 제거될 수 있는 경우도 있고, 폴리곤이 겹치지 않게 적절하게 위치를 이동시킴으로써 제거될 수 있는 경우도 있고, 폴리콘을 형성하고 있는 부정확하게 입력된 선분을 만든 버틱스들을 제거함으로써 수정될 수도 있다."
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징 압력에 의한 도면의 오류를 수정하는 방법으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 2,
    "id": "ea20140817-60",
    "options": [
      "중첩분석",
      "공간보간",
      "공간패턴",
      "지형분석"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간상에 알려진 표고값이나 속성값을 이용하여 표고나 속성값이 알려지지 않은 지점에 대한 값을 추정하는 공간분석 기법은?",
    "local_images": [],
    "source": "지적기사 (2014-08-17)",
    "date": "2014-08-17"
  },
  {
    "answer": 4,
    "id": "ea20140525-41",
    "options": [
      "OGIS(Open GIS)를 개발하고 추진하는데 필요한 합의된 절차를 정립할 목적으로 비영리의 협회형태로 설립되었다.",
      "지리정보를 활용하고 관련응용분야를 주요 업무로 하고 있는 공공기관 및 민간기관으로 구성된 컨소시움이다.",
      "지리정보와 관련된 여러 처리방식에 대하여 개방형 시스템적인 접근을 시도하였다.",
      "지리정보를 객체지향적으로 정의하기 위한 명세서라 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "OGC(Open GIS Consortium, 또는 Open Geodata Consortium)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-42",
    "options": [
      "데이터베이스 정의 단계",
      "데이터베이스 생성 계획을 수립하는 단계",
      "데이터베이스를 관리하고 조작하는 단계",
      "데이터베이스를 저장하는 방법에 대해 정의하는 단계"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 구축과정 중 파일의 위치, 색인(Index) 방법과 같은 물리적 구조를 설계하는 단계는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-43",
    "options": [
      "이해와 갱신이 용이하다.",
      "각각의 객체는 여러 개의 부모 레코드를 갖는다.",
      "모든 레코드는 일 대 일(1:1) 혹은 일 대 다수(1:n)의 관계를 갖는다.",
      "키필드가 아닌 필드에서는 검색이 불가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "계급형(Hierarchical) 데이터베이스 모델에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-44",
    "options": [
      "2년",
      "3년",
      "5년",
      "영구"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료에 오류가 발생한 때의 정비내역은 몇 년간 보관하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-45",
    "options": [
      "지적행정시스템",
      "지적공부관리시스템",
      "지적측량시스템",
      "공간정보관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시템의 구성체계 중, 지적측량업무를 지원하는 시스템으로서 지적측량업무의 자동화를 통하여 생산성과 정확성을 높여주는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-46",
    "options": [
      "토지·임야대장 부책화",
      "소유자 주민등록번호 등재 정리",
      "지적 법령 정비",
      "토지소유자의 유형별 구분 및 고유번호"
    ],
    "subject": "토지정보체계론",
    "text": "지적업무의 정보화를 목표로 1977년부터 시작된 사전 기반조성 작업이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-47",
    "options": [
      "DEM과는 달리 추출된 표본 지점들은 x, y, z값을 갖고 있다.",
      "벡터데이터모델로 위상구조를 가지고 있다.",
      "표고를 가지고 있는 많은 점들을 연결하면 유일한 모양의 삼각망이 형성된다.",
      "표본점으로부터 삼각형의 네트워크를 생성하는 방법으로 가장 널리 사용되는 방법은 델로니 삼각법이다."
    ],
    "subject": "토지정보체계론",
    "text": "불규칙삼각망(TIN)에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-48",
    "options": [
      "공유지연명부의 등록사항인 토지의 소재",
      "임야도의 등록사항인 경계",
      "대지권등록부의 등록사항인 대지권 비율",
      "경계점좌표등록부의 등록사항인 지번"
    ],
    "subject": "토지정보체계론",
    "text": "속성정보로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-49",
    "options": [
      "매일 1회 이상",
      "매주 1회 이상",
      "매월 1회 이상",
      "매년 1회 이상"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료관리책인관이 대장전산자료의 이용실태를 확인하여야 하는 기간 기준은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-50",
    "options": [
      "토지관련 정보를 공동 활용하기 위해 구축한 것이다.",
      "PBLIS와 LIS를 통합하여 구축한 것이다.",
      "지하시설물 관리를 중심으로 구축한 것이다.",
      "과거 행정안전부에서 독자적으로 구축한 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템(KLIS)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-51",
    "options": [
      "지적소관청의 승인을 거쳐 지적전산자료를 이용할 때는 사용료를 모두 면제 한다.",
      "시·군·구 지적전산자료의 사용료는 현금으로만 납부한다.",
      "인쇄물로 이용하는 경우 1필지당 30원, 전산매체에 의한 이용의 경우 1필지당 20원의 사용료는 현금으로만 납부 한다.",
      "안전행정부장관이 제공하는 지적전산자료의 사용료는 수입증지로 납부한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 사용료에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-52",
    "options": [
      "범국가적 차원의 강력지원",
      "국가공간정보기반의 확충 및 유통체계의 정비",
      "공급 주체인 국가 중심의 서비스 극대화",
      "국가와 민간시스템과의 업무 간 상호 협력체계 강화"
    ],
    "subject": "토지정보체계론",
    "text": "국가지리정보체계(NGIS) 구축 사업의 주요 추진전략이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-53",
    "options": [
      "Stick",
      "Punk",
      "Cable",
      "Tablet"
    ],
    "subject": "토지정보체계론",
    "text": "종이지적도를 디지타이저 장비를 이용하여 전산화할 때, 디지타이저 장비 중 마우스와 같은 기능을 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-54",
    "options": [
      "위상형 (topological)",
      "관계형 (relational)",
      "네트워크형 (network)",
      "계층형 (hierarchical)"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 데이터베이스관리싯템을 구축하기 위한 논리적 데이터베이스 모형이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140525-55",
    "options": [
      "그리드 (grid)",
      "점(point)",
      "화소(pixel)",
      "셀(cell)"
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터의 구성 요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-56",
    "options": [
      "개념적 모델",
      "논리적 모델",
      "물리적 모델",
      "수리적 모델"
    ],
    "subject": "토지정보체계론",
    "text": "실세계를(GIS)의 데이터베이스로 구축하는 과정을 추상화 수준에 따라 분류할 때 이에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 3,
    "id": "ea20140525-57",
    "options": [
      "데이터의 좌표 변환 시 사용하는 투영법에 따른 오차",
      "원본 자료의 부정확성에 따른 오차",
      "자료의 논리적 일관성에 따른 오차",
      "데이터의 입력 과정에서 발생하는 오차"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에서 데이터베이스의 구축 시 발생하는 오차로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-58",
    "options": [
      "데이터 표준",
      "프로세스 표준",
      "기술 표준",
      "메타데이터 표준"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스에서 데이터의 표준 유형을 분류할 때 기능 측면의 분류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 1,
    "id": "ea20140525-59",
    "options": [
      "쿼리어(SQL)",
      "조작어(DML)",
      "제어어(DCL)",
      "검색어(CQL)"
    ],
    "subject": "토지정보체계론",
    "text": "관계형데이터베이스를 위한 산업표준으로 대표적으로 사용되고 있는 언어는?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 4,
    "id": "ea20140525-60",
    "options": [
      "시간과 거리의 제역을 받지 않는다.",
      "신속하고 거리의 제약을 받지 않는다.",
      "정보의 공유가 가능하다.",
      "정보의 중앙 집중화를 실현할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "웹 기반의 토지정보체계(웹LIS)의 도입에 따른 기대 효과로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2014-05-25)",
    "date": "2014-05-25"
  },
  {
    "answer": 2,
    "id": "ea20140302-41",
    "options": [
      "지적중첩도",
      "주민등록부",
      "필지식별자",
      "측지기준망"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 다목적 지적제도의 구성요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-42",
    "options": [
      "수치지적도",
      "수치영상",
      "인공위성영상데이터",
      "토지가격데이터"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 데이터모델을 공간데이터와 속성데이터로 구분할 때, 다음 중 공간데이터와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-43",
    "options": [
      "수치지도",
      "토지피복도",
      "토지이용계획도",
      "층별이용계획도"
    ],
    "subject": "토지정보체계론",
    "text": "3차원 지적정보를 구축할 때, 지상 건축물의 권리관계등록과 가장 밀접한 관련성을 가지는 도형정보는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-44",
    "options": [
      "안전행정장관",
      "국토지리정보원장",
      "대한지적공사장",
      "국토교통부장관"
    ],
    "subject": "토지정보체계론",
    "text": "지적공부의 효율적인 관리 및 활용을 위하여 지적정보 전담 관리기구를 설치ㆍ운영하는 자는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-45",
    "options": [
      "DBMS는 데이터베이스를 생성ㆍ관리ㆍ제공하는 집합이라고 할 수 있다.",
      "파일처리방식에 비하여 시스템구성이 단순하여 자료의 손실 가능성이 적다.",
      "데이터를 저장하고 정보를 추출하는 데 효율적이로 편리한 방법을 사용자에게 제공하는 데 목적이 있다.",
      "데이터를 안정적으로 관리하고 효율적인 검색 및 데이터베이스의 질의 언어를 지원하는 것이 주요 기능이다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스관리시스템(DBMS;Database Mangement System)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-46",
    "options": [
      "벡터데이터는 대상물을 점, 선, 면을 사용하여 표현하는 것이다.",
      "벡터데이터에서 연속적인 복잡한 선은 노드(Node)와 버텍스(Vertex)를 통해 나타낸다.",
      "객체들 간의 공간관계를 가지지 못하고 좌표들이 길게 연결되어 있는 구조를 선형데이터구조랗 한다.",
      "위상구조가 구축된 후 선과 선의 교차 지점에 노드가 자동으로 생성되며, 이는 좌표값으로 그 위치가 자동 인식된다."
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터의 특징에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-47",
    "options": [
      "행정처리 단계 축소 및 비용 절감",
      "지적정보 및 부가정보의 효율적 통합 관리",
      "지적재조사 사업의 기반 확보",
      "대장과 도면정보 시스템의 분리 운영"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 과거 필지중심토지정보체계(PBLIS)의 개발 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-48",
    "options": [
      "손상된 도면을 입력하기에 적합하다.",
      "입력도면의 평탄성 오차가 발생한다.",
      "복잡한 도면을 입력할 경우에는 작업시간이 단축된다.",
      "스캐너의 정밀도에 따라 이미지 자료의 변형이 발생한다."
    ],
    "subject": "토지정보체계론",
    "text": "스캐닝 방식에 의한 공간데이터의 취득에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-49",
    "options": [
      "SQL",
      "ADT",
      "HTML",
      "COBOL"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 DBMS에서 자료를 만들고 조회할 수 있는 도구로서 처음 개발된 것으로, DBMS를 제어하고 DBMS와 대화할 수 있는 관계형 데이터베이스의 표준언어는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-50",
    "options": [
      "런렝스코드(Run-length code) 기법",
      "체인코드(Chain code) 기법",
      "블록코드(Block code) 기법",
      "사지수형(Quadtree) 기법"
    ],
    "subject": "토지정보체계론",
    "text": "크기가 다른 정사각형을 이용하여, 공간을 4개의 동일한 면적으로 분할하는 작업을 하나의 속성값이 존재할 때까지 반복하는 래스터 자료 압축 방법은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-51",
    "options": [
      "데이터베이스(Database)",
      "라이브러리(Library)",
      "메타데이터(Metadata)",
      "인덱스(Index)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보로서 데이터의 내용, 품질, 조건 및 특성에 대한 정보를 포함하는 정보의 이력서라 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-52",
    "options": [
      "각 필지별 등록 사항의 저장과 수정 등을 용이하게 처리할 수 있는 고유번호이다.",
      "필지에 관련된 자료의 공통적인 색인 번호 역할을 한다.",
      "각 필지에 부여하며 가변성이 있는 번호다.",
      "필지별 대장의 등록사항과 도면의 등록사항을 연결하는 기능을 향상시켜 주고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "필지식별번호에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20140302-53",
    "options": [
      "효율적인 수치지도를 제작할 수 있다.",
      "실세계의 공간현상에 대한 공간모델링이 가능하다.",
      "입지분석을 위한 공간분석 기능을 제공한다.",
      "다양한 자료유형을 통합할 수 있지만, 3차원적 표현은 불가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "지리정보시스템(GIS)에 관한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-54",
    "options": [
      "Over lay",
      "Sliver Ploygon",
      "Spike",
      "Under Shoot"
    ],
    "subject": "토지정보체계론",
    "text": "두 선이 연결될 때 한 점에 엉뚱한 좌표가 입력되어 튀어나온 상태의 오류는?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-55",
    "options": [
      "Clip",
      "Split",
      "Intersect",
      "Union"
    ],
    "subject": "토지정보체계론",
    "text": "다음은 중첩 연산 기능 중 어느 것인가?",
    "local_images": [
      "images/ea20140302-55_img_0.gif"
    ],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-56",
    "options": [
      "토지와 관련된 공간정보를 수집ㆍ저장ㆍ처리ㆍ관리하기 위한 시스템이다.",
      "도시기반시설에 관한 자료를 저장하여 효율적으로 관리하는 시스템이다.",
      "토지개발에 따른 투기현상을 방지하는 데 주목적을 두고 있다.",
      "토지와 관련된 등록부와 도면 작성을 위한 도해지적 공부의 확보를 위한 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템(LIS)에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-57",
    "options": [
      "조직과 인력",
      "처리시간",
      "소프트웨어",
      "자료"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 2,
    "id": "ea20140302-58",
    "options": [
      "사용자는 비밀번호가 누설될 우려가 있는 때에는 즉시 이를 변경하여야 한다.",
      "사용자는 비밀번호는 등록관리청별로 일련번호를 부여하여야 한다.",
      "사용자의 비밀번호는 다른 사람에게 누설하여서는 아니 된다.",
      "사용자의 비밀번호는 6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "사용자권한 등록파일에 등록하는 사용자의 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 3,
    "id": "ea20140302-59",
    "options": [
      "행정구역코드 10자리, 대장구분 1자리, 지번 4자리 합계 15자리로 구성된다.",
      "행정구역코드 8자리, 대장구분 1자리, 지번 8자리 합계 17자리로 구성된다.",
      "행정구역코드 10자리, 대장구분 1자리, 지번 8자리 합계 19자리로 구성된다.",
      "행정구역코드 12자리, 대장구분 1자리, 지번 10자리 합계 23자리로 구성된다."
    ],
    "subject": "토지정보체계론",
    "text": "토지 고유번호의 코드 구성 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 1,
    "id": "ea20140302-60",
    "options": [
      "분리성",
      "포함성",
      "인접성",
      "연결성"
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 위상구조를 이용하여 가능한 분석 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2014-03-02)",
    "date": "2014-03-02"
  },
  {
    "answer": 4,
    "id": "ea20130818-41",
    "options": [
      "지적공부의 정리 및 관리",
      "지적측량성과 검사 지원",
      "지적기준점의 정리 및 관리",
      "지형도면의 정리 및 관리"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템(KLIS) 운영의 구성과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-42",
    "options": [
      "기본지리정보 구축",
      "지리정보 유통체계 구축",
      "지리정보의 통합",
      "GIS 전문인력 양성"
    ],
    "subject": "토지정보체계론",
    "text": "제2차 NGIS(국가GIS)사업에서의 주요 추진 전략에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-43",
    "options": [
      "벡터 자료 형태의 도형정보 취득이 용이하다.",
      "주변의 지형ㆍ지물에 따라 도형정보의 취득에 문제가 발생할 수 있다.",
      "높은 정확도로 도형정보의 취득이 가능하다.",
      "일기에 많은 영향을 받는 문제가 있다."
    ],
    "subject": "토지정보체계론",
    "text": "GPS 측량을 이용하여 도형정보를 취득하는 경우의 장ㆍ단점으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-44",
    "options": [
      "초기 도입비용이 저렴하다.",
      "토지정보의 통합 관리로 전체적인 통제 및 유지가 가능하다.",
      "시스템 구성의 초기 단계에서 자원낭비의 우려가 있다.",
      "시스템 장애 시 전체적인 피해가 발생한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 집중형 하드웨어 시스템에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-45",
    "options": [
      "1950.12.1",
      "1975.12.31",
      "1995.1.5",
      "2001.1.27"
    ],
    "subject": "토지정보체계론",
    "text": "지적업무전산화를 목표로 지적법을 전면 개정하여 대장의 속성에서 필지별 고유번호, 지목, 사유, 소유권변동원인 등을 최초로 코드화한 시기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-46",
    "options": [
      "영문을 포함하여 3자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "4자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 5자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "사용자권한 등록파일에 등록하는 사용자의 비밀번호 설정기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 4,
    "id": "ea20130818-47",
    "options": [
      "지적불부합지의 과다",
      "경계복원능력의 향상",
      "노후화된 지적도면",
      "지적관리 인력 확장"
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사 사업의 필요성으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-48",
    "options": [
      "데이터 표준",
      "메타데이터 표준",
      "프로세스 표준",
      "기술 표준"
    ],
    "subject": "토지정보체계론",
    "text": "표준유형을 기능 측면, 데이터 측면, 표준영역 측면으로 분류할 때, 다음 중 기능 측면에 따른 분류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-49",
    "options": [
      "소프트웨어",
      "보안자료",
      "하드웨어",
      "조직과 인력"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성요소로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-50",
    "options": [
      "행정구역코드 9자리, 대장구분 2자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 9자리, 대장구분 1자리, 본번 4자리, 부번 5자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 3자리, 부번 5자리, 합계 19자리로 구성"
    ],
    "subject": "토지정보체계론",
    "text": "토지 고유번호의 코드 구성 기준이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-51",
    "options": [
      "지적공부관리시스템",
      "지적측량성과작성시스템",
      "부동산등기관리시스템",
      "지적측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)의 구성에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-52",
    "options": [
      "소트(sort)",
      "속성(attribute)",
      "행(record)",
      "테이블(table)"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 데이터베이스모델(relational database model)의 기본 구조 요소와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-53",
    "options": [
      "축척이나 투영법의 변환이 용이하다.",
      "초기 투자비용이 저렴하다.",
      "시스템 구축 후에는 제작 기간이 적게 소요된다.",
      "다른 수치지도와의 통합 출력이 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "일반지도와 비교하여 수치지도(digital map)의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-54",
    "options": [
      "10일 전",
      "20일 전",
      "30일 전",
      "60일 전"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역의 명칭이 변경된 때에 지적소관청은 국토교통부장관에게 행정구역변경일 며칠 전까지 행정구역의 코드변경을 요철하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-55",
    "options": [
      "데이터의 물리적 구조를 명세한다.",
      "데이터베이스의 논리적 구조와 그 특성을 데이터모델에 따라 명세한다.",
      "데이터베이스를 공용하는 사용자의 요구에 따라 체계적으로 접근하고 조작할 수 있다.",
      "데이터의 논리적 구조와 물리적 구조 사이의 변환이 가능하도록 한다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS의 “정의” 기능에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-56",
    "options": [
      "위상에 관한 정보가 제공된다.",
      "원격탐사 자료와의 연계처리가 용이하다.",
      "객체별로 선택할 수 있다.",
      "자료갱신과 유지관리가 편리하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 1,
    "id": "ea20130818-57",
    "options": [
      "분류(classification)",
      "관망(network)",
      "근접성(proximity)",
      "연속성(contiguity)"
    ],
    "subject": "토지정보체계론",
    "text": "도형정보와 속성정보의 통합 공간분석 기법 중 연결성 분석과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-58",
    "options": [
      "데이터 질의 표준화",
      "위치좌표의 표준화",
      "데이터 가격의 표준화",
      "메타데이터의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 원활한 자료 교환을 위한 표준화의 범위에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130818-59",
    "options": [
      "도면이나 대장, 보고서 등이 이용된다.",
      "래스터방식과 벡터방식을 이용할 수 있으며 수치지도는 래스터방식에 적합하다.",
      "GPS에 의해 측량된 지형정보자료를 이용하여 구축할 수 있다.",
      "SPOT 위성영상에 의해 얻어진 지형정보자료를 이용하여 구축할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "지형공간체계(GSIS)의 자료 기반 구축에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 3,
    "id": "ea20130818-60",
    "options": [
      "속성자료구조",
      "벡터자료구조",
      "래스터자료구조",
      "필지자료구조"
    ],
    "subject": "토지정보체계론",
    "text": "규칙적인 셀(cell)의 격자에 의하여 형상을 묘사하는 자료구조는?",
    "local_images": [],
    "source": "지적기사 (2013-08-18)",
    "date": "2013-08-18"
  },
  {
    "answer": 2,
    "id": "ea20130602-41",
    "options": [
      "UIS라고 하며 Urban Information System의 약어이다.",
      "토지와 건물의 속성만을 입력할 수 있는 시스템이다.",
      "도시종합관리의 기반 시스템으로 시정 업무의 전반에 활용할 수 있도록 한다.",
      "도시 정책에 관한 정보관리가 용이하며 기초 정책 통계를 이용한 각종 도시계획의 효율적ㆍ과학적 수립이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "도시정보시스템에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-42",
    "options": [
      "오버슈트(overshoot)",
      "노드중복(overlap)",
      "슬리버(sliver)",
      "스파이크(spike)"
    ],
    "subject": "토지정보체계론",
    "text": "경계선의 이중입력으로 서로 다른 플리곤이 중첩되어 발생하는 불필요한 풀리곤을 무엇이라고 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-43",
    "options": [
      "매년 말",
      "매반기 말",
      "매분기 말",
      "매월 말"
    ],
    "subject": "토지정보체계론",
    "text": "시ㆍ도지사는 시ㆍ도의 대장전산자를 시ㆍ군ㆍ구의 대장 전산자료와 항상 일치하도록 하기 위하여 언제를 기준으로 시ㆍ군ㆍ구의 지적전산자료를 시ㆍ도의 지적전산정보시스템에 반영하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-44",
    "options": [
      "임야대장의 전산화 업무",
      "수치지도와 지적도면의 중첩 분석 결과 저장 업무",
      "토지대장의 전산화 업무",
      "정보처리시스템을 통한 지적도의 기록ㆍ저장 업무"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료를 활용한 정보화사업에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-45",
    "options": [
      "계층형 모델",
      "네트워크형 모델",
      "관계형 모델",
      "객체지향형 모델"
    ],
    "subject": "토지정보체계론",
    "text": "아래와 같은 특징을 갖는 논리적인 데이터베이스 모델은?",
    "local_images": [
      "images/ea20130602-45_img_0.gif"
    ],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-46",
    "options": [
      "지적도의 대량 생산 및 배포",
      "대민서비스의 질적 수준 향상",
      "정확한 지적측량자료의 이용",
      "지적도 원형보관 관리의 어려움 해소"
    ],
    "subject": "토지정보체계론",
    "text": "지적도 전산화 작업의 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-47",
    "options": [
      "래스터데이터는 데이터 구조가 단순하고 레이어의 중첩 분석이 편리하다.",
      "벡터데이터를 래스터데이터로 변환하는 방법으로 Transit Code Run-Length Code, Lot Code, Quadtree 기법이 있다.",
      "벡터데이터는 좌표계를 이용하여 공간정보를 기록하므로 자료를 보다 정확히 표현할 수 있다.",
      "벡터데이터는 객체들의 지리적 위치를 크기와 방향으로 나타낸다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터와 벡터데이터에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-48",
    "options": [
      "토지정보체계는 토지에 관한 정보를 제공함으로써 토지 관리를 지원한다.",
      "토지정보체계의 유용성은 토지자료의 유연성과 획일성에 중점을 두고 있다.",
      "토지정보체계의 운영은 자료의 수집 및 자료의 처리ㆍ유지ㆍ검색ㆍ분석ㆍ보급 등도 포함한다.",
      "토지정보체계는 토지이용계획, 토지 관련 정책자료 등에 다목적으로 활용이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-49",
    "options": [
      "DDL",
      "DBL",
      "DML",
      "DCL"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 스키마를 정의하거나 수정하는데 사용하는 데이터 언어는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-50",
    "options": [
      "논리적 모델→개념적 모델→물리적 모델",
      "개념적 모델→논리적 모델→물리적 모델",
      "개념적 모델→물리적 모델→논리적 모델",
      "논리적 모델→물리적 모델→개념적 모델"
    ],
    "subject": "토지정보체계론",
    "text": "실세계의 지리공간을 GIS의 데이터베이스로 구축하는 과정을 추상화 수준에 따라 낮은 수준부터 높은 수준의 순서로 바르게 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-51",
    "options": [
      "데이터베이스의 관리와 수정이 불편하며 단순한 형태의 데이터만을 저장할 수 있다.",
      "CAD와 GIS등의 분야에서 데이터베이스를 정의하고 조작할 수 있다.",
      "관계형 데이터 모델의 단점을 보완할 수 있는 것으로 등장하였다.",
      "특정 객체 간에는 데이터와 그 조작 방법을 공유(승계) 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "객체지향형 데이터베이스 모델의 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-52",
    "options": [
      "인터넷 기술을 GIS와 접목시켜 네트워크 환경에서 GIS 서비스를 제공할 수 있도록 구축한 시스템이다.",
      "전문적인 GIS 개발자들이 특정 목적의 GIS 응용 프로그램을 개발할 수 있도록 하는 개발지원도구이다.",
      "웹 브라우저를 통하여 공간데이터에 대한 검색 및 분석이 가능하다.",
      "사용자에게 적합한 내용을 가장 편리한 방식으로 제공함으로써 기존 사용자 뿐 아니라 잠재적 사용자에게 편의를 제공할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 Internet GIS에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-53",
    "options": [
      "COBOL",
      "DIGEST",
      "SQL",
      "SELPHI"
    ],
    "subject": "토지정보체계론",
    "text": "거의 모든 주요 DBMS에서 채택하고 있는 표준 데이터베이스 질의어는?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130602-54",
    "options": [
      "NGIS의 데이터 교환 표준화로 제정되었다.",
      "모든 종류의 공간자료들을 호환 가능하도록 하기 위한 내용을 기술하고 있다.",
      "국방 분야의 지리정보 데이터 교환 표준으로서 미국과 주요 나토 국가들이 채택하여 사용하고 있다.",
      "구상구조정보로서 순서(order), 연결성(connectivity), 인접성(adjacency) 정보를 규정하고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료교환의 표준(SDTS)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-55",
    "options": [
      "초기의 구축 비용이 적게 든다.",
      "저장된 자료를 공동으로 이용할 수 있다.",
      "데이터의 무결성을 유지할 수 있다.",
      "데이터의 중복을 피할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "기존의 자료 저장 방식에 비하여 데이터베이스 방식이 갖는 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-56",
    "options": [
      "리-3자리",
      "시ㆍ도-2자리",
      "시ㆍ군ㆍ구-3자리",
      "읍ㆍ면ㆍ동-3자리"
    ],
    "subject": "토지정보체계론",
    "text": "토지대장의 고유번호 중 행정구역코드를 구성하는 자리 수 기준이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-57",
    "options": [
      "프린터",
      "디지타이저",
      "플로터",
      "DLT"
    ],
    "subject": "토지정보체계론",
    "text": "토지 관련 자료의 입력 과정에서 지적도면과 같은 자료를 수동으로 입력할 수 있는 장비는 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 1,
    "id": "ea20130602-58",
    "options": [
      "수치지형도를 도형데이터의 기반으로 하여 구축한 토지정보시스템이다.",
      "지적공부관리, 지적측량, 지적측량성과작성시스템으로 구성되어 있다.",
      "PBLIS와 LMIS를 통합하여 제공하는 시스템이 한국토지정보시스템(KLIS)이다.",
      "다른 시스템과의 정보 공유로 통합된 토지 관련 민원 서비스를 제공할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-59",
    "options": [
      "7일 전",
      "10일 전",
      "15일 전",
      "30일 전"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역의 명칭이 변경된 때에 지적소관청은 시ㆍ도지사를 경유하여 국토교통부장관에게 행정구역변경일 몇 일 전까지 행정구역의 코드변경을 요청하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 2,
    "id": "ea20130602-60",
    "options": [
      "대지권등록부 자료",
      "경계점좌표등록부 자료",
      "공유지연명부 자료",
      "토지대장 및 임야대장 자료"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계를 구축할 경우, 도형데이터 자료를 좌표로 입력하는 원시자료로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2013-06-02)",
    "date": "2013-06-02"
  },
  {
    "answer": 3,
    "id": "ea20130310-41",
    "options": [
      "지적공부관리시스템",
      "지적측량성과작성시스템",
      "지적행정관리시스템",
      "지적측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS의 시스템 구성에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-42",
    "options": [
      "지적도, 임야도의 카드화",
      "토지소유자 주민등록번호 등재 정리",
      "면적을 평간위로 환산 등록",
      "조사ㆍ위성측량을 통한 새로운 데이터 취득"
    ],
    "subject": "토지정보체계론",
    "text": "토지기록전산화의 추진을 위한 준비 단계의 내용으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-43",
    "options": [
      "데이터 획득→수집계획→데이터 검증",
      "수집계획→데이터 검증→데이터 획득",
      "수직계획→데이터 획득→데이터 검증",
      "데이터 검증→데이터 획득→수집계획"
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터의 수집 절차로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 3,
    "id": "ea20130310-44",
    "options": [
      "점",
      "선",
      "행렬",
      "면"
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 기본 요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-45",
    "options": [
      "블록 코드(Block code) 기법",
      "체인 코드(Chain code) 기법",
      "연속분할 코드(Run-length code) 기법",
      "포인트 코드(Point code) 기법"
    ],
    "subject": "토지정보체계론",
    "text": "래스터 자료의 압축방법에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-46",
    "options": [
      "토지와 토지 관련 자료를 수집한다.",
      "토지의 형태와 특성을 기록한다.",
      "토지 정보의 효율적 관리에 이용된다.",
      "토지 과세의 의사결정시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템에 대한 설명이 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-47",
    "options": [
      "초기 구축 비용과 유지 비용이 고가",
      "시스템의 자료구조가 복잡",
      "통제의 집중화에 따른 위험 존재",
      "데이터의 중복성 발생"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스관리시스템(DBMS)의 단점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-48",
    "options": [
      "선 형태",
      "점 형태",
      "면 형태",
      "높이 형태"
    ],
    "subject": "토지정보체계론",
    "text": "지적도의 경계선은 다음 중 어떤 형태의 도형자료로 입력되는가?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-49",
    "options": [
      "토지관리정보체계-KIMS",
      "한국토지정보시스템-KLIS",
      "필지중심토지정보시스템-PBLIS",
      "지리정보시스템-GIS"
    ],
    "subject": "토지정보체계론",
    "text": "지적 관련 전산시스템을 나타내는 용어의 표기가 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-50",
    "options": [
      "5일",
      "10일",
      "20일",
      "30일"
    ],
    "subject": "토지정보체계론",
    "text": "행정구역의 명칭이 변경된 때에, 지적소관청은 국토해양부장관에게 행정구역변경일 몇 일 전까지 행정구역의 코드변경을 요청해야 하는가?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-51",
    "options": [
      "데이터베이스의 관리와 수정이 불편하며 단순한 형태의 데이터만을 저장할 수 있다.",
      "관계형 데이터 모델의 단점을 보완할 수 있는 것으로 등장하였다.",
      "객체지향프로그래밍 언어를 데이터베이스시스템에 적용시킨 것이다.",
      "특정 객체 간에는 데이터와 그 조작 방법을 공유할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "객체지향형데이터베이스 관리체계(OODBMS)의 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-52",
    "options": [
      "소유권변동연혁 조회",
      "개별필지과세변동연혁 조회",
      "집합건물소유권연혁 조회",
      "토지이동연혁 조회"
    ],
    "subject": "토지정보체계론",
    "text": "지적부서가 아닌 부서에 대장전산프로그램의 설치를 승인하고자 할 때, 이를 활용할 수 있도록 하는 해당업무가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-53",
    "options": [
      "해상도를 높이면 자료의 양이 크게 늘어난다.",
      "자료의 이동, 삭제, 입력 등 편집이 어렵다.",
      "위상구조를 부여하지 못하므로 공간적 관계를 다루는 분석이 불가능하다.",
      "중첩기능을 수행하기가 불편하다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터의 단점으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-54",
    "options": [
      "각 필지의 등록사항의 저장, 검색, 수정 등을 처리하는데 이용한다.",
      "필지별 대장의 등록사항과 도면의 등록사항을 연결시킨다.",
      "지적도에 등록된 모든 필지에 부여하여 개별화한다.",
      "경우에 따라서 변경이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "필지식별자(Parcel Identifier)에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-55",
    "options": [
      "이질적인 자료간의 결합을 촉진한다.",
      "데이터의 기본 체계를 유지하여 일관성 있는 데이터를 제공한다.",
      "자료에 대한 접근현황을 실시간으로 보여준다.",
      "지료의 다양한 공간 분석 기준을 제시해 준다."
    ],
    "subject": "토지정보체계론",
    "text": "메타데이터의 역할을 가장 옳게 설명한 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-56",
    "options": [
      "DROP",
      "ALTER",
      "CREATE",
      "INSERT"
    ],
    "subject": "토지정보체계론",
    "text": "표준 데이터베이스 질의언어인 SQL의 데이터 정의어(DDL)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-57",
    "options": [
      "유사한 정보시스템의 개발로 인한 중복 투자 방지",
      "토지의 효율적인 이용 증진과 체계적 국토개발",
      "토지 관련 자료의 원활한 교류와 공동 활용",
      "지적측량과 일반측량의 업무 통합에 따른 효율성 증대"
    ],
    "subject": "토지정보체계론",
    "text": "BPLIS와 NGIS의 연계로 인한 장점으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 1,
    "id": "ea20130310-58",
    "options": [
      "등본 미발급 및 열람현황",
      "토지이동 일일정리현황",
      "토지이동 미정리 내역",
      "토지이동 정리결과"
    ],
    "subject": "토지정보체계론",
    "text": "수작업처리현황의 전산입력이 완료된 때에, 전산처리결과를 출력하여 지적전산자료관리책임관에게 이상유무의 확인을 받는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20130310-59",
    "options": [
      "공간자료를 단순한 좌표목록으로 저장한다.",
      "도면을 독취할 때 작성된 자료와 비슷하다.",
      "인접한 다각형을 나타낼 때에 경계는 2번씩 저장한다.",
      "객체들 간 공간관계가 설정되어 공간분석에 효율적이다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티모델의 특징으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 2,
    "id": "ea20130310-60",
    "options": [
      "하드웨어",
      "기후자원",
      "인적자원",
      "소프트웨어"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템 구성 요소로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2013-03-10)",
    "date": "2013-03-10"
  },
  {
    "answer": 4,
    "id": "ea20120826-41",
    "options": [
      "지적도면 자료를 입력하는 방법이다.",
      "지도상의 정보를 신속하게 입력할 수 있다.",
      "디지타이저를 이용한 입력방법보다 편리하다.",
      "벡터 방식의 입력방법이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보 입력시 스캐닝에 의한 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-42",
    "options": [
      "데이터의 중복성 베제",
      "데이터의 일관성 유지",
      "데이터의 비표준화",
      "데이터의 보안성 유지"
    ],
    "subject": "토지정보체계론",
    "text": "LIS에서 DBMS의 개념을 적용함으로서 얻어지는 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-43",
    "options": [
      "벡터라이징",
      "래스터라이징",
      "필터링",
      "섹션화"
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료를 래스터자료로 자료변환하는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-44",
    "options": [
      "레이어",
      "SDTS",
      "메타데이터",
      "인덱스"
    ],
    "subject": "토지정보체계론",
    "text": "자료에 대한 내용, 품질, 사용조건 등의 정보를 제공하는 것으로 데이터의 이력서라고도 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-45",
    "options": [
      "사용자의 비밀번호가 누설될 우려가 있는 때에는 즉시 이를 변경하여야 한다.",
      "사용자의 비밀번호는 6자리부터 10자리까지의 범위에서 지적소관청별로 일괄 부여한다.",
      "사용자번호는 전국적으로 일련번호를 부여한다.",
      "다른 사용자권한 등록관리청으로 소속이 변경된 경우 사용자번호를 변경된 관리청으로 이관하여 관리한다."
    ],
    "subject": "토지정보체계론",
    "text": "사용자권한 등록파일에 등록하는 사용자번호 및 비밀번호 등에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-46",
    "options": [
      "중첩분석",
      "표면분석",
      "합성분석",
      "검색분석"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 자료 분석 과정 중, 도형자료와 속성자료가 구축된 레이어 간의 정보를 합성하거나 수학적 변환기능을 이용하여 정보를 통합하는 분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-47",
    "options": [
      "지적민원처리의 신속성",
      "전산화를 통한 중앙통제",
      "관련업무의 능률과 정확도 향상",
      "토지관련 정책자료의 다목적 활용"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산화의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-48",
    "options": [
      "INSERT",
      "UPDATE",
      "DELETE",
      "DROP"
    ],
    "subject": "토지정보체계론",
    "text": "SQL언어 중 데이터조작어(DML)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-49",
    "options": [
      "사용료를 수입증지로 납부한다.",
      "사용료를 면제한다.",
      "규정된 사용료의 절반을 현금으로 납부한다.",
      "사용료를 수입인지로 납부한다."
    ],
    "subject": "토지정보체계론",
    "text": "국가나 지방자치단체가 지저전산자료를 이용하는 경우 사용료의 납부방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-50",
    "options": [
      "다목적 지정정보체계 구축",
      "지적 관련 민원의 신속ㆍ정확한 처리",
      "지적재조사의 기반 확보",
      "도시기반시설의 유지 및 관리"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템(LIS)의 구축 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-51",
    "options": [
      "런렝스코드방법",
      "체인코드방법",
      "블록코드방법",
      "트랜스코드방법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터데이터의 자료 압축 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120826-52",
    "options": [
      "자료구조가 단순하다.",
      "객체의 크기와 방향성에 정보를 가지고 있다.",
      "스캐닝이나 위성영상, 디지털 카메라에 의해 쉽게 자료를 취득할 수 있다.",
      "격자의 크기 및 형태가 동일하므로 시뮬레이션에는 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터에 비해 래스터데이터가 갖는 장점으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-53",
    "options": [
      "CELL",
      "DOT",
      "DPI",
      "RADIAN"
    ],
    "subject": "토지정보체계론",
    "text": "스캐닝 방식을 이용하여 지적전산 파일을 생성하고자 한다. 이 때 스캐너의 해상도를 표현하는 단위로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-54",
    "options": [
      "FM(Facility management)",
      "LIS(Land Information System)",
      "UIS(Urban Information System)",
      "CAD(Computer-Aided Drafting)"
    ],
    "subject": "토지정보체계론",
    "text": "도로, 상하수도, 전기시설 등의 자료를 수치 지도화하고 시설물의 속성을 입력하여 데이터베이스를 구축함으로써 시설물 관리활동을 효율적으로 지원하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-55",
    "options": [
      "지적측량성과작성시스템",
      "지적측량시스템",
      "지적행정정보시스템",
      "지적공부관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS를 구성하는 시스템에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-56",
    "options": [
      "레이아웃(layout) 방식",
      "스캐닝(scanning) 방식",
      "COGO(Coordinate geometry) 방식",
      "디지타이징(digitizing) 방식"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 도형자료 입력에 주로 사용하는 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-57",
    "options": [
      "인접성",
      "연결성",
      "단순성",
      "포함성"
    ],
    "subject": "토지정보체계론",
    "text": "위상관계의 특성과 관계가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 1,
    "id": "ea20120826-58",
    "options": [
      "PBLIS와 LMIS를 통합하여 새로 구축한 시스템이다.",
      "2005년부터 국토지리정보원이 개발에 착수하였다.",
      "한국토지정보시스템은 National Geographic Information System)의 약자로 NGIS라 한다.",
      "한국토지정보시스템은 지적공부관리시스템과 지적측량 성과작성시스템으로만 구성되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 4,
    "id": "ea20120826-59",
    "options": [
      "USB",
      "스캐너",
      "디지타이저",
      "플로터"
    ],
    "subject": "토지정보체계론",
    "text": "농지정리사업시행지역의 확정측량작업을 완료하고 행정구역도면을 출력할 때의 출력장비로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 3,
    "id": "ea20120826-60",
    "options": [
      "현존 유ㆍ무(Presence/absence) 방법",
      "중심 셀(centroid of cell) 방법",
      "지배적 유형(dominant type) 방법",
      "과반수(half type) 방법"
    ],
    "subject": "토지정보체계론",
    "text": "래스터이미지를 벡터화하는 과정에서 셀에 대상물을 속성값을 입력하는 방법 중 셀의 50% 이상을 차지하는 대상물이 그 셀 값에 부여되는 방법은?",
    "local_images": [],
    "source": "지적기사 (2012-08-26)",
    "date": "2012-08-26"
  },
  {
    "answer": 2,
    "id": "ea20120304-41",
    "options": [
      "복잡한 현실세계의 묘사가 가능하다.",
      "래스터자료보다 자료구조가 단순하여 중첩분석이 쉽다.",
      "좌표계를 이용하여 공간정보를 기록한다.",
      "위상 관련 정보가 제공되어 네트워크 분석이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료의 구조에 관한 설명으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 3,
    "id": "ea20120304-42",
    "options": [
      "시ㆍ도-2자리",
      "리-2자리",
      "읍ㆍ면ㆍ동-2자리",
      "시ㆍ군ㆍ구-3자리"
    ],
    "subject": "토지정보체계론",
    "text": "토지의 고유번호에서 행정구역 코드의 자리 구성이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-43",
    "options": [
      "중첩(overlay)",
      "레이어(layer)",
      "위상(topology)",
      "커버리지(coverage)"
    ],
    "subject": "토지정보체계론",
    "text": "두 주제 간의 관계를 분석하고 이를 지도학적으로 통합 하여 표현하는 공간 정보 분석 기능은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-44",
    "options": [
      "국토해양부장관",
      "행정안전부장관",
      "국가정보원장",
      "시ㆍ도지사"
    ],
    "subject": "토지정보체계론",
    "text": "지적소관청은 지적전산자료가 멸실ㆍ훼손된 때에는 누구에게 이를 보고하고 전산자료를 복구하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-45",
    "options": [
      "국토지리정보원장",
      "국토해양부장관",
      "대한지적공사장",
      "교육과학기술부장관"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료를 이용ㆍ활용하는데 따른 승인권자에 해당하는 자는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-46",
    "options": [
      "다양한 일필지의 정보를 기록ㆍ유지ㆍ관리하고 제공하기 위산 시스템이다.",
      "물리적 형상의 위치를 보여주는 모형정보와 토지표시사항을 알 수 있는 속성정보로 구성되어 있다.",
      "다목적지적의 구성은 토지에 관한 종합적인 정보를 필지별로 지속적으로 지원하게 되는 토지정보체계로 각 나라의 사정에 따라 다양하게 구성되고 있다.",
      "종래의 제한적인 방식을 이용하여 토지의 위치정보를 단순하게 정리한 토지정보체계이다."
    ],
    "subject": "토지정보체계론",
    "text": "다목적지적에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-47",
    "options": [
      "국토해양부",
      "지역전산본부",
      "행정안전부",
      "대한지적공사"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보 전담 관리기구로서 국가공간정보센터가 설치되어 있는 곳은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-48",
    "options": [
      "각 필지의 등록사항의 저장과 수정 등을 용이하게 처리할 수 있는 고유번호를 말한다.",
      "필지에 관련된 모든 자료의 공통적 색인번호의 역할을 한다.",
      "토지관련정보를 등록하고 있는 각종 대장과 파일 간의 정보를 연결하거나 검색하는 기능을 향상시킨다.",
      "필지의 등록사항 변경 및 수정에 따라 변화할 수 있도록 가변성이 있어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "필지식별번호에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-49",
    "options": [
      "메타데이터는 정보의 공유를 극대화하기 위하여 데이터를 목록화한다.",
      "메타데이터는 캐드자료를 다른 그래픽 체계로 변환하기 위한 자료파일이다.",
      "메타데이터는 공간참조정보 등 자료에 대한 소개가 포함된다.",
      "메타데이터는 일관성을 유지하기 위한 데이터체계를 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "메타데이터(Metadata)에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-50",
    "options": [
      "1960년대",
      "1970년대",
      "1980년대",
      "1990년대"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보의 기초가 되었던 지적전산화가 처음 계획된 시기는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-51",
    "options": [
      "SQL",
      "DLL",
      "DLG",
      "COGO"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계형 DBMS의 질의어는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-52",
    "options": [
      "필지경계",
      "지번",
      "도곽선",
      "소유자"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 수치파일로 작성하는 경우 레이어로 지정할 수 없는 데이터는?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-53",
    "options": [
      "공간자료 간의 자료 독립성 확보를 목적으로 한다.",
      "다양한 공간데이터의 교환 및 공유를 가능하게 한다.",
      "다양한 공간 현상들을 효과적이고 수치화된 지도의 형태로 표현 가능하게 한다.",
      "공간자료의 가치확대에 중요한 역할을 한다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료 교환포맷인 SDTS에 관한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-54",
    "options": [
      "정의",
      "설계",
      "조작",
      "제어"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스 관리시스템의 필수 기능에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-55",
    "options": [
      "디지타이저와 스캐너 장비는 기계적인 오차가 존재한다.",
      "자동으로 래스터자료를 벡터자료로 변환할 경우 오차가 발생할 수 있다.",
      "디지타이저를 이용하여 작업자가 수동으로 도면을 독취하는 경우 작업자의 숙련도가 오차에 영향을 준다.",
      "디지타이저를 이용하여 도면을 입력할 때 기준점이나 지적도의 좌표를 잘못 지정하더라도 독취자료의 일부분에만 오차가 발생한다."
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징 방식과 스캐닝 방식을 이용하여 도형정보를 취득하는 것에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 2,
    "id": "ea20120304-56",
    "options": [
      "블록코드(Block code) 방법",
      "런랭스(Run-length code) 방법",
      "사지수형(Quad-tree code) 방법",
      "체인코드(Chain code) 방법"
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터를 각 행마다 왼쪽에서 오른쪽으로 진행해 가면서 처음 시작하는 셀과 끝나는 셀까지 동일한 수치값을 가지는 셀들을 묶어 표현하는 압축 방법은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-57",
    "options": [
      "데이터의 종복성",
      "중앙제어 기능",
      "직접적인 사용자 연계",
      "효율적인 자료호환"
    ],
    "subject": "토지정보체계론",
    "text": "기존의 파일시스템에 비하여 데이터베이스관리시스템(DBMS)이 갖는 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-58",
    "options": [
      "점, 선, 다각형 등의 객체들이 구조화되지 않은 그래픽 모형이다",
      "인접하고 있는 다각형을 나타내기 위하여 경계하는 선은 두 번씩 저장된다.",
      "객체들 간의 공간 관계가 설정되지 않아 공간분석에 비효율적이다.",
      "자료구조가 복잡하지만 선형 분석, 면형 분석을 하기에 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티(Spaghetti)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 1,
    "id": "ea20120304-59",
    "options": [
      "좌표 삭감(Line Coordinate Thinning)",
      "경계의 부합(Edge Matching)",
      "지도의 결합(Map Join)",
      "면적의 분할(Tiling)"
    ],
    "subject": "토지정보체계론",
    "text": "임야도를 스캐닝하여 구축한 도형자료는 벡터라이징 과정에 의해 필요한 수보다 많은 좌표의 값이 저장된다. 이 때 임야도의 필지(폴리곤) 형태를 유지하면서 좌표의 수를 줄이는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20120304-60",
    "options": [
      "법이 아닌 사단ㆍ재단 등록번호의 직권수정",
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "지적공부의열람 및 등본발급의 관리",
      "표준지 공시지가 변동의 관리"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산정보시스템에서 사용자권한 등록파일에 등록하는 사용자의 권한에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2012-03-04)",
    "date": "2012-03-04"
  },
  {
    "answer": 4,
    "id": "ea20110612-41",
    "options": [
      "일필지기본사항 조회",
      "토지이동연혁 조회",
      "소유권변동연혁 조회",
      "지적측량스행자 조회"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적부서가 아닌 부서에 지적전산프로그램 설치를 승인하여 업무에 활용하도록 하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-42",
    "options": [
      "같은 자료에 동시 접근이 가능하다.",
      "통제의 분산화를 이룰 수 있다.",
      "자료의 중복을 방지할 수 있다.",
      "자료의 효율적인 관리가 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스의 구축에 따른 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-43",
    "options": [
      "Run-length code 기법",
      "Quadtree 기법",
      "Chain code 기법",
      "Block code 기법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터데이터의 압축방법으로 각 행마다 왼쪽에서 오른쪽으로 진행하면서 처음 시작하는 셀과 끝나는 셀까지 동일한 수치값을 갖는 셀들을 묶어 압축하는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-44",
    "options": [
      "시간과 거리에 제한은 받으나 신속한 민원처리가 가능하다.",
      "업무별 분산처리를 실현할 수 있다.",
      "정보와 자원을 공유할 수 있다.",
      "업무처리에 있어 중복을 피할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적행정에 Web LIS를 도입함으로써 발생하는 효과와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 3,
    "id": "ea20110612-45",
    "options": [
      "디지타이저",
      "스캐너",
      "키보드",
      "플로터"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적 관련 속성정보를 데이터베이스에 입력하기에 가장 적합한 장비는?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-46",
    "options": [
      "기계적인 오차",
      "구상구조화에 따른 오차",
      "좌표 독취 과정에서의 오차",
      "벡터자료 변환 과정에서의 오차"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도형자료를 컴퓨터에 입력할 때 발생할 수 있는 오차에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-47",
    "options": [
      "서로 이웃하여 있는 폴리곤 간의 관계를 의미한다.",
      "공간 객체 간의 상호 인접성에 기반을 둔 분석에 필수적이다.",
      "이웃하여 있는 폴리곤들의 경우 상, 하, 좌, 우와 같은 상대적 위치성 또한 파악하여야 할 중요한 요소다.",
      "하나의 지점에서 또 다른 지점으로의 이동시 경로선정 또는 자원의 배분에 활용된다."
    ],
    "subject": "토지정보체계론",
    "text": "위상모형 중 인접성(neighborhood)에 대한 설명에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-48",
    "options": [
      "영문을 포함하여 3자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "4자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 5자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "6자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 사용자권한 등록파일에 등록하는 사용자의 비밀번호 설정 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-49",
    "options": [
      "BSQ(Band SeQuential)",
      "BIA(Band Inerleaved by Area)",
      "BIL(Band Inerleaved by Line)",
      "BIP(Band Inerleaved by Pixel)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터 자료 포맷에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-50",
    "options": [
      "연혁",
      "완전성",
      "논리적 일관성",
      "시간 정확성"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 ISO 19133:2007(지리정보의 품질원칙)에서 점의 한 품질요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-51",
    "options": [
      "지적공부관리업무",
      "지적측량성과작성업무",
      "지적측량업무",
      "공시지가관리업무"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지중심토지정보시스템(PBLIS)의 주요 업무 내용에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-52",
    "options": [
      "하나의 점이 XㆍY 좌표를 기본으로 하고 있어 다른 모형에 비하여 구조가 복잡하고 이해하기 어렵다.",
      "데이터 파일을 이용한 지도를 인쇄하는 단순작업의 경우에 효율적인 도구로 사용되었다.",
      "상호 연관성에 관한 정보가 없어 인접한 객체들의 특징과 관련성, 연결성을 파악하기 힘들었다.",
      "객체들 간에 정보를 갖지 못하고 국수 가락처럼 좌표들이 길게 연결되어 있는 구조를 말한다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티(Spaghetti)모형에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-53",
    "options": [
      "1950.12.1",
      "1975.12.31",
      "1995.1.5",
      "2001.1.27"
    ],
    "subject": "토지정보체계론",
    "text": "지적업무전산화를 목표로 지적법을 전면 개정하여 대장의 속성에서 필지별 고유번호, 지목, 사유, 소유권변동원인등을 최초로 코드화한 시기로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110612-54",
    "options": [
      "OGIS를 개발하고 추진하는데 필요한 합의된 절차를 정립할 목적으로 비영리의 협회형태로 설립되었다.",
      "지리정보를 활용하고 관련 응용분야를 주요 업무로 하고 있는 공공기관 및 민간기관으로 구성ㄱ된 컨소시움이다.",
      "지리정보와 관련된 여러 처리방식에 대하여 개방형 시스템적인 접근을 시도하였다.",
      "지리정보를 객체지향형으로 정의하기 위한 명세서라 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 OGC에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-55",
    "options": [
      "위상형(topological)",
      "관계형(relational)",
      "네트워크형(network)",
      "계층형(hierarchical)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계의 데이터베이스관리시스템을 구축하기 위한 논리적 데이터베이스 모형이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-56",
    "options": [
      "스키마",
      "메타데이터",
      "필지식별자",
      "데이터 모델"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스 시스템의 기본적인 구성요소로서, 데이터의 구조와 제약 조건에 대한 명세를 전반적으로 기술한 것을 일컫는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 1,
    "id": "ea20110612-57",
    "options": [
      "미국",
      "한국",
      "호주",
      "캐나다"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 TIGER파일의 도형자료를 수치지도 데이터베이스로 구축한 국가는?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-58",
    "options": [
      "CEN/TC 287",
      "SDTS",
      "DX-90",
      "Z39-50"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 서로 다른 체계를 간의 자료 공유를 위한 공간 자료교환 표준으로 대표적인 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-59",
    "options": [
      "메쉬(Mesh) 자료",
      "벡터(Vector) 자료",
      "셀(Cell) 자료",
      "래스터(Raster) 자료"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 종이형태의 지적도면을 수동독취기(Digitizer)를 이용하여 입력할 경우 자료 형태로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 2,
    "id": "ea20110612-60",
    "options": [
      "기본적인 공간 단위는 공간 현상을 묘사하기 위한 격자 형태이다.",
      "표현하는 지역의 정확한 위치 표현을 위하여 연속적인 좌표계의 사용을 전제로 한다.",
      "각 픽셀에 표본값을 갖도록 2차원의 행렬 형태로 저장하는 구조이다.",
      "다양한 모델링 작업을 쉽게 수행할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터 데이터 모델에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-06-12)",
    "date": "2011-06-12"
  },
  {
    "answer": 4,
    "id": "ea20110320-41",
    "options": [
      "기존 지형도를 이용하는 방법",
      "지상 측량에 의한 방법",
      "항공사진 측량에 의한 방법",
      "통신장비를 이용하는 방법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간데이터베이스를 구축하기 위한 자료 취득 방법과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-42",
    "options": [
      "임야대장의 전산화 업무",
      "수치지도와 지적도면의 중첩 분석 결과 저장 업무",
      "토지대장의 전산화 업무",
      "정보지리시스템을 통한 지적도 저장 업무"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적전산자료를 활용한 정보화사업에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-43",
    "options": [
      "측지기본망",
      "필지식별자",
      "기본도",
      "지적중첩도"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 다목적지적의 3대 기본요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-44",
    "options": [
      "지적측량성과작성시스템",
      "지적측량자료처리지적측량",
      "지적공부관리지적측량",
      "지적측량지적측량"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지중심토지정보시스템(PBLIS)을 구성하는 내용에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-45",
    "options": [
      "중첩",
      "연결성 추정",
      "네트워크 분석",
      "보간법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 아래의 설명에 해당하는 공간 분석 유형은?",
    "local_images": [
      "images/ea20110320-45_img_0.gif"
    ],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-46",
    "options": [
      "방위도법",
      "정사투영법",
      "가우스상사이중투영법",
      "원추투영법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 우리나라의 지적측량에서 사용하는 직각좌표계의 투영법 기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-47",
    "options": [
      "지적불부합지 문제 해소",
      "토지의 경계복원능력 향상",
      "지하시설물 관리체계 개선",
      "능률적인 지저관리체제 개선"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적재조사사업의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-48",
    "options": [
      "자료 구조가 단순하다.",
      "위상 구조의 표현에 적합하다.",
      "중첩연산을 용이하게 구현할 수 있다.",
      "원격탐사자료와의 연계처리가 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터데이터에 비하여 래스터데이터가 갖는 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-49",
    "options": [
      "대장구분1자리, 본번 4자리, 부번 4자리",
      "대장구분1자리, 본번 3자리, 부번 3자리",
      "대장구분2자리, 본번 3자리, 부번 4자리",
      "대장구분2자리, 본번 4자리, 부번 3자리"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적사무 전산처리 규정에 따른 코드의 구성에서 대장구분, 본번, 부번은 각각 몇 자리로 구성하는 것을 기준으로 하는가?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-50",
    "options": [
      "DROP TABLE",
      "DELETE TABLE",
      "ALTER TABLE",
      "ERASE TABLE"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 테이블을 삭제하는 SQL 명령어로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-51",
    "options": [
      "스캐너에 의한 방법",
      "COGO에 의한 방법",
      "GPS에 의한 방법",
      "토탈스테이션에 의한 방법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 토지정보시스템의 공간데이터 취득 방법 중 선격이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-52",
    "options": [
      "오버슈트(overshoot)",
      "언더슈트(undershoot)",
      "슬리버(sliver)",
      "스파이크(spike)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 좌표가 입력되어야 할 곳에 못 미치게 입력되어 폴리곤이 폐합되지 않게 만드는 오류에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-53",
    "options": [
      "GeoTIF",
      "DXF",
      "SHAPE",
      "DWG"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터형식의 자료에 해당하는 파일포맷은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-54",
    "options": [
      "수치지형도를 도형데이터의 기반으로 하여 구축한 토지정보시스템이다.",
      "지적도면과 대장 정보를 일체화한 통합정보시스템이다.",
      "PBLIS와 LMIS를 통합하여 제공하는 시스템이 한국토지정보시스템(KLIS)이다ㅑ.",
      "다른 시스템과의 정보 공유로 통합된 토지 관련 민원 서비스를 제공할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지중심토지정보시스템(PBLIS)에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-55",
    "options": [
      "자료구조가 복잡하여 여러 레이어의 중첩이나 분석에 기술적으로 난이도가 있다.",
      "복잡한 네트워크상에서 면을 폐합하고 노드를 형성하는 과정에서 불확실성과 오류를 발생할 수 있다.",
      "모든 노드를 확인하는데 많은 시간이 소요된다.",
      "자료구조가 복잡하여 객체들간의 공간적 관계에 대한 정보를 판단할 수 없다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간데이터의 위상구조(Topology)에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-56",
    "options": [
      "데이터 모델(Data Model)의 표준화",
      "데이터 내용(Data Contents)의 표준화",
      "데이터 제공(Data Supply)의 표준화",
      "위치창조(Location Reference)의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 GIS데이터의 표준화에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20110320-57",
    "options": [
      "MOSS",
      "DX-90",
      "TIGER",
      "SDTS"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 GIS의 데이터 교환 표준 포맷은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 3,
    "id": "ea20110320-58",
    "options": [
      "데이터의 내용, 품질, 조건 및 특징 등을 저장한 데이터로 데이터의 이력서이다.",
      "시간이 지나도 사용자에게 일관성 있는 데이터를 제공하는 것이 가능하도록 한다.",
      "속성정보에 대한 정보를 포함하지 못하여 계속적인 개술개발이 요구된다.",
      "데이터의 활용과 유통을 용이하게 한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계의 공간데이터 관리에 필요한 메타데이터(metadata)에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 1,
    "id": "ea20110320-59",
    "options": [
      "사용자의 이름 및 권한과 사용자번호 및 비밀번호",
      "사용자의 이름 및 권한과 사용자번호",
      "사용자의 소속 및 사용자번호 및 권한과 비밀번호",
      "사용자의 소속 및 권한과 비밀번호"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 사용자권한등록관리청이 지적전산시스템 사용자 권한 등록 신청 내용을 심사하여 사용자권한등록파일에 등록하여야 하는 사항을 모두 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 2,
    "id": "ea20110320-60",
    "options": [
      "중복된 업무를 처리하지 않을 수 있다.",
      "업무의 중앙 집중 및 업무별 중앙 제어가 가능하다.",
      "지적 관련 정보와 자원을 공유할 수 있다.",
      "시간과 거리에 제한을 받지 않고 민원을 처리할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적 행정에 웹 LIS를 도입한 효과로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2011-03-20)",
    "date": "2011-03-20"
  },
  {
    "answer": 4,
    "id": "ea20100725-41",
    "options": [
      "점",
      "선",
      "면",
      "격자"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터자료의 공간객체로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-42",
    "options": [
      "각 필지의 등록사항의 저장과 수정 등을 용이하게 처리할 수 있는 고유번호를 말한다.",
      "필지에 관련된 모든 자료의 공통적 색인번호의 역할을 한다.",
      "토지관련정보를 등록하고 있는 각종 대장과 파일 간의 정보를 연결하거나 검색하는 기능을 향상시킨다.",
      "필지의 등록사항 변경 및 수정에 따라 변화할 수 있도록 가변성이 있어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지식별번호에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-43",
    "options": [
      "토지관련 정보를 공동 활용하기 위해 구축한 것이다.",
      "PBLIS와 LIS를 통합하여 구축한 것이다.",
      "지하시설물 관리를 중심으로 구축한 것이다.",
      "행정안전부에서 독자적으로 구축한 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 한국토지정보시스템(KLIS)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-44",
    "options": [
      "토지이동 관련 업무의 분산으로 중복된 업무 탈피",
      "지적도 DB의 통합으로 데이터의 무결성 확보",
      "지적도 DB활용의 극대화를 통합 대민서비스 개선",
      "사용자의 업무 능률 향상"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 한국토지정보시스템(KLIS) 개발의 기대 효과로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-45",
    "options": [
      "지적공부의 전산화 및 전산파일 유지로 지적서고의 체계적 관리 및 확대",
      "체계적이고 효율적인 지적사무와 지적행정의 실현",
      "최신 자료에 의한 지적통계와 주민정보의 정확성 제고 및 온라인에 의한 신속성 확보",
      "전국적인 등본의 열람이 가능하게 하여 민원인의 편의 증진"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지기록전산화의 목적으로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-46",
    "options": [
      "Run-length code",
      "Block code",
      "Chain code",
      "Spaghtti code"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 격자구조의 압축 방법에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-47",
    "options": [
      "SQL",
      "Visual Basic",
      "Visual C++",
      "COBOL"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계형데이터베이스에서 자료의 추출(검색)에 사용되는 표준언어인 비과정 질의어는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-48",
    "options": [
      "자료의 구조가 단순하다.",
      "그래픽 자료의 양이 방대하다.",
      "복잡한 자료를 최소한의 공간에 저장시킬 수 있다.",
      "여러 레이어의 중첩이 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터 자료구조에 비하여 래스터 자료구조가 갖는 장ㆍ단점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-49",
    "options": [
      "메타데이터는 정보의 공유를 극대화하기 위하여 데이터를 목록화한다.",
      "메타데이터는 캐드자료를 다른 그래픽 체계로 변환하기 위한 자료파일이다.",
      ", 메타데이터는 공간참조정보 등 자료에 대한 소개가 포함된다.",
      "메타데이터는 일관성을 유지하기 위한 데이터체계를 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 메타데이터(Metadata)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-50",
    "options": [
      "중첩분석",
      "공간보간",
      "공간패턴",
      "지형분석"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간상에 알려진 표고값이나 속성값을 이용하여 표고나 속성값이 알려지지 않은 지점에 대한 값을 추정하는 공간분석 기법은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-51",
    "options": [
      "필지의 소재지",
      "필지의 지번",
      "필지의 경계",
      "필지의 개별공시지가"
    ],
    "subject": "토지정보체계론",
    "text": "다음의 지적관련 정보 중 도형자료로 활용하기에 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-52",
    "options": [
      "DDL",
      "DBL",
      "DML",
      "DCL"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스의 스키마를 정의하거나 수정하는데 사용하는 데이터 언어는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-53",
    "options": [
      "래스터데이터",
      "속성정보",
      "벡터데이터",
      "메타데이터"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 임야도의 도형자료를 스캐너로 편집한 자료형태는?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-54",
    "options": [
      "지적 재조사 기반 확보",
      "토지관련 서비스 제공",
      "행정의 능률성 제고",
      "LMIS와의 통합"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS의 개발 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100725-55",
    "options": [
      "스캐너",
      "키보드",
      "디지타이저",
      "마우스"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 속성자료의 입력 방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-56",
    "options": [
      "오버슈트(overshoot)",
      "노드중복(overlap)",
      "슬리버(sliver)",
      "스파이크(spike)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 경계선의 이중입력으로 서로 다른 폴리곤이 중첩되어 발생하는 불필요한 폴리곤을 무엇이라고 하는가?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 3,
    "id": "ea20100725-57",
    "options": [
      "지적공부관리시스템",
      "지적측량성과작성시스템",
      "부동산등기관리시스템",
      "지적측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지중심토지정보시스템(PBLIS)의 구성에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-58",
    "options": [
      "데이터베이스의 관리와 수정이 불편하면 단순한 형태의 데이터만을 저장할 수 있다.",
      "관계형데이터모델의 단점을 보완할 수 있는 것으로 등장하였다.",
      "객체지향형데이터모델은 CAD와 GIS등의 분야에서 데이터베이스를 구축할 때 사용할 수 있다.",
      "특정 객체 간에는 데이터와 그 조작 방법을 공유할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 객체지향형데이터베이스 관리체계(OODBMS)의 특징에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 1,
    "id": "ea20100725-59",
    "options": [
      "버퍼분석",
      "네트워크분석",
      "중첩분석",
      "TIN분석"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 특정 공간데이터를 중심으로 일정한 거리 또는 영역을 설정하여 분석하는 공간분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 4,
    "id": "ea20100725-60",
    "options": [
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "토지등급 및 기준수확량등급 변동의 관리",
      "토지 관련 정책정보의 관리",
      "기업별 토지소유현황의 조회"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 사용자권한 등록파일에 등록하는 사용자의 권한에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-07-25)",
    "date": "2010-07-25"
  },
  {
    "answer": 2,
    "id": "ea20100509-41",
    "options": [
      "정의기능",
      "분석기능",
      "제어기능",
      "조작기능"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스 관리 시스템(DBMS)의 기본기능레 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-42",
    "options": [
      "작업자의 실수",
      "PC에 저장된 파일의 빈번한 복사",
      "스캐닝할 도면의 신축",
      "스캐너의 해상도 문제"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터 입력오차가 발생하는 이유로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-43",
    "options": [
      "데이터 질의 표준화",
      "위치좌표의 표준화",
      "데이터가격의 표준화",
      "메타데이터의 표준화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 원활한 자료교환을 위한 표준화 범위에 해당하지 않는 내용은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-44",
    "options": [
      "지적도의 대량 생산 및 배포",
      "대민서비스의 질적 수준 향상",
      "정확한 지적측량자료의 이용",
      "지적도 원형보관 관리의 어려움해소"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적도 전산화 작업의 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-45",
    "options": [
      "블록 코드(Block Code)기법",
      "체인 코드(Chain Code)기법",
      "연속분할 코드(Run-Length Code)기법",
      "포인트 코드(Point Code)기법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터 자료의 압축방법에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-46",
    "options": [
      "토지정보체계는 토지에 대한 정보를 제공함으로써 토지관리를 지원한다.",
      "토지정보체계의 유용성은 토지자료의 유연성과 획일성에 중점을 두고 있다.",
      "토지정보체계의 운영은 자료의 수집 및 자료의 처리ㆍ검색ㆍ분석ㆍ보급 등도 포함한다.",
      "토지정보체계는 토지이용계획, 토지관계 정책자료등에 다목적으로 활용이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-47",
    "options": [
      "중첩분석",
      "표면분석",
      "합성분석",
      "검색분석"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 자료 분석 과정 중, 도형자료와 속성자료가 구축된 레이어 간의 정보를 합성하거나 수확적 변환기능을 이용하여 정보를 통합하는 분석방법은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-48",
    "options": [
      "벡터구조는 격자구조에 비해 자료의 양이 적다.",
      "격자구조는 정확조가 높고 위상관계를 가지고 있다.",
      "벡터구조는 자료구조가 복잡하다.",
      "격자구조는 중첩 분석이나 모델링이 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터구조와 격자구조를 비교하여 설명한 것으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-49",
    "options": [
      "지적불부합지의 과다",
      "경계복원능력의 향상",
      "노후화된 지적도면",
      "지적관리 인력 확장"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적재조사 사업의 필요성으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-50",
    "options": [
      "다양한 일필지의 정보를 기록ㆍ유지ㆍ관리하고 제공하기 위한 시스템이다.",
      "물리적 형상의 위치를 보여주는 도형정보와 토지표시사항을 알 수 있는 속성정보로 구성되어 있다.",
      "토지에 관한 종합적인 정보를 필지별로 지속적으로 지원하게 되는 시스템이다.",
      "종래의 제한적 방식을 이용하여 토지의 위치 정보를 단순하게 정리한 토지정보체계이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 다목적지적의 특징에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-51",
    "options": [
      "영문을 포함하여 3자리부터 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "4자리에서 12자리까지의 범위에서 사용자가 정하여 사용한다.",
      "영문을 포함하여 5자리부터 16자리까지의 범위에서 사용자가 정하여 사용한다.",
      "6자리에서 16자리까지의 범위에서 사용자가 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 사용자권한 등록파일에 등록하는 사용자의 비밀번호 설정기준으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-52",
    "options": [
      "오버슈트(overshoot)",
      "스파이크(spike)",
      "슬리버(sliver)",
      "중복(over lapping)"
    ],
    "subject": "토지정보체계론",
    "text": "디지타이저를 이용하여 도면을 독취할 때에 교차점에 두 개의 선분이 만나는 과정에서 잘못된 좌표가 입력되어 발생하는 오차는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-53",
    "options": [
      "SPPS",
      "SDTS",
      "GIST",
      "NIST"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지형 및 공간과 관련된 모든종류의 공간자료들을 서로 호환이 가능하도록 하기위하여 만들어진 대표적인 교환표준은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-54",
    "options": [
      "손상된 도면을 입력하기에 적합하다.",
      "입력도면의 평탄성오차가 발생한다.",
      "복잡한 도면을 입력할 경우 작업시간이 단축된다.",
      "지적도의 경계선 인식이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 스캐닝 방식에 의한 공간데이터의 취득에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-55",
    "options": [
      "인접 다각형을 나나내기 위해서는 경계선을 두 번씩 저장하여야 하는 단점이 있다.",
      "복잡한 자료구조의 표현과 실세계의 묘사가 가능하다.",
      "인접성 및 연결성 분석과 같은 공간분석이 기능하다.",
      "폴리곤으로 나타난 갹체가 위상구조를 갖게 되면 폴리곤구조는 형상(shape), 인접성(neighborhood), 계급성(hierarchy)의 특성을 지닌다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 위상(topology)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-56",
    "options": [
      "행정처리 단계 축소 및 비용 절감",
      "지적정보 및 부가정보의 효율적 통합 관리",
      "지적재조사 사업의 기반확보",
      "대장과 도면정보의 시스템 분리 운영"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS의 개발 목적으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100509-57",
    "options": [
      "목적",
      "완전성",
      "연혁",
      "처리시간"
    ],
    "subject": "토지정보체계론",
    "text": "ISO 19113(지리정보 - 품질원칙)의 품질개요요소에 해당하지 않는 것은?(단, KS X ISO 19113:2007을 기준으로 함)",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 4,
    "id": "ea20100509-58",
    "options": [
      "조작과 인력",
      "자료",
      "소프트웨어",
      "처리시간"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 3,
    "id": "ea20100509-59",
    "options": [
      "이해와 갱신이 용이 하다.",
      "모든 레코드는 일 대 일(1:1) 혹은 일 대 다수(1:n)의 관계를 갖는다.",
      "가각의 객체는 여러개의 부모레코드를 갖는다.",
      "키필드가 아닌 필드에서 검색이 불가능 하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 계급형(hierarchical) 데이터베이스 모형에 관한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 1,
    "id": "ea20100509-60",
    "options": [
      "미국",
      "한국",
      "호주",
      "캐나다"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 TIGER파일의 도형자료를 수치지도 데이터 베이스로 구축한 국가는?",
    "local_images": [],
    "source": "지적기사 (2010-05-09)",
    "date": "2010-05-09"
  },
  {
    "answer": 2,
    "id": "ea20100307-41",
    "options": [
      "지적중첩도",
      "토지대장",
      "필지식별자",
      "측지기준망"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 다목적 지적제도의 구성요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "ea20100307-42",
    "options": [
      "Buffer",
      "Classification",
      "Dissolve",
      "Interpolation"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 기존 공간 사상의 위치, 모양, 방향 등에 기초하여 공간 형상의 둘레에 특정한 폭을 가진 구역을 구축하는 공간분석 기법은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "ea20100307-43",
    "options": [
      "Run-length code 기법",
      "Quadtree 기법",
      "Chain code 기법",
      "Block code 기법"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터데이터의 압축방법으로 각 행마다 왼쪽에서 오른쪽으로 진행하면서 처음 시작하는 셀과 끝나는 셀까지 동일한 수치값을 갖는 셀들을 묶어 압축하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-44",
    "options": [
      "오버슈트(Over shoot)",
      "아웃슈트(Outshoot)",
      "스파이크(Spike)",
      "슬리버(Sliver)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 디지타이징에 의한 도면의 독취 과정에서 흔히 발생하는 오류에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-45",
    "options": [
      "기술개발분과위원횐",
      "표준화분과위원회",
      "지적정보분과위원회",
      "정책제도분과위원회"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 우리나라 국가 GIS 추진위원회의 실무위원회에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-46",
    "options": [
      "토탈스테이션을 이용한 측량",
      "항공사진측량",
      "인공위성영상의 활용",
      "디지타이징"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 수치지도를 생성하고자 할 때 기존에 존재하는 도면을 이용하는 방법으로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-47",
    "options": [
      "각종 지적행정업무의 수행과 정책정보를 제공할 목적으로 개발되었다.",
      "현대는 LMIS와 통합되어 KLIS로 운영되고 있다.",
      "도형데이터로 지적도, 임야도, 경계점좌표등록부를 사용하였다.",
      "개발 초기에 토지관리업무시스템, 공간자료관리시스템, 토지행정지원시스템으로 구성되었다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지중심토지정보시스템(PBLIS)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-48",
    "options": [
      "래스터데이터에 비하여 자료 구조가 복잡하다.",
      "래스터데이터에 비하여 중첩 기능을 수행하기 어렵다.",
      "다양한 실세계의 공간 사상을 격자형태로 표현한다.",
      "위상에 관한 정보가 제공되므로 관망분석과 같은 공간 분석이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터데이터에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-49",
    "options": [
      "레이어",
      "SDTS",
      "메타데이터",
      "인덱스"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 자료에 대한 내용, 품질, 사용조건 등의 정보를 제공하는 것으로 데이터의 이력서라고도 하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-50",
    "options": [
      "디지타이징",
      "스캐닝",
      "COGO",
      "DIGEST"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 현지측량 등으로 얻어진 대상물의 좌표를 직접 입력하여 공간정보를 구축하는 방식은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-51",
    "options": [
      "지적민원처리의 신속성",
      "전산화를 통한 중앙통제",
      "관련업무의 능률과 정확도 향상",
      "토지관련 정책자료의 다목적 활용"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적전산화의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "ea20100307-52",
    "options": [
      "초기의 구축 비용이 적게 든다.",
      "저장된 자료를 공동으로 이용할 수 있다.",
      "데이터의 무결성을 유지할 수 있다.",
      "데이터의 중복을 피할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 기존의 자료 저장 방식에 비하여 데이터베이스 방식이 가지는 장점으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 1,
    "id": "ea20100307-53",
    "options": [
      "문자",
      "격자셀",
      "영상소",
      "기호"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지도의 형성과 주석을 설명하기 위한 도형요소와 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-54",
    "options": [
      "BMP",
      "JPEG",
      "TIFF",
      "DXF"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터데이터의 저장형식에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-55",
    "options": [
      "시ㆍ군ㆍ구 단위의 지적전산자료를 이용하고자 하는 자는 지적소관청 또는 도지사의 승인을 얻어야 한다.",
      "시ㆍ도 단위의 지적전산자료를 이용하고자 하는 자는 시ㆍ도지사 또는 행정안전부장관의 승인을 얻어야 한다.",
      "전국 단위의 지적전산자료를 이용하고 자는 국토해양부장관, 시ㆍ도지사 또는 지적소관청의 승인을 얻어야 한다.",
      "심사 및 승인을 거쳐 지적전산자료를 이용하는 자는 사용료를 면제한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적전산자료의 이용에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-56",
    "options": [
      "데이터의 좌표변환 시 사용하는 투영법에 따른 오차",
      "원존자료의 부정확성에 따른 오차",
      "자료의 논리적 일관성에 따른 오차",
      "데이터의 입력 과정에서 발생하는 오차"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계에서 데이터베이스의 구축 시 발생하는 오차로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-57",
    "options": [
      "점, 선, 다각형 등의 객체들이 구조화되지 않은 그래픽모형이다.",
      "인접하고 있는 다각형을 나타내기 위하여 경계하는 선은 두 번씩 저장된다.",
      "객체들 간의 공간 관계가 설정되지 않아 공간분석에 비효율적이다.",
      "자료구조가 복잡하지만 선형 분석, 면형 분석 등을 하기에 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 스파게티(Spaghetti)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 4,
    "id": "ea20100307-58",
    "options": [
      "DROP",
      "ALTER",
      "CREATE",
      "INSERT"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 표준 데이터베이스 질의언어인 SQL의 데이터 정의어에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 2,
    "id": "ea20100307-59",
    "options": [
      "Intersect",
      "Union",
      "Identity",
      "Clip"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 두 개 또는 더 많은 레이어들에 대하여 불린(boolean)의 OR 연산자를 적용하여 합병하는 방법으로 기준이 되는 레이어의 모든 특징이 결과 레이어에 포함되는 중첩분석방법은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20100307-60",
    "options": [
      "마이크",
      "외장하드",
      "모니터",
      "키보드"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템에서 출력장치에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2010-03-07)",
    "date": "2010-03-07"
  },
  {
    "answer": 3,
    "id": "ea20090726-41",
    "options": [
      "데이터베이스(Database)",
      "라이브러리(Library)",
      "메타데이터(Metadata)",
      "인덱스(Index)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보로서 데이터의 내용, 품질, 조건 및 기타 특성에 대한 정보를 포함하는 정보의 이력서라 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-42",
    "options": [
      "지적불부합지 문제 해소",
      "토지의 경계복원능력 향상",
      "지하시설물 관리체계 개선",
      "능률적인 지적관리체제 개선"
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사사업의 목적과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-43",
    "options": [
      "Chain Code",
      "Block Code",
      "Structure Code",
      "Run-Length Code"
    ],
    "subject": "토지정보체계론",
    "text": "래스터 데이터의 일반적인 자료압축방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-44",
    "options": [
      "법인 아닌 사단ㆍ재단 등록번호의 직권수정",
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "지적공부의 열람 및 등본교부의 관리",
      "표준지 공시지가 변동의 관리"
    ],
    "subject": "토지정보체계론",
    "text": "전산정보처리조직에서 사용자권한등록파일에 등록하는 사용자 권한에 속하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-45",
    "options": [
      "지적측량성과작성시스템",
      "지적측량자료처리시스템",
      "지적공부관리시스템",
      "지적측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템(PBLIS)의 구성내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-46",
    "options": [
      "공간자료에 관한 정보를 서로 전달하는 언어의 성격을 지니고 있다.",
      "미국, 호주, 한국 등의 국가에서 공간자료의 교환표준으로 채택하고 있다.",
      "자료의 교환표준을 구체적으로 사용 가능하도록 규정하고 설계한 프로파일을 제공한다.",
      "초기에는 국방분야의 공간자료 교환표준으로 개발되었으나 현재는 전 분야에 광범위하게 채택되고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 SDTS(Spatial Data Transfer Standard)에 관한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-47",
    "options": [
      "자료의 중복구축 방지로 비용을 절감할 수 있다.",
      "자료구조의 단순화를 목적으로 한다.",
      "기존에 구축된 모든 데이터에 쉽게 접근할 수 있다.",
      "시스템 간의 상호연계성을 강화할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 자료구축에 있어서 표준화의 필요성과 가장 관련이 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-48",
    "options": [
      "좌표 삭감(Line Coordinate Thinning)",
      "경계의 부합(Edge Matching)",
      "지도의 결합(Map Join)",
      "면적의 분할(Tiling)"
    ],
    "subject": "토지정보체계론",
    "text": "임야도를 스캐닝하여 구축한 도형자료는 벡터라이징 과정에 의해 필요한 수보다 많은 좌표의 값이 저장된다. 이 때 임야도의 필지(폴리곤) 형태를 유지하면서 좌표의 수를 줄이는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-49",
    "options": [
      "레이아웃(layout) 방식",
      "스캐닝(scanning) 방식",
      "COGO(Coordinate geometry) 방식",
      "디지타이징(digitizing) 방식"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 도형자료 입력에 주로 사용하는 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-50",
    "options": [
      "행정구역코드 10자리, 대장구분 1자리, 본번 2자리, 부번 3자리, 합계 16자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 3자리, 부번 4자리, 합계 18자리로 구성",
      "행정구역코드 10자리, 대장구분 1자리, 본번 4자리, 부번 4자리, 합계 19자리로 구성",
      "행정구역코드 10자리, 대장구분 2자리, 본번 4자리, 부번 5자리, 합계 21자리로 구성"
    ],
    "subject": "토지정보체계론",
    "text": "전산정보처리조직에서 사용하는 토지의 고유번호는 어떻게 구성되는가?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-51",
    "options": [
      "사용료를 수입증지로 납부한다.",
      "사용료를 면제한다.",
      "규정된 사용료의 절반을 현금으로 납부한다.",
      "사용룔을 수입인지로 납부한다."
    ],
    "subject": "토지정보체계론",
    "text": "국가 또는 지방자치단체가 지적전산자료를 이용할 경우 수수료의 납부 방법으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-52",
    "options": [
      "네트워크 분석에 효과적이다.",
      "자료의 중첩에 대한 조작이 용이하다.",
      "자료구조가 간단하다.",
      "원격탐사 자료와의 연계처리가 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터구조에 비하여 격자구조가 갖는 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-53",
    "options": [
      "데이터의 일관성 유지",
      "데이터의 중복성 유지",
      "데이터의 무결성 유지",
      "데이터의 공유"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스를 구축하는 목적과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-54",
    "options": [
      "소관청은 행정구역변경일 10일 전까지 직권정정 한다.",
      "소관청이 시ㆍ도지사를 경유하여 국토해양부장관에게 행정구역변경일 10일 전까지 행정구역의 코드 변경을 요청하여야 한다.",
      "소관청이 시ㆍ도지사에게 행정구역변경일 30일 전까지 행정구역의 코드 변경을 요청하여야 한다.",
      "소관청이 시ㆍ도지사에게 행정구역변경일 60일 전까지 행정구역의 코드 변경을 요청하여야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지의 고유번호에 있어 행정구역코드의 변경절차에 대한 내용이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-55",
    "options": [
      "항공사진의 영상처리",
      "위성영상으로부터 정사영상제작",
      "벡터데이터의 입력 및 편집",
      "래스터데이터의 편집"
    ],
    "subject": "토지정보체계론",
    "text": "오버슈트, 슬리버는 다음 중 어떤 자료를 편집하는 중에 발생하는 오류인가?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-56",
    "options": [
      "다원화된 원점의 사용",
      "지적도면의 관리부실",
      "지적도면 재작성의 부정확",
      "수치지적측량방법의 사용"
    ],
    "subject": "토지정보체계론",
    "text": "지적도의 접합시 도곽선이 불일치하는 원인이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090726-57",
    "options": [
      "공간자료를 단순한 좌표목록으로 저장한다.",
      "수작업에 의한 디지타이징 자료가 대표적이다.",
      "인접한 다각형을 나타낼 때에 경계선은 2번씩 저장한다.",
      "객체들 간 공간관계가 설정되어 공간분석에 효율적이다."
    ],
    "subject": "토지정보체계론",
    "text": "스파게티모델의 특징으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 2,
    "id": "ea20090726-58",
    "options": [
      "낱도곽 단위로 도곽신축을 보정한 후 인접화는 도면 간에 도곽접합을 실시한다.",
      "연속도면은 경계복원측량이나 지적측량용으로 적합하다.",
      "경위의측량에 의한 지적도 작성 과정은 축척계수의 고려없이 지표를 일대일로 정사투영한 것이다.",
      "연속도면을 제작하여 사용하는 것은 지적측량 뿐 아니라 도시계획, 다른 GIS 응용시스템과의 연계를 위해 수행될 때 더욱 가치가 있다."
    ],
    "subject": "토지정보체계론",
    "text": "연속도면 제작편집에 관한 설명으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 3,
    "id": "ea20090726-59",
    "options": [
      "디지타이저",
      "스캐너",
      "키보드",
      "플로터"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적 관련 속성정보를 데이터베이스에 입력하는 장비는?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 1,
    "id": "ea20090726-60",
    "options": [
      "시스템 구성이 복잡하고 비용이 많이 소요된다.",
      "데이터 독립성을 지원하지 못한다.",
      "사용자 접근을 제어하는 보안체제가 미흡하다.",
      "다수의 사용자 환경을 지원하지 못한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 데이터베이스 관리에서 파일처리방식의 문제점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-07-26)",
    "date": "2009-07-26"
  },
  {
    "answer": 4,
    "id": "ea20090510-41",
    "options": [
      "지적 재조사 기반 확보",
      "토지관련 서비스 제공",
      "행정의 능률성 제고",
      "LMIS와의 통합"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS의 개발 목적으로 타당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-42",
    "options": [
      "공간자료 간의 자료 독립성 확보를 목적으로 한다.",
      "다양한 공간데이터의 교환 및 공유를 가능하게 한다.",
      "우리나라 NGIS의 공통 데이터 교환 포맷이다.",
      "공간자료의 가치확대에 중요한 역할을 한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간자료 교환포맷인 SDTS에 관한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-43",
    "options": [
      "스캐너",
      "디지타이저",
      "플로터",
      "키보드"
    ],
    "subject": "토지정보체계론",
    "text": "토지대장과 같은 속성정보를 컴퓨터에 입력하는 방법으로 가장 일반적인 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-44",
    "options": [
      "지적측량성과작성시스템",
      "지적측량시스템",
      "지적행정정보시스템",
      "지적공부관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS를 구성하는 시스템에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-45",
    "options": [
      "필지의 소재지",
      "필지의 지번",
      "필지의 경계",
      "필지의 개별공시지가"
    ],
    "subject": "토지정보체계론",
    "text": "다음의 지적관련 정보 중에서 도형자료로 활용할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-46",
    "options": [
      "공간 객체 간의 위상정보를 저장하는데 보편적으로 사용되는 방식이다.",
      "좌표데이터만을 사용할 때보다 다양한 공간분석이 가능하다.",
      "인접한 폴리곤 간의 공통 경계는 각각의 폴리곤에 대하여 한 번씩 반드시 두 번 기록되어야 한다.",
      "다각형의 형상(shape), 인접성(neighborhood), 계급성(hierarchy)을 묘사할 수 있는 정보를 제공한다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료의 저장 모형 중 위상(Topology)모형에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-47",
    "options": [
      "도면번호 정비",
      "도곽선 정비",
      "소유지 정비",
      "경계 정비"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적도면을 전산화함에 있어 정비하여야 할 사항과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-48",
    "options": [
      "DDL(Data Definition Language)",
      "DML(Data Manipulation Language)",
      "DCL(Data Control Language)",
      "DLL(Data Link Language)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 사용자가 데이터베이스에 접근하여 데이터를 처리할 수 있도록 하는 것으로 데이터의 검색, 삽입, 삭제 및 갱신 등과 같은 조작을 하는데 사용되는 데이터 언어는?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20090510-49",
    "options": [
      "LIS(Land Information System)",
      "FM(Facility Management)",
      "UIS(Urban Information System)",
      "CAD(Computer-Aided Drafting)"
    ],
    "subject": "토지정보체계론",
    "text": "도로, 상하수도, 전기시설 등의 자료를 수치 지도화하고 시설물의 속성을 입력하여 데이터베이스를 구축함으로써 시설물 관리활동을 효율적으로 지원하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-50",
    "options": [
      "다른 자료 저장 시스템에 비해 시스템의 구성이 단순하여 그로 인한 자료의 손실 가능성이 낮다.",
      "DBMS에서 제공되는 서비스 기능을 이요하여 새로운 응용프로그램의 개발이 용이하다.",
      "다른 사용자와 함께 자료호환을 자유로이 할 수 있어 효율적이다.",
      "직접적으로 사용자와의 연계를 위한 기능을 제공하여 복잡하고 높은 수준의 분석이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스 관리시스템(DBMS)에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-51",
    "options": [
      "런렝스코드(Run-length code) 기법",
      "체인코드(Chain code) 기법",
      "블록코드(Block code) 기법",
      "사지수형(Quadtree) 기법"
    ],
    "subject": "토지정보체계론",
    "text": "크기가 다른 정사각형을 이용하며, 공간을 4개의 동일한 면적으로 분할하는 작업을 하나의 속성값이 존재할 때까지 반복하는 래스터자료 압축 방법은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-52",
    "options": [
      "디지타이저와 스캐너 장비는 기계적인 오차가 존재한다.",
      "자동으로 래스터자료를 벡터자료로 변환할 경우 오차가 발생할 수 있다.",
      "디지타이저를 이용하여 작업자가 수동으로 도면을 독취하는 경우 작업자의 숙련도가 오차에 영향을 준다.",
      "디지타이저를 이용하여 도면을 입력할 때 기준점이나 지적도의 좌표를 잘못 지정하더라도 독취자료의 일부분에만 오차가 발생한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 디지타이징 방식과 스캐닝 방식을 이용하여 도형 정보를 취득하는 것에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-53",
    "options": [
      "사용자의 비밀번호가 누설될 우려가 있는 때에는 즉시 이를 변경하여야 한다.",
      "필요한 경우 사용자번호는 변경할 수 있다.",
      "사용자번호는 전국적으로 일련번호를 부여한다.",
      "다른 사용자권한등록관리청으로 소속이 변경된 경우 사용자번호를 변경된 관리청으로 이관하여 관리한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산정보처리조직 담당자의 사용자번호 및 비밀번호에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-54",
    "options": [
      "매일",
      "매주말",
      "매월말",
      "매분기말"
    ],
    "subject": "토지정보체계론",
    "text": "지역전산본부에서는 언제를 기준으로 지적통계를 작성하여야 하는가?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-55",
    "options": [
      "위상형(topological)",
      "관계형(relational)",
      "네트워크형(metwork)",
      "계층형(hierarchical)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계의 데이터베이스관리시스템을 구축하기 위한 논리적 데이터베이스 모형이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 1,
    "id": "ea20090510-56",
    "options": [
      "디지타이징",
      "지상측량",
      "항공측량",
      "GPS 측량"
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터를 1차 데이터와 2차 데이터로 분류할 때, 다음 중 1차 공간데이터의 취득 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-57",
    "options": [
      "교육과학기술부장관",
      "지식경제부장관",
      "행정안전부장관",
      "국토해양부장관"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보센터의 운영을 위하여 필요하다고 인정하는 경우 국가기관 및 공공기관의 장에게 토지관련자료의 제출을 요구할 수 있는 자는?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 4,
    "id": "ea20090510-58",
    "options": [
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "토지등급 및 기준수확량등급 변동의 관리",
      "토지관련 정책정보의 관리",
      "기업별 토지소유현황의 조회"
    ],
    "subject": "토지정보체계론",
    "text": "전산정보처리조직에서 사용자권한등록파일에 등록하는 사용자의 권한에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-59",
    "options": [
      "지적삼각점의 관리 부실 개선",
      "세계좌표계로의 변환에 대비",
      "토지관련 정보의 효율적 관리 및 이용",
      "지적 불부합에 의한 분쟁 해결"
    ],
    "subject": "토지정보체계론",
    "text": "지적분야에서 토지정보시스템이 필요한 이유로 가장 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 3,
    "id": "ea20090510-60",
    "options": [
      "그래픽과 관련된 속성정보의 추출 및 일반화, 갱신 등이 용이하다.",
      "복잡한 현실세계의 묘사가 가능하다.",
      "자료구조가 단순하다.",
      "그래픽의 정확도가 높다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보의 공간자료 형태 중 래스터데이터에 비하여 벡터데이터가 갖는 장점과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2009-05-10)",
    "date": "2009-05-10"
  },
  {
    "answer": 2,
    "id": "ea20080727-41",
    "options": [
      "지적민원처리의 신속성",
      "전산화를 통한 중앙통제",
      "업무 처리의 능률 및 정확도 향상",
      "토지관련 정책자료의 다목적 활용"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산화의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-42",
    "options": [
      "일관성이 있는 데이퍼를 이용자에게 제공할 수 있다.",
      "데이터가 색인화 되어 있어 사용하기에 편리하다.",
      "정보의 공유를 극대화한다.",
      "대용량의 데이터를 구축하는 것을 불가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 Metadata에 대한 성명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-43",
    "options": [
      "국토지리정보원장",
      "국토해양부장관",
      "대한지적공사장",
      "교육과학기술부장관"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료를 이용ㆍ활용하는데 따른 승인권자에 속하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-44",
    "options": [
      "시스템 구성이 파일방식에 비해 단순하다.",
      "중앙제어가 가능하다.",
      "자료의 중복을 최대한 감소시킬 수 있다.",
      "DB내의 자료는 다른 사용자와의 호환이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS방식의 자료관리의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-45",
    "options": [
      "중첩분석",
      "표면분석",
      "합성분석",
      "검색분석"
    ],
    "subject": "토지정보체계론",
    "text": "GIS의 자료 분석 과정 중 도형 자료와 속성자료가 각긱 구축된 레이어 간의 정보를 합성하거나 수학적 변환기능을 이용하여 정보를 통합하는 분석 방법은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-46",
    "options": [
      "데이터베이스의 관리와 수정이 불편하며 단순한 형태의 데이터만을 저장할 수 있다.",
      "관계형데이터모델의 단점을 보완할 수 있는 것으로 등장하였다.",
      "객체지향형데이터모델은 CAD와 GIS등의 분야에서 데이터베이스를 구축할 때 사용할 수 있다.",
      "특정 객체 간에는 데이터와 그 조작 방법을 공유할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "객체지향형데이터베이스 관리체계(OODBMS)의 특징에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-47",
    "options": [
      "사료의 목적 외 사용방지 및 안전관리 대책",
      "개인의 사생활 침해 여부",
      "자료의 이용에 따른 사용료 납부 방법",
      "신청내용의 타당성ㆍ적합성ㆍ공익성"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 이용에 대한 심사신청을 받은 관계 중앙행정기관의 장이 심사하는 사항에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-48",
    "options": [
      "지적도면 자료를 입력하는 방법이다.",
      "지도상의 정보를 신속하게 입력할 수 있다.",
      "디지타이저를 이용한 입력방법 보다 편리하다.",
      "벡터 방식의 입력방법이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보 입력시 스캐닝에 의한 방법에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-49",
    "options": [
      "오버슈트(overshoot)",
      "언더슈트(undershoot)",
      "슬리버(sliver)",
      "스파이크(spike)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 좌표가 입력되어야 할 곳에 못 미치게 입력되어 폴리곤이 폐합되지 않게 만드는 오류에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-50",
    "options": [
      "평면구조",
      "계층구조",
      "조직망구조",
      "관계구조"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 구조 중 트리(Tree) 형태의 구조로 데이터들이 구성되어 기록추가와 삭제가 용이한 반면, 지시자에 의해 설정된 경로만을 통해야 자료에 접근할 수 있는 단점을 가진 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-51",
    "options": [
      "점",
      "선",
      "격자",
      "면"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터방식의 자료구조의 표현과 관계가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-52",
    "options": [
      "위상에 관한 정보가 제공된다.",
      "원격탐사 자료와의 연계처리가 용이하다.",
      "객체별로 선택할 수 있다.",
      "자료갱신과 유지관리가 편리하다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-53",
    "options": [
      "데이터의 질",
      "메타데이터의 작성자 및 작성일지",
      "메타데이터의 유통과정",
      "공간참조를 위해 사용된 지도투영법의 명칭"
    ],
    "subject": "토지정보체계론",
    "text": "메타데이터에 포함되는 기본요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-54",
    "options": [
      "벡터라이징",
      "래스터라이징",
      "스캐닝",
      "디지타이징"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터자료를 벡터자료로 변환하는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-55",
    "options": [
      "필지경계",
      "지번",
      "도곽선",
      "소유자"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 수치파일로 작성하는 경우 레이어로 지정할 수 없는 데이터는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080727-56",
    "options": [
      "하드웨어",
      "데이터베이스",
      "보안시스템",
      "전문인력"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 구성요소에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-57",
    "options": [
      "DXF",
      "BMP",
      "JPEG",
      "TIFF"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 취득된 공간자료의 자료구조 포맷이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 4,
    "id": "ea20080727-58",
    "options": [
      "Run-length code",
      "Block code",
      "Chain code",
      "Spaghetti code"
    ],
    "subject": "토지정보체계론",
    "text": "격자자료를 압축저장하는 방법에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 1,
    "id": "ea20080727-59",
    "options": [
      "토지관련 정보를 공동활용하기 위해 구축한 것이다.",
      "PBLIS와 LIS를 통합 구축한 것이다.",
      "지하시설물 관리를 중심으로 구축한 것이다.",
      "행정안전부에서 독자적으로 구축한 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템(KLIS)에 대한 설명이 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 2,
    "id": "ea20080727-60",
    "options": [
      "자료모델로는 Geometry와 Topology로 구별하여 정의하고 있다.",
      "자료를 교환하기 위한 파일의 물리적 포맷을 말한다.",
      "NGIS의 데이터 교환 표준화로 제정되었다.",
      "다양한 공간데이터의 교환 및 공유가 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터교환표준(SDTS:Spatial Data Transfer Standard)의 특징에 대한 설명이 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-07-27)",
    "date": "2008-07-27"
  },
  {
    "answer": 3,
    "id": "ea20080511-41",
    "options": [
      "데이터의 내용, 품질, 조건 및 특징 등을 저장한 데이터로 데이터의 이력서이다.",
      "데이터의 공유를 위해서는 메타데이터의 표준화가 필요하다.",
      "속성정보에 대한 정보를 포함하지 못하여 계속적인 기술개발이 필요하다.",
      "데이터의 활용과 유통을 용이하게 한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계의 공간데이터 관리에 필요한 메타데이터(metadata)에 관한 설명으로 가장 관련이 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-42",
    "options": [
      "지적불부합지 문제 해소",
      "토지의 경계복원력 향상",
      "국가재정 확충",
      "능률적인 지적관리체제로 개선"
    ],
    "subject": "토지정보체계론",
    "text": "지적재조사사업으로 기대되는 효과와 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-43",
    "options": [
      "행정구역",
      "교통",
      "지적",
      "개별공시지가"
    ],
    "subject": "토지정보체계론",
    "text": "국가지리정보체계의 구축 및 활용 등에 관한 법률에 의한 기초적인 주요 지리정보로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-44",
    "options": [
      "기존 지형도를 이용하는 방법",
      "지상 측량에 의한 방법",
      "항공사진 측량에 의한 방법",
      "통신장비"
    ],
    "subject": "토지정보체계론",
    "text": "공간데이터를 구축하기 위한 자료 취득 방법과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-45",
    "options": [
      "조직과 인력, 하드웨어 및 소프트웨어, 자료",
      "하드웨어 및 소프트웨어, 통신장비, 네트워크",
      "자료, 보안장치, 시설",
      "지적측량, 조직과 인력, 네트워크"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 주된 구성요소로만 나열한 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-46",
    "options": [
      "지적공부관리시스템",
      "지적측량성과작성시스템",
      "부동산등기관리시스템",
      "민원발급관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "한국토지정보시스템(KLIS)의 구성에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-47",
    "options": [
      "시ㆍ군ㆍ구 시ㆍ군ㆍ구 단위의 지적전산자료를 이용하고자 하는 자는 소관청 또는 도지사의 승인을 얻어야 한다.",
      "시ㆍ도 단위의 지적전사자료를 이용하고자 하는 자는 시ㆍ도지사 또는 행정안전부장관의 승인을 얻어야 한다.",
      "전국 단위의 지적전사자료를 이용하고자 하는 국토해양부장관의 승인을 얻어야 한다.",
      "심사 및 승인을 거쳐 지적전사자료를 이용하고자 하는 사용료를 면제한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 이용에 관한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-48",
    "options": [
      "SQL",
      "DLL",
      "DLG",
      "COGO"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계형 DBMS의 질의어는?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-49",
    "options": [
      "행정고역코드 10자리, 대장구분 1자리, 본번 2자리, 부번 3자리 합계 16자리로 구성",
      "행정고역코드 10자리, 대장구분 1자리, 본번 3자리, 부번 4자리 합계 18자리로 구성",
      "행정고역코드 10자리, 대장구분 1자리, 본번 4자리, 부번 4자리 합계 19자리로 구성",
      "행정고역코드 10자리, 대장구분 2자리, 본번 4자리, 부번 5자리 합계 21자리로 구성"
    ],
    "subject": "토지정보체계론",
    "text": "전산정보처리조직에서 사용하는 토지고유번호의 구성은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-50",
    "options": [
      "등기필증",
      "토지대장 및 매매계약서",
      "등기부등본",
      "등기관서에서 제공한 등기전산 정보자료"
    ],
    "subject": "토지정보체계론",
    "text": "지적공부의 등록사랑 중에서 토지소유자에 관한 사항에 잘못이 있어 등록사항을 정정하는 경우 확인자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-51",
    "options": [
      "인접성",
      "연결성",
      "단순성",
      "포함성"
    ],
    "subject": "토지정보체계론",
    "text": "공간정보의 위상관계의 특성과 관계가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-52",
    "options": [
      "정의기능",
      "분석기능",
      "제어기능",
      "조작기능"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스 관리 시스템(DBMS)의 기본 기능과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-53",
    "options": [
      "벡터데이터에 비해 상대적으로 데이터 구조가 단순하다.",
      "입력되는 자료의 양이 많아 자료의 처리와 분석에 시간이 많이 걸린다.",
      "위상에 관한 정보가 제공되므로 관망분석과 같은 다양한 공간분석이 가능하다.",
      "격자구조에서 각각의 격자는 격자 내에 포함된 주제와 관련된 하나의 수치값만을 저장한다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터데이터의 특징에 대한 성명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-54",
    "options": [
      "위치정보",
      "지질정보",
      "도형정보",
      "속성정보"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보의 유형과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 2,
    "id": "ea20080511-55",
    "options": [
      "확대축소하여도 선이 매끄럽다.",
      "자료의 표준화를 위해 geoTIFF가 개발되었다.",
      "위상구조를 가질 수 있다.",
      "객체의 크기와 방향선에 대한 정보를 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터데이터의 득징에 대한 설명이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-56",
    "options": [
      "Over Lapping",
      "Sliver Polygon",
      "Spike",
      "Under Shoot"
    ],
    "subject": "토지정보체계론",
    "text": "두 선이 연결될 때 한 점에 엉뚱한 좌표가 입력되어 튀어나온 상태의 디지타이징(또는 벡터편집) 오류로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-57",
    "options": [
      "고용증대",
      "정보의 공유화",
      "업무의 신속화",
      "원활한 의사결정의 지원"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구축효과에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 3,
    "id": "ea20080511-58",
    "options": [
      "손상된 도면의 경우 스캐닝에 의한 인식이 원활하지 못하다.",
      "복잡한 도면을 입력할 경우에 작업시간이 단축된다.",
      "레이어별로 나뉘어져 입력되므로 소요비용이 저렴하다.",
      "특정 주제만을 선택하여 입력시킬 수 없다."
    ],
    "subject": "토지정보체계론",
    "text": "도형정보의 입력방법 중 스캐닝 방식의 특징에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 4,
    "id": "ea20080511-59",
    "options": [
      "등사방식",
      "스캐닝방식",
      "디지타이징방식",
      "좌표입력방식"
    ],
    "subject": "토지정보체계론",
    "text": "경계점좌표등록부 비치지역의 지적도면을 전산화하는 방법으로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080511-60",
    "options": [
      "위상구조화에 따른 오차",
      "좌표 독취 과정에서의 오차",
      "벡터자료 변환 과정에서의 오차",
      "기계적인 오차"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도형자료를 컴퓨터에 입력할 때 발생할 수 있는 오차와 가장 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-05-11)",
    "date": "2008-05-11"
  },
  {
    "answer": 1,
    "id": "ea20080302-41",
    "options": [
      "매년 말을 기준",
      "매반기 말을 기준",
      "매분기 말을 기준",
      "매월 말을 기준"
    ],
    "subject": "토지정보체계론",
    "text": "특별시장ㆍ광역시장 또는 도지사가 시ㆍ도의 지적전산자료를 시ㆍ군의 전산자료와 항상 일치시키기 위하여 재구축을 하여야 하는 기준 시점으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-42",
    "options": [
      "인력 및 조직",
      "데이터베이스",
      "소프트웨어",
      "정보이용자"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성요소에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-43",
    "options": [
      "법인 아닌 사단ㆍ재단 등록번호의 직권수정",
      "지적전산코드의 입력ㆍ수정 및 삭제",
      "지적공부의 열람 및 등본교부의 관리",
      "표준지 공시지가 변동의 관리"
    ],
    "subject": "토지정보체계론",
    "text": "전산정보처리조직에서 사용자권한등록파일에 등록하는 사용자 권한에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-44",
    "options": [
      "필요한 최소한도 안에서 신청하여야 한다.",
      "지적파일 자체를 제공하라고 신청할 수는 없다.",
      "지적공부의 형식으로는 복사할 수 없다.",
      "승인받은 자료의 이용ㆍ활용에 관한 사용료는 무료이다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 이용 및 활용에 관한 사항 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-45",
    "options": [
      "대장구분 1자리, 본번 4자리, 부번 4자리",
      "대장구분 1자리, 본번 3자리, 부번 3자리",
      "대장구분 2자리, 본번 3자리, 부번 4자리",
      "대장구분 2자리, 본번 4자리, 부번 3자리"
    ],
    "subject": "토지정보체계론",
    "text": "지적사무전산처리규정의 고유번호 구성에서 대장구분, 본번과 부번의 행정구역 코드의 구성은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-46",
    "options": [
      "데이터베이스(Database)",
      "라이브러리(Library)",
      "메타데이터(Metadata)",
      "인텍스(Index)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보로서 데이터의 내용, 품질, 조건 및 기타 특성에 대한 정보를 포함하는 정보의 이력서라 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-47",
    "options": [
      "자료구조의 표현이 용이하다.",
      "위상자료구조를 가질 수 있다.",
      "정확한 그래픽의 표현이 가능하다.",
      "셀 단위로 구성되어 파일 크기가 작다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료(Vector Data)의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-48",
    "options": [
      "DBMS는 물리적인 시스템으로 데이터베이스를 생성ㆍ관리ㆍ제공하는 집합이라고 할 수 있다.",
      "DBMS는 데이터를 저장하고 정보를 추출할 수 있는 효율적이고 편리한 방법을 사용자에게 제공하는데 목적이 있다.",
      "DBMS의 주요 기능은 데이터를 안정적으로 관리하고 효율적인 검색 및 데이터베이스의 질의 언러를 지원하는 것이다.",
      "파일처리방식에 비하여 시스템구성이 단순해져 자료의 손실 가능성이 적어졌다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스관리시스템(DBMS:Database Management System)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-49",
    "options": [
      "벡터 자료",
      "래스터 자료",
      "속성 자료",
      "단위 자료"
    ],
    "subject": "토지정보체계론",
    "text": "현실 세계의 객체 및 객체와 관련되는 모든 형상의 점, 선, 면을 이용하여 마치 지도상에 나타나는 것과 같이 표현되는 자료는?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-50",
    "options": [
      "토지정보체계는 토지에 관한 정보를 제공함으로써 토지관리는 지원한다.",
      "토지정보체계의 유용성은 토지자료의 유연성과 획일성에 중점을 두고 있다.",
      "토지정보체계 운영은 자료의 취득과 수집을 포하모하고 그들의 처리, 유지, 검색, 분석, 보급 등도 포함한다.",
      "토지정보체계는 정보의 생산자를 위해서라기보다는 사용자의 이익을 위해 설계되었다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-51",
    "options": [
      "지적측량 성과작성 시스템",
      "지적측량 자료처리 시스템",
      "지적공부 관리 시스템",
      "지적측량 시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심 토지정보 시스템의 구성내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-52",
    "options": [
      "CIS",
      "NGIS",
      "PBLIS",
      "GSIS"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 필지중심토지정보시스템을 나타내는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20080302-53",
    "options": [
      "단일주제와 관련된 도형자료만을 의미한다.",
      "균등한 특성을 갖는 래스터정보의 기본요소를 의미한다.",
      "한가지 주제 또는 형식의 자료로서 공간자료와 속성자료를 갖고 있는 수치지도를 의미한다.",
      "업무 활동 모형에서 업무 활동 상호간의 의존성 정도를 의미한다."
    ],
    "subject": "토지정보체계론",
    "text": "LIS에서 커버리지(coverage)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-54",
    "options": [
      "스캐너를 이용하여 정보를 신속하게 입력시킬 수 있다.",
      "스캐너는 광학주사기 등을 이용하여 레이저 광선을 도면에 주사하여 반사되는 값에 수치값을 부여하여 데이터의 영상자료를 만드는 것이다.",
      "스캐너 영상자료는 GIS 소프트웨어를 이용하여 벡터라이징을 통해 수치지도로 제작된다.",
      "스캐닝은 문자나 그래픽 심볼과 같은 부수적 정보를 많이 포함한 도면을 입력하는데 적합하다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료의 입력방법인 스캐닝에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-55",
    "options": [
      "트림",
      "복제",
      "익스텐드",
      "병합"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공간정보의 편집에서 분리되어 있는 객체를 하나로 합치는 작업은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-56",
    "options": [
      "벡터라이징 오류",
      "언더슈트(undershoot)",
      "슬리버(sliver)",
      "자료중복"
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징에서 발생하는 오류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-57",
    "options": [
      "지도형상의 수치(좌표)적 설명이다.",
      "지도의 특정한 공간적 형상을 설명한다.",
      "공간객체의 형상을 시각적인 판단의 근거로 제공한다.",
      "지도형상의 특성에 대한 설명정보를 부여한다."
    ],
    "subject": "토지정보체계론",
    "text": "도형정보에 관한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 4,
    "id": "ea20080302-58",
    "options": [
      "래스터자료를 소프트웨어에 의해 벡터화 하는 것이다.",
      "경우에 따라 수동 디지타이징보다 결과가 나쁠 수 있다.",
      "자동벡터화 후에 처리결과를 확인할 필요가 있다.",
      "위상구조화 작업도 신속하게 이루어진다."
    ],
    "subject": "토지정보체계론",
    "text": "자동 벡터화에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 1,
    "id": "ea20080302-59",
    "options": [
      "입체형(solid)",
      "계급형(hierarchical)",
      "관망형(network)",
      "관계형(relational)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스의 일반적인 모형과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 2,
    "id": "ea20080302-60",
    "options": [
      "DIGEST",
      "SDTS",
      "DX-90",
      "Z39.50"
    ],
    "subject": "토지정보체계론",
    "text": "서로 다른 체계들 간의 자료 공유를 위한 공간자료교환 표준회를 지칭하는 것은?",
    "local_images": [],
    "source": "지적기사 (2008-03-02)",
    "date": "2008-03-02"
  },
  {
    "answer": 3,
    "id": "ea20070805-41",
    "options": [
      "토지에 관한 제반 정보를 전산화하여 효율적으로 관리하는데 목적이 있다.",
      "필지를 단위로 지적공부를 전산화한 시스템이다.",
      "토지개발에 따른 환경영향을 평가하는 시스템이다.",
      "합리적인 토지정책 수립과 토지업무의 효율화에 기여하는 시스템이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 내용 중 토지정보시스템에 대한 설명으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-42",
    "options": [
      "디지타이징",
      "스캐닝",
      "정위치편집",
      "구조화편집"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 위상자료구조를 만드는 과정에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-43",
    "options": [
      "Undershoot and Overshoot: 두 선이 목표지점을 벗어나거나 못 미치는 오류를 수정하기 위해서는 선분의 길이를 늘려주거나 줄여야 한다.",
      "라벨오류:잘못된 라벨을 선택하여 수정하거나 제 위치에 옮겨주면 된다.",
      "Sliver 폴리곤:폴리곤이 겹치지 않게 적절하게 위치를 이동시킴으로서 부정확하게 입력된 선분을 만든 버틱스들을 제거함으로써 수정될 수도 있다.",
      "선의 중복:중복된 두 선을 제거함으로써 쉽게 오류를 수정할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "디지타이징 입력에 의한 도면의 오류를 수정하는 방법으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-44",
    "options": [
      "Chain Code",
      "Block Code",
      "Structure Code",
      "Run-Length Code"
    ],
    "subject": "토지정보체계론",
    "text": "래스터 데이터의 일반적인 자료압축방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-45",
    "options": [
      "BMP",
      "JPG",
      "DXF",
      "GIF"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터자료에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-46",
    "options": [
      "레이아웃(layout) 방식",
      "스캐팅(scanning) 방식",
      "COGO(Coordinate geometry) 방식",
      "디지타이징(digitizing) 방식"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템의 도형자료 입력에 주로 사용하는 방식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-47",
    "options": [
      "지적공부의 전산화 및 전산파일 유지로 지적서고의 폐지",
      "체계적이고 과학적인 지적사무와 지적행정의 실현",
      "최신의 자료확보로 지적통계와 주민정보의 정확성 제고 및 온라인에 의한 신속성 확보",
      "전국적인 등본, 열람이 가능하게 하여 민원인의 편의 증진"
    ],
    "subject": "토지정보체계론",
    "text": "토지기록전산화의 목적으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-48",
    "options": [
      "도시의 교통문제 해결",
      "인적관리 행정의 간편화 및 공개화",
      "체계적인 도면 관리로 업무의 효율화와 신속 처리",
      "토지ㆍ부동산 정보관리체계 및 다목적 지적정보체계 구축"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 필요성으로 가장 적절한 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-49",
    "options": [
      "점(point)",
      "선(line)",
      "면(area)",
      "격자(grid)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터자료의 공간객체로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-50",
    "options": [
      "통계자료, 보고서, 관측자료, 범례 등의 형태로 구성되어 있다.",
      "선 또는 다각형과 입체의 형태로 표현되는 자료이다.",
      "법규집, 일반보고서 등의 자료를 말한다.",
      "글자, 숫자, 기호, 색상 등으로 구성되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스에서 속성자료의 형태에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-51",
    "options": [
      "Coverage",
      "Layer",
      "TIN",
      "lmage"
    ],
    "subject": "토지정보체계론",
    "text": "다음 자료들 중에서 지형, 지세 등 표면표현 및 등고선, 3차원 표현 등 표면모델링에 이용되는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-52",
    "options": [
      "도면번호 정비",
      "도곽선 정비",
      "소유자 정비",
      "경계 정비"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적도면을 전산화함에 있어 정비하여야 할 사항과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-53",
    "options": [
      "SQL",
      "Visual Basic",
      "Visual C++",
      "COBOL"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 관계형데이터베이스에서 자료의 추출(검색)에 사용되는 언어는?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-54",
    "options": [
      "지적행정시스템",
      "지적공부관리시스템",
      "지적측량시스템",
      "지적측량성과작성시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스템의 구성체계 중, 지적측량업무를 지원하는 시스템으로서 지적측량업무의 자동화를 통하여 생산성과 정확성을 높여주는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 3,
    "id": "ea20070805-55",
    "options": [
      "그래픽의 정확도가 높다.",
      "위치와 속성의 검색, 갱신, 일반화가 가능하다.",
      "래스터자료보다 자료구조가 단순하다.",
      "현상적 자료구조를 잘 표현할 수 있고 축약되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "벡터자료에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-56",
    "options": [
      "손상된 도면을 입력하기에 적합하다.",
      "작업자의 숙련 정도에 디지타이징보다 큰 영향을 받지 않는다.",
      "복잡한 도면을 입력할 경우에는 작업시간이 단축된다.",
      "지적도의 경계선 인식이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "스캐닝 방식에 의한 공간데이터 취득의 장점에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-57",
    "options": [
      "건물관리 중심의 개발",
      "사용자 편리성 및 정보의 정확성",
      "객체지향 기법 적용",
      "시군구행정종합시스템과의 연계 구현"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS 시스템과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 4,
    "id": "ea20070805-58",
    "options": [
      "정보통신부장관",
      "국토지리정보원장",
      "대한지적공사장",
      "행정자치부장관"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보센터의 유지관리 등에 필요한 사항을 정하는 자는?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070805-59",
    "options": [
      "소관청이 변경일 10일 전까지 직권정정 한다.",
      "소관청이 행정자치부장관에게 변경일 10일 전까지 변경요청 하여야 한다.",
      "소관청이 시ㆍ도지사에게 변경일 30일 전까지 변경요청 허여야 한다.",
      "소관청이 시ㆍ도지사에게 변경일 60일 전까지 변경요청 하여야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "토지의 고유번호에 있어 행정구역코드의 변경절차로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 1,
    "id": "ea20070805-60",
    "options": [
      "Database",
      "Geocode",
      "DMSS",
      "Expert System"
    ],
    "subject": "토지정보체계론",
    "text": "전산화 관련 자료의 구조중 하나의 조직 안에서 다수의 사용자들이 공통으로 사용할 수 있도록 통합 저장되어 있는 운영자료의 집합은 무엇인가?",
    "local_images": [],
    "source": "지적기사 (2007-08-05)",
    "date": "2007-08-05"
  },
  {
    "answer": 2,
    "id": "ea20070513-41",
    "options": [
      "그리드(Grid)",
      "폴리곤(Polygon)",
      ", 셀(Cell)",
      "픽셀(Pixel)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 래스터식 자료구조와 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-42",
    "options": [
      "지적민원처리의 신속성",
      "전산화를 통한 중앙통제",
      "관련업무의 능률과 정확도 향상",
      "토지관련 정책자료의 다목적 활용"
    ],
    "subject": "토지정보체계론",
    "text": "지적전산화의 필요성으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-43",
    "options": [
      "조직과 인력",
      "자료",
      "소프트웨어",
      "처리시간"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구성요소로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-44",
    "options": [
      "레이어",
      "버퍼",
      "메타데이터",
      "인덱스"
    ],
    "subject": "토지정보체계론",
    "text": "자료에 대한 내용, 품질, 사용조건 등의 정보를 제공하는 데이터로 데이터의 이력서라고 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-45",
    "options": [
      "점은 위치 좌표계의 단 하나의 쌍으로 표현되는 대상이다.",
      "선은 점이 연결되어 만들어지는 집합이다.",
      "표면은 공간적 대상물의 범주로 간주 되며 연속적인 자료의 표현이다.",
      "면적은 분리된 단위를 형성하는 것에 가까운 점 분할의 집합이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 공간정보의 형태에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-46",
    "options": [
      "다의성",
      "계급성",
      "인접성",
      "형상"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 자료의 위상(Topology) 모형의 폴리곤 구조가 갖는 특성과 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-47",
    "options": [
      "자료의 중복을 최소화할 수 있다.",
      "자료에 독립성을 부여할 수 있다.",
      "효율적인 자료호환과 자료의 공유가 용이하다.",
      "시스템을 단순화할 수 있고 비용이 저렴하다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계에서도 점차 데이터베이스관리시스템(DBMS)기반의 운용방식이 증가하고 있다. 다음 중 데이터베이스 관리시스템의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-48",
    "options": [
      "측지기준망",
      "토지정책자료",
      "기본도",
      "지적도"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보체계의 기초가 되는 다목적 지적의 기본 요소가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-49",
    "options": [
      "지적공부광리시스템",
      "지적측량성과작성시스템",
      "공시지가관리시스템",
      "지적측량시스템"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS의 시스템 구성에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-50",
    "options": [
      "유사한 정보시스템의 개발로 인한 중복투자 방지",
      "토지의 효율적인 이용 증진과 체계적 국토개발",
      "토지관련 자료의 원활한 교류와 공동 활용",
      "지적측량절차의 간소화"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS와 NGIS의 연계로 인한 장점으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-51",
    "options": [
      "주민등록 전산자료",
      "공시지가 전산자료",
      "등기부 전산자료",
      "지적위성기준점 관측자료"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보센터에서 관리 및 활용하는 자료에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-52",
    "options": [
      "도시정보체계는 UIS라고 하며 Urban Information System의 약어이다.",
      "도시정보체계는 토지의 속성과 건물의 속성만을 입력할 수 있는 시스템이다.",
      "도시종합관리의 기반시스템으로 시정업무의 정반에 활용할 수 있다.",
      "도시정보체계는 도시를 중심으로 구축한 GIS라고도 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "도시정보체계에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-53",
    "options": [
      "심사 및 승인을 거쳐 지적전산자료를 이용할 때 사용료는 모두 무료이다.",
      "시ㆍ군ㆍ구 지적전산자료 사용료는 현금으로 납부한다.",
      "시ㆍ도 지적전산자료의 사용료는 수입증지로 납부한다.",
      "행정자치부장관이 제공하는 지적전산자료의 사용료는 수입증지 또는 수입인지로 납부한다."
    ],
    "subject": "토지정보체계론",
    "text": "지적전산자료의 사용료에 관한 사항 중에서 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-54",
    "options": [
      "사용자가 영문을 포함하여 3 내지 12 자리로 정하여 사용한다.",
      "사용자가 4내지 12자리로 정하여 사용한다.",
      "사용자가 영문을 포함하여 5 내지 16자리로 정하여 사용한다.",
      "사용자가 6 내지 16자리로 정하여 사용한다."
    ],
    "subject": "토지정보체계론",
    "text": "전산정보처리조직의 사용자 권한등록파일에 등록하는 사용자 비밀번호의 기준은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 4,
    "id": "ea20070513-55",
    "options": [
      "MOSS",
      "DX-90",
      "TIGER",
      "SDTS"
    ],
    "subject": "토지정보체계론",
    "text": "NGIS의 교환 포맷으로 알맞은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-56",
    "options": [
      "㉣-㉠-㉢-㉤-㉡",
      "㉡-㉣-㉠-㉤-㉢",
      "㉣-㉡-㉤-㉠-㉢",
      "㉡-㉠-㉤-㉣-㉢"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 GIS의 구축 및 활용을 위한 과정을 순서대로 바르게 열거한 것은?",
    "local_images": [
      "images/ea20070513-56_img_0.gif"
    ],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070513-57",
    "options": [
      "복잡한 현실세계에 대한 세밀한 묘사를 할 수 있다.",
      "자료구조가 단순하다.",
      "위상자료구조를 가질 수 있다.",
      "세밀한 묘사에 비해 데이터용량이 상대적으로 작다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터데이터구조의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-58",
    "options": [
      "지적도",
      "임야도",
      "토지대장",
      "경계점좌표등록부"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중에서 공간정보(도형정보)를 담고 있지 않는 지적공부는?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 3,
    "id": "ea20070513-59",
    "options": [
      "기계적인 오차",
      "도면등록시의 오차",
      "벡터자료의 래스터자료로의 변환 과정에서의 오차",
      "입력도면의 평탄성 오차"
    ],
    "subject": "토지정보체계론",
    "text": "지적도면을 스캐너로 입력한 전산자료에 포함될 수 있는 오차로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 1,
    "id": "ea20070513-60",
    "options": [
      "소트(sort)",
      "속성(attribute)",
      "행(record)",
      "테이블(table)"
    ],
    "subject": "토지정보체계론",
    "text": "관계형 자료모델(relation data model)의 기본 구조 요소와 거리가 가장 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-05-13)",
    "date": "2007-05-13"
  },
  {
    "answer": 2,
    "id": "ea20070304-41",
    "options": [
      "빠른 민원 업무 처리를 기대할 수 있다.",
      "업무의 중앙 집중을 실현할 수 있다.",
      "정보와 자원을 공유할 수 있다.",
      "시간과 거리에 제한을 받지 않으며 민원을 처리할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "지적 행정에 웹 LIS 를 도입한 효과에 대한 설명으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-42",
    "options": [
      "오버 슈터 (overshoot)",
      "노드중복",
      "슬리버(sliver)",
      "스파이크(spike)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 경계선의 이중입력으로 인하여 폴리곤 어지는 오류를 사이가 멀 뜻하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-43",
    "options": [
      "기하학적 토지측량자료",
      "소유권에 관한 법률자료",
      "제품생산에 관한 수요조사자료",
      "주거지에 관한 기술적 시설물자료"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템을 구성하는데 필요한 내용으로 가장 관련이 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-44",
    "options": [
      "사용자는 비밀번호가 누설될 우려가 있는 때에는 즉시 변경한다.",
      "사용자의 비밀번호는 사용자가 6 내지 16 자리로 정하 여 사용한다.",
      "사용자의 비밀번호는 다른 사람에게 누설하여서는 아니 된다.",
      "사용자는 비밀번호가 누설되는 경우에는 파면시킨다 ."
    ],
    "subject": "토지정보체계론",
    "text": "사용자권한등록파일에 등록된 사용자의 비밀번호에 대한설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-45",
    "options": [
      "자료구조가 벡터자료구조에 비해 단순하다.",
      "해상도가 증가하여도 자료량이 크게 증가하지 않는 다.",
      "위상자료구조의 구축에 유리하다.",
      "좌표변환을 위한 시간이 필요 없다."
    ],
    "subject": "토지정보체계론",
    "text": "래스터 구조의 장점을 바르게 설명한 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-46",
    "options": [
      "픽셀",
      "점",
      "선",
      "면"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터자료구조의 기본적인 단위 6에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-47",
    "options": [
      "블록 부호 (Block code)",
      "사슬 부호 (Chain code)",
      "연속분할 부호 (Run-length code)",
      "포인트 부호 (Point code)"
    ],
    "subject": "토지정보체계론",
    "text": "지적정보의 도형정보 중 래스터 자료의 압축방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-48",
    "options": [
      "자료의 독립성 유지가 가능하다.",
      "통제의 분산화를 이룰 수 있다.",
      "자료의 중복을 방지할 수 있다.",
      "자료의 효율적인 관리가 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 데이터베이스 구축의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-49",
    "options": [
      "자료의 중복구축 방지로 비용을 절감할 수있다.",
      "자료구조의 단순화를 목적으로 한다.",
      "기존에 구축된 모든 데이터에 쉽게 접근할 수 있다.",
      "시스템 간의 상호연계성을 강화할 수있다."
    ],
    "subject": "토지정보체계론",
    "text": "토지점보체계의 자료구축에 있어서 표준화의 필요성과 가장 관련이 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-50",
    "options": [
      "디지타이징",
      "스캐닝",
      "COGO(Coordinate Geometry)",
      "스크린 디지타이징"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 현지측랑 등으로 얻어진 대상물의 좌표를 직접 입력하여 공간징보를 구축하는 방식에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-51",
    "options": [
      "토탈스테이션을 이용한 측랑",
      "항공사진측랑",
      "인공위성영상 활용",
      "디지타이징"
    ],
    "subject": "토지정보체계론",
    "text": "수치지도를 생성하고자 활 때 기존의 도면이 존재할 경우에 이를 이용하는 방법으로 가장 적당한 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-52",
    "options": [
      "폴리곤 형성 → 도면신축보정 → 지적도면입력 → 좌표 및 속성검사",
      "폴리곤 형성 → 지적도면입럭 → 도면신측보정 → 좌표 및 속성검사",
      "지적도면입력 → 도면신축보정 → 폴리곤 형성 → 좌표 및 속성검사",
      "지적도면입력 → 좌표 및 속성검사 → 도면신축보정 → 폴리곤 형성"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적도면의 수치 파일화 공정순 서로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-53",
    "options": [
      "좌표 삭감 (Line Coordinate Thinning)",
      "경계의 부할 (Edge Matching)",
      "지도의 결합 (Map Join)",
      "면적의 분할 (Tiling)"
    ],
    "subject": "토지정보체계론",
    "text": "임야도를 스캐닝한 후 벡터라이징 과정의 원인에 의해 많은 좌표의 값이 저장된다 임야도의 필지(폴리곤) 형태를 유지하면서 좌표의 값을 줄이는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-54",
    "options": [
      "지적도연 관리업무",
      "지적측랑성과 작성업무",
      "지적측랑 계산업무",
      "지형도 관리업무"
    ],
    "subject": "토지정보체계론",
    "text": "필지중심토지정보시스델(PBLlS)의 주요업무 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-55",
    "options": [
      "인접성은 대상물의 주변에 존재하는 대상물과의 관계를 의미 한다.",
      "연결성은 실제로 연결된 대상물들 사이의 관계를 의미 한다.",
      "근접성은 서로 다른 계층에서 서로 다르게 인식될 수 있는 대상물의 관계를 의미 한다.",
      "공간적 위상관계의 특성을 바탕으로 조건에 만족하는 지역이나 조건을 검색 및 분석 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음은 지리정보의 특성인 공간적 위상관계에 대해 설명한 것이다 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20070304-56",
    "options": [
      "개열공시지가 관리업무",
      "토지이동 관리업무",
      "소유권변동 관리업무",
      "창구민원 관리업무"
    ],
    "subject": "토지정보체계론",
    "text": "시ㆍ군ㆍ구 지적행정시스템의 주요처리 업무가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-57",
    "options": [
      "스캐너(scanner)",
      "디지타이저(digitizer)",
      "플로터(plotter)",
      "키오스크(kiosk)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터식 자료구조 헝태로 입력하는 장비는?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 3,
    "id": "ea20070304-58",
    "options": [
      "토지관련 정보의 수요 결정과 정보를 신속하고 정확하게 제공할 수 있다.",
      "신뢰할 수 있는 가장 최신의 토지등록데이터를 확보할 수 있도록 하는 것이다.",
      "토지와 관련된 등록부와 도면등의 도해 지적공부의 확보이다.",
      "새로운 시스템의 도입으로 토지정보체계의 DB에 관련 된 시스템을 자동화하는 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 관리 목적에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 4,
    "id": "ea20070304-59",
    "options": [
      "PBLIS와 LMIS를 통합한 토지의 정보를 전산화로 등록하여 제공하는 시스템이다.",
      "일필지 단위의 도형정보와 속성정보를 기반으로 토지의 모든 정보를 전산화로 등록하고 제공하는 시스템이다.",
      "대축척의 지적도를 기본도로 이용하여 구축한 시스텀으로서 정확한 위치개념과 고밀도 데이터로 구성되어 있다.",
      "기본계획을 수립할 경우에는 국가지리 정보체계추진위원회의 심의를 거친 후 이를 확정한다"
    ],
    "subject": "토지정보체계론",
    "text": "한국형토지정보시스템(Korea Land Information System)에 대한 설명으로 틀린것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 2,
    "id": "ea20070304-60",
    "options": [
      "축척이나 투영업의 변환이 용이하다.",
      "초기 투자비용이 저렴하다.",
      "시스템 구축 후에는 제작 기간이 적게 소요된다.",
      "다른 수치지도와의 통합출력이 용이하다"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 일반지도와 비교하여 수치지도(digital map)의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2007-03-04)",
    "date": "2007-03-04"
  },
  {
    "answer": 1,
    "id": "ea20060514-41",
    "options": [
      "고용증대",
      "정보의 공유화",
      "업무의 신속화",
      "원활한 의사결정의 지원"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 구축효과에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-42",
    "options": [
      "점, 선, 다각형 등의 객체들이 구조화되지 않은 그래픽 형태이다.",
      "인접하고 있는 다각형을 나타내기 위하여 경계하는 선은 두 번씩 저장된다.",
      "객체들 간의 공간관계가 설정되지 않아 공간분석에 비효율적이다.",
      "자료구조가 복잡하지만 선형 분석, 면형 분석 등을 할수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터자료 구조화 방식의 하나인 스파게티(spaghetti) 구조에 대한 설명이 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-43",
    "options": [
      "KLIS",
      "UIS",
      "GSIS",
      "PLIS"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS와 LMIS를 통합한 시스템을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-44",
    "options": [
      "대상물의 성격이나 정보를 기술한 사항이다.",
      "제공되는 정보는 문자형태로 나타난다.",
      "지적에 있어서 속성정보는 토지소재, 지번, 지목 등이 있다.",
      "좌표체계를 기준으로 지형지물의 위치와 모양을 나타낸다."
    ],
    "subject": "토지정보체계론",
    "text": "토지정보시스템의 속성정보에 관한 사항 중 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-45",
    "options": [
      "대장구분 1자리, 본번 4자리, 부번 4자리",
      "대장구분 1자리, 본번 3자리, 부번 3자리",
      "대장구분 2자리, 본번 3자리, 부번 4자리",
      "대장구분 2자리, 본번 4자리, 부번 3자리"
    ],
    "subject": "토지정보체계론",
    "text": "지적 전산처리규정의 고유번호 구성에서 대장구분, 본번과 부번의 행정구역 코드의 구성은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-46",
    "options": [
      "누락 필지 오류정비 - 분할 및 합병정리 누락 여부를 확인하여 토지이동정리 실시",
      "지번 중복 오류정비 - 분할등록 구분코드인 'a'코드 누락 여부 확인 후 정비",
      "지목 상이 오류정비 - 지목 일괄수정기능을 이용하여 대장 DB의 지목을 도면 DB의 지목을 기준으로 일괄 변환",
      "면적 공차초과 오류정비 - 면적측정기로 지적도상 면적을 측정하여 원인 분석 후 면적 정정"
    ],
    "subject": "토지정보체계론",
    "text": "PBLIS의 DB 오류자료 정비방안으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-47",
    "options": [
      "데이터베이스(Database)",
      "라이브러리(Library)",
      "메타데이터(MetaData)",
      "인덱스(Index)"
    ],
    "subject": "토지정보체계론",
    "text": "데이터에 대한 정보로서 데이터의 내용, 품질, 조건 및 기타 특성에 대한 정보를 포함하는 정보의 이력서라 할 수 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-48",
    "options": [
      "지적측량성과의 적부심사 기준 설립",
      "수작업에 의한 오류방지",
      "신속하고 정확한 지적측량성과 제공",
      "측량준비도 등의 작성의 자동화"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적측량 성과작성 시스템의 목적으로 가장 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-49",
    "options": [
      "지적불부합지 문제 해소",
      "토지의 경계복원력 향상",
      "도형DB와 대장DB의 이원화",
      "능률적인 지적관리체제로 개선"
    ],
    "subject": "토지정보체계론",
    "text": "지적 재조사사업으로 기대되는 효과로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-50",
    "options": [
      "오버슈트(overshoot)",
      "언더슈트(undershoot)",
      "슬리버(sliver)",
      "스파이크(spike)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 좌표가 입력되어야 할 곳에 못 미치게 입력되어 폴리곤이 폐합되지 않게 만드는 오류에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-51",
    "options": [
      "지적 재조사 기반확보",
      "토지관련 서비스 제공",
      "행정의 능률성 제고",
      "지적 및 측지 관련 정보의 통합"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 PBLIS의 개발 목적으로 타당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-52",
    "options": [
      "위치정보",
      "도형정보",
      "영상정보",
      "속성정보"
    ],
    "subject": "토지정보체계론",
    "text": "지형공간정보체계의 정보 중 특성정보에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 1,
    "id": "ea20060514-53",
    "options": [
      "위상관계",
      "위치관계",
      "위치정보",
      "속성정보"
    ],
    "subject": "토지정보체계론",
    "text": "공간의 관계를 정의하는데 쓰이는 수학적 방법으로서 입력된 자료의 위치를 좌표 값으로 인식하고 각각의 자료 간의 정보를 상대적 위치로 저장하며, 선의 방향, 특성 간의 관계, 연결성, 인접성 등을 정의하는 것을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-54",
    "options": [
      "벡터구조는 격자구조에 비해 자료의 양이 적다.",
      "격자구조는 정확도가 높고 위상관계를 가지고 있어 공간분석이 가능하다.",
      "벡터구조는 자료구조가 복잡하다.",
      "격자구조는 중첩 분석이나 모델링이 용이하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음은 벡터구조와 격자구조를 비교한 것이다. 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-55",
    "options": [
      "메쉬(Mesh) 자료 형태",
      "벡터(Vector) 자료 형태",
      "셀(Cell) 자료 형태",
      "래스터(Raster) 자료 형태"
    ],
    "subject": "토지정보체계론",
    "text": "종이형태의 지적도면을 수동독취기(Digitizer)를 이용하여 입력할 경우 자료 형태는 무엇인가?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 4,
    "id": "ea20060514-56",
    "options": [
      "디지타이징",
      "스캐닝",
      "정위치편집",
      "구조화편집"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 위상자료구조를 만드는 과정에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 2,
    "id": "ea20060514-57",
    "options": [
      "선(Line)",
      "면적(Area)",
      "문자열(String)",
      "사슬(Chain)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 1차원 표현의 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-58",
    "options": [
      "SDTS는 NGIS의 데이터 교환 표준화로 제정되었다.",
      "SDTS는 지리공간정보에 관한 용어를 서로 전달하는 언어이다.",
      "SDTS는 데이터의 품질에 대한 정보를 의미한다.",
      "SDTS는 공간자료의 위상구조 정보를 고려한다."
    ],
    "subject": "토지정보체계론",
    "text": "다음은 공간자료교환의 표준화(SDTS : Spatial Data Transfer Standard)에 대한 설명이다. 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-59",
    "options": [
      "CAD",
      "CAM",
      "CMS",
      "FM"
    ],
    "subject": "토지정보체계론",
    "text": "항공사진, 위성사진 및 기타 이미 제작된 지도 등으로부터 지상물에 대한 위치정보를 수치로 입력, 편집하고 데이터를 구성하여 여러 가지 형태의 지도를 만드는 컴퓨터지도 제작시스템의 약자로 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060514-60",
    "options": [
      "도형자료 입력은 수치형태의 자료 입력과 도면형태의 자료 입력이 있다.",
      "수치형태의 자료입력 방법은 키보드에 의한 방법으로 한다.",
      "항공사진에 의한 도면자료 입력은 디지타이저를 이용한다.",
      "스캐너에 의한 방법은 별도의 자료변환장치를 필요로 한다."
    ],
    "subject": "토지정보체계론",
    "text": "도형자료의 입력 방법에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-05-14)",
    "date": "2006-05-14"
  },
  {
    "answer": 3,
    "id": "ea20060305-41",
    "options": [
      "래스터 데이터보다 자료 구조가 복잡하다.",
      "중첩기능을 수행하기 어렵다.",
      "격자형태로 표현된다.",
      "위상에 관한 정보가 제공되므로 관망분석과 같은 다양한 공간분석이 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 벡터데이터의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-42",
    "options": [
      "지적측량성과작성시스템",
      "지적공부관리시스템",
      "지적측량시스템",
      "외국인토지거래관리시스템"
    ],
    "subject": "토지정보체계론",
    "text": "필지 중심 토지정보시스템(PBLIS)의 기본적인 구성 분야에 해당하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-43",
    "options": [
      "Chain Code",
      "Block Code",
      "Structure Code",
      "Run-Length Code"
    ],
    "subject": "토지정보체계론",
    "text": "래스터 데이터의 일반적인 자료압축방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-44",
    "options": [
      "위상구조화에 따른 오차",
      "좌표 독취 과정에서의 오차",
      "벡터자료 변환 과정에서의 오차",
      "기계적인 오차"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도형자료를 컴퓨터에 입력할 때 발생할 수 있는 오차와 가장 관련이 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-45",
    "options": [
      "중첩분석",
      "표면분석",
      "합성분석",
      "검색분석"
    ],
    "subject": "토지정보체계론",
    "text": "GIS에서 자료 처리 과정 중 각각의 자료 층상에 있는 변량들 간의 관계분석에 적용되는 분석 기법은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 1,
    "id": "ea20060305-46",
    "options": [
      "시스템 구성이 파일방식에 비해 단순하다.",
      "중앙제어가 가능하다.",
      "반복성의 제거가 용이하다.",
      "데이터가 독립적으로 운용될 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "DBMS방식의 자료관리의 장점이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-47",
    "options": [
      "LIS (Land Information System)",
      "FM (Facility Management)",
      "UIS (Urban Information System)",
      "CAD (Computer-Aided Drafting)"
    ],
    "subject": "토지정보체계론",
    "text": "도로, 상하수도, 전기 등의 자료를 수치지도화하고 시설물의 속성을 입력하여 데이터베이스를 구축함으로써 시설물관리활동을 효율적으로 지원하는 시스템은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-48",
    "options": [
      "매 필지의 등록사항의 저장, 검색, 수정 등을 처리하는데 이용한다.",
      "토지 필지와 연관된 표준 참조 번호이다.",
      "필지 식별자는 부동산 식별자, 단일 필지 식별번호라고도 한다.",
      "필지 식별자는 경우에 따라서 변동 가능하다."
    ],
    "subject": "토지정보체계론",
    "text": "필지 식별자(Parcel Identifier)에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-49",
    "options": [
      "마이크",
      "터치스크린",
      "모니터",
      "키보드"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 토지정보시스템에서 출력장치에 해당하는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-50",
    "options": [
      "통계자료, 보고서, 관측자료, 범례 등의 형태로 구성되어 있다.",
      "선 또는 다각형과 숫자의 형태로 표현되는 자료이다.",
      "법규집, 일반보고서 등의 자료를 말한다.",
      "글자, 숫자, 기호, 색상 등으로 구성되어 있다."
    ],
    "subject": "토지정보체계론",
    "text": "데이터베이스에서 속성자료의 형태에 대한 설명으로 틀리는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-51",
    "options": [
      "Coverage파일 포맷",
      "CAD파일 포맷",
      "Shape파일 포맷",
      "TIFF파일 포맷"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 대표적인 벡터 자료 파일 형식이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-52",
    "options": [
      "벡터라이징",
      "지적도 스캐닝",
      "신축보정",
      "구조화 편집"
    ],
    "subject": "토지정보체계론",
    "text": "현재 추진되고 있는 지적도면 전산화 작업과정에서 지적분야에서 처리하지 않는 작업은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-53",
    "options": [
      "프린터",
      "디지타이저",
      "플롯터",
      "DLT (Digital Linear Tape)"
    ],
    "subject": "토지정보체계론",
    "text": "토지정보체계의 자료입력 과정에서 지적도면과 같은 자료를 수동적으로 입력할 수 있는 장비는 어느것인가?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-54",
    "options": [
      "스캐너를 이용하여 정보를 신속하게 입력시킬 수 있다.",
      "스캐너는 광학주사기를 이용하여 레이저 광선을 도면에 주사하여 반사되는 값에 수치값을 부여하여 데이터의 영상자료를 만드는 것이다.",
      "스캐너 영상자료는 GIS소프트웨어를 이용하여 벡터라이징을 통해 수치지도로 제작된다.",
      "스캐닝은 문자나 그래픽 심볼과 같은 부수적 정보를 많이 포함한 도면을 입력하는데 적합하다."
    ],
    "subject": "토지정보체계론",
    "text": "공간자료의 입력방법인 스캐닝 방법에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-55",
    "options": [
      "국가 기본도 및 공통 데이터 교환 포맷 표준안을 확정하여 국가 표준으로 제정하고 있다.",
      "NGIS에서 수행하고 있는 표준화 내용은 기본모델 연구, 정보구축표준화, 정보유통표준화, 정보활용 표준화, 관련기술표준화이다.",
      "우리나라의 메타데이터는 지적정보체계에서만 사용하고 있다.",
      "1995년 12월 우리나라의 NGIS 데이터 교환 표준으로서 SDTS가 채택되었다."
    ],
    "subject": "토지정보체계론",
    "text": "우리나라의 메타데이터에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-56",
    "options": [
      "국가 기본도 및 공통 데이터 교환 포맷 표준안을 확정하여 국가 표준으로 제정하고 있다.",
      "NGIS에서 수행하고 있는 표준화 내용은 기본모델 연구, 정보구축표준화, 정보유통표준화, 정보활용 표준화, 관련기술표준화이다.",
      "우리나라의 메타데이터는 지적정보체계에서만 사용하고 있다.",
      "1995년 12월 우리나라의 NGIS 데이터 교환 표준으로서 SDTS가 채택되었다."
    ],
    "subject": "토지정보체계론",
    "text": "우리나라의 메타데이터에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-57",
    "options": [
      "지적도",
      "지형도",
      "토지대장",
      "경계점좌표등록부"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 지적전산에 쓰이는 지적공부와 가장 관계가 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20060305-58",
    "options": [
      "메타데이터는 정보공유를 극대화하기 위한 데이터 목록화를 제공한다.",
      "메타데이터는 CAD자료를 다른 그래픽체계로 변환하기 위한 자료파일이다.",
      "메타데이터는 공간참조정보 등 정보에 대한 소개가 포함된다.",
      "메타데이터는 일관성을 유지하기 위한 데이터체계를 가지고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "다음의 메타데이터(Metadata)에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 3,
    "id": "ea20060305-59",
    "options": [
      "속성자료구조",
      "벡터자료구조",
      "래스터자료구조",
      "필지자료구조"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 규칙적인 셀(cell)의 격자에 의하여 형상을 묘사하는 자료구조는?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 4,
    "id": "ea20060305-60",
    "options": [
      "등사방식",
      "스캐닝방식",
      "디지타이징방식",
      "좌표입력방식"
    ],
    "subject": "토지정보체계론",
    "text": "경계점좌표등록부 비치지역의 지적도면을 전산화하는 방법으로 가장 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2006-03-05)",
    "date": "2006-03-05"
  },
  {
    "answer": 2,
    "id": "ea20050529-41",
    "options": [
      "108만",
      "140만",
      "280만",
      "208만"
    ],
    "subject": "토지정보체계론",
    "text": "현재의 인구 100만의 도시가 있는데, 10년 후의 추정인구를 등차급수식으로 구하면? (단, 연 평균 증가율r = 4%)",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-42",
    "options": [
      "공장시설이 금지된 주거전용지구를 말한다.",
      "일단의 도로로 둘러싸인 가구(街區)를 말한다.",
      "지하철 같은 고속대중교통 수단의 서비스를 받을 수 있는 지구를 말한다.",
      "생활환경을 쾌적하게 유지하기 위해서 간선도로와 집산 도로로 둘러싸고 통과 교통을 배제하는 지구를 말한다."
    ],
    "subject": "토지정보체계론",
    "text": "영국의 부케넌 보고서에서 제안된 개념으로 모빌컨트리에 있어서의 재래식 교통기법을 혁신시킨 계획철학인 환경지구(environmental area)에 대한 설명으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-43",
    "options": [
      "강제성",
      "장래성",
      "임의성",
      "공공복리성"
    ],
    "subject": "토지정보체계론",
    "text": "도시계획의 특성에 해당되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-44",
    "options": [
      "공장단위를 기준으로 하는 표준 공장단위법",
      "총량적 방법",
      "지형적 조건을 감안하여 계획 목적에 따라 결정하는 방법",
      "지역의 성격을 구분하여 추계하는 방법"
    ],
    "subject": "토지정보체계론",
    "text": "토지이용의 수요예측방법 중 공업지역에 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-45",
    "options": [
      "상업, 공업, 주거",
      "밀도, 배치, 동선",
      "생산, 소비, 후생",
      "토지, 인구, 시설"
    ],
    "subject": "토지정보체계론",
    "text": "도시의 물적구성에서 고려해야 할 3대 요소는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-46",
    "options": [
      "경제규모",
      "산업구조",
      "소득수준",
      "도시구조"
    ],
    "subject": "토지정보체계론",
    "text": "경제지표 설정 지침에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-47",
    "options": [
      "통학거리권",
      "용도지역 지구",
      "행정구역의 범위",
      "이용거리"
    ],
    "subject": "토지정보체계론",
    "text": "단위 생활권을 구분 할 때에 고려해야 할 사항이다. 가장 관계가 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-48",
    "options": [
      "용도지역 또는 용도지구를 규정 안에서 세분하거나 변경하는 사항",
      "환경관리계획 또는 경관계획",
      "토지의 이용 및 개발에 관한 계획",
      "교통처리계획"
    ],
    "subject": "토지정보체계론",
    "text": "지구단위계획에 포함될 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-49",
    "options": [
      "도시의 계획인구 제한",
      "토지의 사유권 보장",
      "도시와 농촌의 결합",
      "개발이익의 사회환원"
    ],
    "subject": "토지정보체계론",
    "text": "영국의 도시계획가인 에베네저 하워드(Ebenezer Howard)의 전원도시론에 대한 설명으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-50",
    "options": [
      "제1종전용주거지역",
      "일반상업지역",
      "제1종일반주거지역",
      "일반공업지역"
    ],
    "subject": "토지정보체계론",
    "text": "건폐율의 한도가 가장 높은 용도지역은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-51",
    "options": [
      "Rad burn 형식",
      "아파트 지구",
      "독립주택",
      "철도 또는 궤도"
    ],
    "subject": "토지정보체계론",
    "text": "Cul-de-Sac 형식과 관계가 가장 적은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-52",
    "options": [
      "수용방식",
      "사용방식",
      "환지방식",
      "협의보상방식"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도시개발사업의 법률적 시행방식으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 1,
    "id": "ea20050529-53",
    "options": [
      "복합도시",
      "문화도시",
      "교육도시",
      "상업도시"
    ],
    "subject": "토지정보체계론",
    "text": "일반적으로 도시가 대도시화 함에 따라서 도시성격은 어떻게 변모하는가?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-54",
    "options": [
      "성곽을 중심으로 밀집된 구조를 보인다.",
      "광장을 중심으로 도시가 발달하였다.",
      "독자적 완결성을 갖는 건물이 무계획적 양상으로 산재 되어 있다.",
      "모든 시설이 거대규모로 조성되어 신격화를 나타낸다."
    ],
    "subject": "토지정보체계론",
    "text": "서구 중세시대 도시계획의 특징으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-55",
    "options": [
      "합동개발",
      "위탁개발",
      "공영개발",
      "공동개발"
    ],
    "subject": "토지정보체계론",
    "text": "정부, 지방지치단체, 공공기관 등이 토지를 수용하여 대지를 조성하고 나아가 건축개발까지 완료한 뒤 이를 임대 또는 분양하는 개발 방식은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-56",
    "options": [
      "등차급수에 의한 방법",
      "지수성장에 의한 방법",
      "로지스틱곡선에 의한 방법",
      "투입산출분석에 의한 방법"
    ],
    "subject": "토지정보체계론",
    "text": "도시계획기본지표 설정 중 계획인구를 추정하는 방법이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-57",
    "options": [
      "4.33㎞2",
      "7.25㎞2",
      "9.33㎞2",
      "13.33㎞2"
    ],
    "subject": "토지정보체계론",
    "text": "도시 인구가 20만이고, 주거지역의 1인당 점유 택지면적이 40m2, 주택 용지율이 60%라 하면 전체주거 지역 면적은?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050529-58",
    "options": [
      "지구재개발",
      "지구수복",
      "슬럼통제",
      "지구보존"
    ],
    "subject": "토지정보체계론",
    "text": "노후화 과정에 있는 시가지의 부분적인 재개발을 무엇이라 하는가?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 3,
    "id": "ea20050529-59",
    "options": [
      "경제지표",
      "생활환경지표",
      "인구지표",
      "도시세력지표"
    ],
    "subject": "토지정보체계론",
    "text": "도시계획지표 중 가장 기본이 되는 지표는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 4,
    "id": "ea20050529-60",
    "options": [
      "3년 이상 5년 이내",
      "5년 이상 30년 이내",
      "1년 이상 15년 이내",
      "5년 이상 20년 이내"
    ],
    "subject": "토지정보체계론",
    "text": "국토의계획및이용에관한법률상 시가화조정구역내에서 시가화 유보기간의 범위는?",
    "local_images": [],
    "source": "지적기사 (2005-05-29)",
    "date": "2005-05-29"
  },
  {
    "answer": 2,
    "id": "ea20050306-41",
    "options": [
      "10만명",
      "20만명",
      "30만명",
      "40만명"
    ],
    "subject": "토지정보체계론",
    "text": "전국의 총고용인구는 2500만명이고 전국의 제조업 고용인구는 1000만명이다. 그리고 가상도시의 총고용인구가 50만명이고, 가상도시의 제조업의 입지상은 1이다. 이때 입지상법에 의하여 가상도시의 제조업 고용인구를 계산한다면 몇 명인가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-42",
    "options": [
      "철거재개발",
      "수복재개발",
      "보전재개발",
      "환지재개발"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 도시재개발의 분류에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-43",
    "options": [
      "학교까지는 최고 1,000m, 주구센터까지는 최고 600m내이다.",
      "밀도가 ha당 100명이 안 되는 주구에 도로가 단지 내를 관통하지 않는 가구로 되어 있다.",
      "1,000∼1,200명의 학생수를 가진 초등학교가 있는 구역을 말한다.",
      "대략 65ha면적에 5,000∼6,000명의 주민이 산다."
    ],
    "subject": "토지정보체계론",
    "text": "페리(Perry)에 의한 근린주구의 규모를 설명한 것으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-44",
    "options": [
      "도시화의 정도는 보통 전체인구에 대한 도시인구의 비율로 나타낸다.",
      "공업화는 도시화를 촉진한다.",
      "도시화는 사회조직의 분업화를 촉진한다.",
      "후진국에서는 과도시화(過都市化)가 발생하지 않는다."
    ],
    "subject": "토지정보체계론",
    "text": "도시화(都市化)에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-45",
    "options": [
      "선형이론",
      "동심원이론",
      "다핵심이론",
      "지대이론"
    ],
    "subject": "토지정보체계론",
    "text": "도시의 거시적 내부구조에 관한 이론 모형 가운데 특히 소득계층별 주거지역의 발전방향에 역점을 두고 개발된 이론은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-46",
    "options": [
      "그리이스의 고대도시는 대부분 Agora를 갖고 있다.",
      "로마의 고대도시는 Forum을 중심으로 도심이 형성되었다.",
      "중세도시에는 궁전앞에 큰 광장이 도시중심을 이루었다.",
      "르네상스 도시는 시청(city hall)앞 광장이 도시의 중심이었다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 설명 중 옳지 못한 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-47",
    "options": [
      "토지공간 수요의 합리적 배정",
      "안정성 및 건전성",
      "경제성과 쾌적성",
      "기능상충 등의 복합성"
    ],
    "subject": "토지정보체계론",
    "text": "토지이용계획의 기본목표로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-48",
    "options": [
      "입체환지",
      "공유환지",
      "건물환지",
      "대체환지"
    ],
    "subject": "토지정보체계론",
    "text": "도시개발사업의 원활한 시행을 위하여 특히 필요한 때에 토지소유자의 동의를 얻어 환지의 목적인 토지에 갈음하여 시행자에게 처분할 권한이 있는 건축물의 일부와 당해 건축물이 있는 토지의 공유지분을 부여할 수 있는 환지는?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-49",
    "options": [
      "그 지역에서 부가가치의 발생이 가장 높은 산업이다.",
      "타지역에 수출을 많이 하여 지역경제발전을 선도하는 산업이다.",
      "3차산업을 제외한 직접생산에 종사하는 기초산업 이다.",
      "군사주둔에 따른 보급품 생산 산업이다."
    ],
    "subject": "토지정보체계론",
    "text": "도시경제에 있어서의 기반산업(basic industry)을 옳게 설명한 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-50",
    "options": [
      "시장·군수",
      "건설교통부장관",
      "국무총리",
      "행정자치부장관"
    ],
    "subject": "토지정보체계론",
    "text": "도시기본계획의 원칙적인 수립자는 누구인가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-51",
    "options": [
      "자연발생적으로 이용되고 있다.",
      "생산과 생활공간을 혼합적으로 이용한다.",
      "전근대적인 토지이용과 근대적인 토지이용으로 이중성을 띠고 있다.",
      "소규모의 토지는 블록단위로 이용하고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "우리 나라 토지이용의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-52",
    "options": [
      "지구단위계획의 수립에 관한 사항",
      "국토개발 및 재개발사업에 관한 계획",
      "지구단위계획구역의 지정에 관한 사항",
      "기반시설의 설치·정비에 관한 사항"
    ],
    "subject": "토지정보체계론",
    "text": "주민이 도시관리계획 입안을 제안할 수 있는 사항으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20050306-53",
    "options": [
      "Letchmorth",
      "Welwyn",
      "Karlsruhe",
      "Frankfurt"
    ],
    "subject": "토지정보체계론",
    "text": "에번즈 하워드(Ebenezer Howard)의 전원도시가 최초로 건설된 곳은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-54",
    "options": [
      "주거 등 생활환경 개선을 통한 국민 삶의 질 향상",
      "자연환경 및 경관의 보전과 훼손된 자연환경 및 경관의 개선 및 복원",
      "지역내 적정한 기능배분을 통한 사회적 비용의 최대화",
      "국민생활과 경제활동에 필요한 토지 및 각종 시설물의 효율적 이용과 원활한 공급"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 국토이용 및 관리의 기본원칙과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 3,
    "id": "ea20050306-55",
    "options": [
      "원거리 유입인구",
      "중거리 유입인구",
      "근거리 유입인구",
      "해외유입인구"
    ],
    "subject": "토지정보체계론",
    "text": "거대도시의 선착지(先着地)별 인구를 분석하면 다음중 어느 사항의 유입인구(流入人口)가 가장 많은가?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-56",
    "options": [
      "인구의 증감",
      "토지이용의 변화",
      "도시기능의 증대",
      "도시물가의 상승"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도시화의 지표라고 볼수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-57",
    "options": [
      "전용공업지역",
      "일반공업지역",
      "준공업지역",
      "중공업지역"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 공업지역의 세부 분류에 속하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 4,
    "id": "ea20050306-58",
    "options": [
      "지역간 인구이동율",
      "도시전입, 전출인구",
      "사회적 인구증가율",
      "노령화지수"
    ],
    "subject": "토지정보체계론",
    "text": "도시인구추정을 위한 인구분석지표 중 인구이동관계에 관한 지표가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-59",
    "options": [
      "시가화조정구역",
      "개발제한구역",
      "도시개발구역",
      "도시계획구역"
    ],
    "subject": "토지정보체계론",
    "text": "도시의 무질서한 확산을 방지하기 위하여 설정되는 구역은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 2,
    "id": "ea20050306-60",
    "options": [
      "프리드만(John Friedmann)",
      "토다로(M.P. Todaro)",
      "베버(A. Weber)",
      "호텔링(Hotelling)"
    ],
    "subject": "토지정보체계론",
    "text": "인구이동의 가장 큰 이유는 경제적 이유때문이라고 하는데 인구이동이 지역간의 실질소득의 격차 때문에 발생하는 것이 아니라 미래의 지역간 기대소득의 차이 때문에 일어난다고 주장한 사람은?",
    "local_images": [],
    "source": "지적기사 (2005-03-06)",
    "date": "2005-03-06"
  },
  {
    "answer": 1,
    "id": "ea20040808-41",
    "options": [
      "인구 500만 기준도시",
      "직선사용",
      "근린지구계획",
      "도시계획에서 높은 인구밀도 강조"
    ],
    "subject": "토지정보체계론",
    "text": "르 코르뷰제(Le Corbusier)의 빛나는 도시에 대한 설명으로 적합하지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-42",
    "options": [
      "생잔률",
      "전입, 전출의 비율",
      "출생률과 사망률",
      "한계인구"
    ],
    "subject": "토지정보체계론",
    "text": "집단생잔법(cohort survival method)으로 인구를 추계 할 때 고려하지 않아도 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-43",
    "options": [
      "공공용지 시설용지의 소유자",
      "관할 시장,군수",
      "그 시설을 관리할 행정청",
      "건설부장관이 지정한 자"
    ],
    "subject": "토지정보체계론",
    "text": "환지처분의 공고가 있은 날의 익일에 공공시설 용지를 무상으로 취득할 수 있는 자는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-44",
    "options": [
      "주택보급률 = (주택수/가구수) × 100",
      "상수도보급률 = (상수도 수혜가구/총가구수) × 100",
      "자동차보유율 = (자동차대수/인구수) × 100",
      "교통인구율 = (승차총회수/인구수) × 100"
    ],
    "subject": "토지정보체계론",
    "text": "도시생활환경지표 계산식이 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-45",
    "options": [
      "생산력",
      "소비력",
      "부력(富力)",
      "인구수"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도력(都力)에 해당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-46",
    "options": [
      "공시지가도(公示地價圖)",
      "시가화변천도(市街化變遷圖)",
      "전력공급현황도(電力供給現況圖)",
      "교통운수상황도(交通運輸狀況圖)"
    ],
    "subject": "토지정보체계론",
    "text": "지역지구제(地域地區制)를 결정할 때 기여도가 가장 낮은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-47",
    "options": [
      "지역성장의 횡적· 종적인 차원을 동시에 관찰할 수있다.",
      "2개 시점의 자료만으로도 동적인 분석이 가능하다.",
      "산업 상호간의 연관성을 고려하고 있다.",
      "이 분석법과 관련된 학자는 Beand Greenberg, Richardson, Hoover 등이 있다."
    ],
    "subject": "토지정보체계론",
    "text": "변이 할당 분석법에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-48",
    "options": [
      "시민",
      "자연",
      "토지",
      "시설"
    ],
    "subject": "토지정보체계론",
    "text": "도시의 기본적 구성 요소로 보기 어려운 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-49",
    "options": [
      "양자를 정비례 관계로 표본 추출한다.",
      "양자를 반비례 관계로 표본 추출한다.",
      "양자에 일정한 관계 없이 표본 추출한다.",
      "모집단중 대표 표본만을 추출한다."
    ],
    "subject": "토지정보체계론",
    "text": "표본조사에서 표본추출의 경우 모집단과 표본과의 관계는?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-50",
    "options": [
      "도시계획시설사업",
      "아파트지구조성사업",
      "도시개발사업",
      "정비사업"
    ],
    "subject": "토지정보체계론",
    "text": "도시계획사업으로 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-51",
    "options": [
      "1년",
      "2년",
      "5년",
      "10년"
    ],
    "subject": "토지정보체계론",
    "text": "인구주택총조사는 몇 년마다 실시하는가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-52",
    "options": [
      "Conurbation",
      "Megalopolis",
      "Ecumenopolis",
      "Metropolis"
    ],
    "subject": "토지정보체계론",
    "text": "독시아디스(C. A. Doxiadis)가 인구규모기준으로 인간정 주사회를 15개 단계로 구분하였는데, 다음의 공간단위 중에서 인구가 가장 많은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-53",
    "options": [
      "아크로폴리스(Acropolis)",
      "아고라(Agora)",
      "포럼(Forum)",
      "바실리카(Vasilicas)"
    ],
    "subject": "토지정보체계론",
    "text": "그리스 도시에서 종교와 방위기능을 가지는 도시의 상징적 구조물은 무엇인가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-54",
    "options": [
      "성운상(星雲狀)",
      "방형상(方形狀)",
      "대상(帶狀)",
      "선형상(線形狀)"
    ],
    "subject": "토지정보체계론",
    "text": "광역도시(廣域都市)는 일반적으로 어느 형태를 갖게 되는가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-55",
    "options": [
      "15층",
      "10층",
      "6층",
      "9층"
    ],
    "subject": "토지정보체계론",
    "text": "건폐율이 80%, 용적률이 720%일 때 평균층수는 얼마인가?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-56",
    "options": [
      "최초의 건설비는 적으나 유지관리비가 비싸다.",
      "도로면의 유지비를 절약할 수 있다.",
      "가로와 도시 미관을 증진시킨다.",
      "빈번한 노면의 굴토로 인한 교통 장애를 제거할 수있다."
    ],
    "subject": "토지정보체계론",
    "text": "공동구(共同溝)의 장단점에 관한 아래 기술중 타당하지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 3,
    "id": "ea20040808-57",
    "options": [
      "장기 도시개발의 방향을 제시한다.",
      "하위도시계획 입안의 지침을 제시한다.",
      "법적 구속력이 있다.",
      "일반인에게도 쉽게 이해될 수 있어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "도시기본계획의 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 1,
    "id": "ea20040808-58",
    "options": [
      "인구증가율이 차차 낮아지고 있다.",
      "인구증가율이 차차 높아지고 있다.",
      "인구증가율은 일정하였다.",
      "이 도시는 새로 형성된 공업도시이다."
    ],
    "subject": "토지정보체계론",
    "text": "어느 도시에서 과거 10년간 인구증가수가 매년 일정하였다. 이 도시의 인구변동을 설명한 것 중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040808-59",
    "options": [
      "도시개발사업계획",
      "용도지역의 지정 및 변경",
      "기반시설의 설치에 관한 계획",
      "건축물의 형태 및 색채의 지정 및 변경"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 도시관리계획의 내용에 포함되지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 2,
    "id": "ea20040808-60",
    "options": [
      "도시 인구구성의 다양화",
      "시가화 지역과 농촌지역간의 통합",
      "자동차와 보행자를 분리하는 도로망체계",
      "도시성의 향상"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 신도시계획의 기본방향이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-08-08)",
    "date": "2004-08-08"
  },
  {
    "answer": 4,
    "id": "ea20040523-41",
    "options": [
      "등차급수법",
      "최소자승법",
      "로지스틱법",
      "정주모형법"
    ],
    "subject": "토지정보체계론",
    "text": "인구추계방법 중 그 성격이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-42",
    "options": [
      "영국",
      "프랑스",
      "독일",
      "일본"
    ],
    "subject": "토지정보체계론",
    "text": "세계에서 제일 먼저 토지구획정리사업이 실시된 나라는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-43",
    "options": [
      "보루형 도시의 유지",
      "토지구획 정리 사업의 활발",
      "유기적인 교통계획의 수립",
      "지역지구제의 적극적 이용"
    ],
    "subject": "토지정보체계론",
    "text": "현대도시계획의 특징에 해당되지 않는 사항은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-44",
    "options": [
      "광역계획권의 공간구조와 기능분담에 관한 사항",
      "녹지관리체계와 환경보전에 관한 사항",
      "경관계획에 관한 사항",
      "가구 및 획지의 규모와 조성계획에 관한 사항"
    ],
    "subject": "토지정보체계론",
    "text": "광역도시계획에는 광역계획권의 지정목적을 달성하는데 필요한 사항에 대한 정책방향이 포함되어야 하는데 그 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-45",
    "options": [
      "아고라(Agora)",
      "포름(Forum)",
      "피라밋(Pyramid)",
      "콜로세움(colosseum)"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 그리이스 도시의 특징에 해당되는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-46",
    "options": [
      "도시의 기본적인 공간구조 계획이다.",
      "도시관리계획을 수립하는 지침적 계획이다.",
      "도시 기반시설 설치의 세부적 계획이다.",
      "도시의 장기발전방향을 제시하는 계획이다."
    ],
    "subject": "토지정보체계론",
    "text": "도시기본계획에 대한 설명으로 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-47",
    "options": [
      "6번과 9번은 공업지역이다.",
      "3번, 4번, 5번은 주거지역이다.",
      "7번은 외곽 상업지역이다.",
      "2번은 점이지대이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 그림은 다핵심 이론을 설명하고 있다. 틀린 것은?",
    "local_images": [
      "images/ea20040523-47_img_0.gif"
    ],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-48",
    "options": [
      "도심부일수록 도로 밀도가 낮다.",
      "도심부일수록 건물의 높이가 높다.",
      "도심부일수록 땅값이 비싸다.",
      "도심부일수록 주간인구가 많다."
    ],
    "subject": "토지정보체계론",
    "text": "도시의 중심부(도심부;都心部)는 다음과 같은 특성을 가지고 있다. 바르지 못한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-49",
    "options": [
      "관광도시",
      "연담도시",
      "동심원 도시",
      "쌍둥이 도시"
    ],
    "subject": "토지정보체계론",
    "text": "도시형태에 따른 도시유형의 분류가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-50",
    "options": [
      "1.2%",
      "4.4%",
      "5.0%",
      "6.3%"
    ],
    "subject": "토지정보체계론",
    "text": "인구가 등차급수적으로 증가하여 현재의 인구는 360만에 이르고 10년전의 인구가 240만인 도시의 과거 10년간의 연평균 인구 증가율은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-51",
    "options": [
      "자동차보유율 : 자동차대수/인구",
      "주택보유율 : 주택수/인구",
      "도로율 : 도로연면적/이용가능 토지면적",
      "공원율 : 공원 총면적/도시면적"
    ],
    "subject": "토지정보체계론",
    "text": "도시환경지표 산출식 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-52",
    "options": [
      "저렴한 개발비의 부담",
      "토지소유권의 보호",
      "공공용지 확보의 용이성",
      "주변지역의 지가상승"
    ],
    "subject": "토지정보체계론",
    "text": "환지방식에 의한 도시개발사업의 장점과 가장 거리가 먼것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-53",
    "options": [
      "대도시의 출생율이 높다.",
      "대도시의 사망율이 낮다.",
      "대도시의 사회적증가율이 높다.",
      "여자인구가 남자인구보다 많다."
    ],
    "subject": "토지정보체계론",
    "text": "대도시의 인구증가율이 높은 원인을 설명한 것으로 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-54",
    "options": [
      "도시중심지구의 과밀을 완화한다.",
      "거주밀도를 높인다.",
      "도시의 건폐율을 높인다.",
      "개방공간(open space)을 늘인다."
    ],
    "subject": "토지정보체계론",
    "text": "르 꼬르뷔제(Le Corbusier)가 주장한 도시계획 원리가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 3,
    "id": "ea20040523-55",
    "options": [
      "평가식 환지계산법",
      "비례식 환지계산법",
      "면적식 환지계산법",
      "절충식 환지계산법"
    ],
    "subject": "토지정보체계론",
    "text": "다음의 [보기]가 설명하고 있는 환지설계 방식은?",
    "local_images": [
      "images/ea20040523-55_img_0.gif"
    ],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-56",
    "options": [
      "루이스 멈포드(Lewis Mumford)",
      "에베네저 하워드(Ebenezer Howard)",
      "레이몬드 언윈(Raymond Unwin)",
      "클래런스 스테인(Clarence A. Stein)"
    ],
    "subject": "토지정보체계론",
    "text": "대도시 문제를 해결하기 위한 방안의 하나로 제안된 신도시 건설방안 중 전원도시 (Garden city)를 최초로 제안한 사람은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 1,
    "id": "ea20040523-57",
    "options": [
      "도지사가 도시의 무질서한 역도시화를 방지하기 위해 지정",
      "도시의 계획적 단계적· 개발을 도모하기 위함",
      "건설교통부장관은 시가화조정구역의 지정을 도시관리계획으로 결정할 수 있음",
      "대통령령이 정하는 일정기간 동안 시가화를 유보할 필요가 있다고 인정될 때 지정"
    ],
    "subject": "토지정보체계론",
    "text": "시가화조정구역의 지정에 대해 잘못된 설명은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040523-58",
    "options": [
      "고도지구",
      "보존지구",
      "개발진흥지구",
      "특정용도제한지구"
    ],
    "subject": "토지정보체계론",
    "text": "다음 용도지구 중 세분화가 이루어지지 않은 지구는?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-59",
    "options": [
      "자연발생적으로 이용되고 있다.",
      "생산과 생활공간을 개별적으로 이용한다.",
      "전근대적인 토지이용과 근대적인 토지이용(계획적토지이용)으로 이중성을 띠고 있다.",
      "소규모의 토지를 선형적으로 이용하고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "우리 나라 토지이용패턴의 특성을 잘못 설명하고 있는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 2,
    "id": "ea20040523-60",
    "options": [
      "교통광장",
      "근린광장",
      "경관광장",
      "지하광장"
    ],
    "subject": "토지정보체계론",
    "text": "국토의계획및이용에관한법률에서 분류하고 있는 광장의 종류에 들지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-05-23)",
    "date": "2004-05-23"
  },
  {
    "answer": 4,
    "id": "ea20040307-41",
    "options": [
      "등비급수법",
      "최소자승법",
      "지수성장곡선법",
      "로지스틱 곡선법"
    ],
    "subject": "토지정보체계론",
    "text": "인구가 일정수를 유지하는 도시 및 지역에 적합하며, 장래 도시인구 예측시 인구증가의 추세가 증감하는 것을 경향곡선으로 표시하는 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-42",
    "options": [
      "초등학교",
      "유치원",
      "고등학교",
      "도서관"
    ],
    "subject": "토지정보체계론",
    "text": "근린주구에 가장 요구되는 교육시설은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-43",
    "options": [
      "영국",
      "미국",
      "일본",
      "독일"
    ],
    "subject": "토지정보체계론",
    "text": "개발제한구역(Greenbelt)의 개념을 도시계획에 최초로 적용한 나라는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-44",
    "options": [
      "스타인(Clerance Stein)이 계획하였다.",
      "주거구는 슈퍼블럭(super block)으로 계획하였다.",
      "주택들은 막다른 골목길(cul-de-sac)을 단위로 모아서 배치하였다.",
      "보행로와 자동차도로는 분리하였으며, 단지내 통과 교통을 허용하였다."
    ],
    "subject": "토지정보체계론",
    "text": "래드번(Radburn)계획에 대한 설명으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-45",
    "options": [
      "철거재개발",
      "확장재개발",
      "보전재개발",
      "수복재개발"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도시재개발의 개발방식에 의한 분류가 아닌것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-46",
    "options": [
      "주거 등 생활환경 개선을 통한 국민의 삶의 질의 향상",
      "지역의 정체성과 문화유산의 보전",
      "지역내 적정한 기능배분을 통한 사회적 비용의 최대화",
      "국민생활과 경제활동에 필요한 토지 및 각종 시설물의 효율적 이용과 원활한 공급"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 국토이용 및 관리의 기본원칙과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-47",
    "options": [
      "도시기본계획은 도시관리계획을 실행하기 위한 수단이다.",
      "도시관리계획과 도시계획 사업은 엄연히 구분된다.",
      "철도, 궤도시설은 기반시설이 아니다.",
      "가스 공급설비는 기반시설이 아니다."
    ],
    "subject": "토지정보체계론",
    "text": "다음 설명중에서 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20040307-48",
    "options": [
      "정주모형에 의한 방법",
      "생잔법",
      "비교유추법",
      "과거추세에 의한 방법"
    ],
    "subject": "토지정보체계론",
    "text": "도시인구 예측방법 중 도시인구를 변화시키는 경제·사회· 문화의 구성요소들 사이에 존재하는 상호 인과관계를 방정식으로 표현하여 장래 인구를 예측하는 수단으로 삼는 방법은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-49",
    "options": [
      "지역 지구의 세분 및 기반시설의 배치와 규모",
      "경관계획 및 교통처리계획",
      "도시자연공원의 배치",
      "가구 및 획지의 규모와 조성계획"
    ],
    "subject": "토지정보체계론",
    "text": "지구단위계획에 포함될 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-50",
    "options": [
      "건축물의 건축 또는 공작물의 설치",
      "도시지역내의 토지분할",
      "경작을 위한 토지의 형질변경",
      "토석의 채취"
    ],
    "subject": "토지정보체계론",
    "text": "도시지역이 지정되면 지역내에서는 개발행위허가를 받아야 하는데 이에 해당사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-51",
    "options": [
      "단핵도시",
      "위성도시",
      "다핵도시",
      "대상도시"
    ],
    "subject": "토지정보체계론",
    "text": "인간활동의 구조를 중심으로 분류하는 도시의 유형과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-52",
    "options": [
      "1.048%",
      "2.048%",
      "4.8%",
      "5.8%"
    ],
    "subject": "토지정보체계론",
    "text": "과거 10년간 등비급수적으로 인구가 증가하여 현재인구 160만이고, 10년전 인구는 100만 인 도시가 있다. 이 도시의 연평균 인구증가율은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-53",
    "options": [
      "서울특별시장",
      "건설교통부장관",
      "행정자치부장관",
      "경상남도지사"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 광역도시계획의 수립권자가 될 수 없는 자는?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-54",
    "options": [
      "10∼60세",
      "20∼60세",
      "15∼64세",
      "20∼65세"
    ],
    "subject": "토지정보체계론",
    "text": "인구구조분석에서 경제인구에 포함되는 연령의 범위로 적합한 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-55",
    "options": [
      "인구의 증감",
      "토지이용의 변화",
      "도시기능의 증대",
      "도시물가의 상승"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도시화의 지표라고 볼수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 3,
    "id": "ea20040307-56",
    "options": [
      "하워드(Howard)",
      "테일러(Taylor)",
      "크리스탈러(Christaller)",
      "코르뷔제(Corbusier)"
    ],
    "subject": "토지정보체계론",
    "text": "중심지의 공간분포이론을 제시하여 도시의 분포에 대해서 실증분석한 사람은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-57",
    "options": [
      "자연발생적으로 이용되고 있다.",
      "생산과 생활공간을 혼합적으로 이용한다.",
      "전근대적인 토지이용과 근대적인 토지이용으로 이중성을 띠고 있다.",
      "소규모의 토지는 블록단위로 이용하고 있다."
    ],
    "subject": "토지정보체계론",
    "text": "우리 나라 토지이용의 특성이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-58",
    "options": [
      "건축면적/대지면적",
      "연상면적/대지면적",
      "공지면적/대지면적",
      "호수밀도/대지면적"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 용적률을 구하는 식으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 2,
    "id": "ea20040307-59",
    "options": [
      "도로",
      "주택",
      "공업",
      "상업"
    ],
    "subject": "토지정보체계론",
    "text": "기존도시의 토지이용상 구성비율이 가장 큰 것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 4,
    "id": "ea20040307-60",
    "options": [
      "보유지라고도 한다.",
      "사업비 충당을 위해 확보된다.",
      "공공시설의 설치를 위해 확보된다.",
      "환지에 속하는 것이다."
    ],
    "subject": "토지정보체계론",
    "text": "다음은 환지설계시의 체비지에 대한 설명이다. 거리가 먼것은?",
    "local_images": [],
    "source": "지적기사 (2004-03-07)",
    "date": "2004-03-07"
  },
  {
    "answer": 1,
    "id": "ea20030810-41",
    "options": [
      "토지확보가 용이하여 시행이 순조롭다.",
      "좋은 도시경관을 만들 수 있다.",
      "건물을 고층화할 수 있어 많은 녹지를 얻을 수 있고 토지이용도 효율적이 된다.",
      "주차장, 위생시설등을 공동으로 할 수 있어 경제적이며, 합리적 처리를 할 수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "대가구(Super block)단위의 재개발 방식의 장점이 아닌것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-42",
    "options": [
      "개발밀도관리구역",
      "개발제한구역",
      "수산자원보호구역",
      "시가화조정구역"
    ],
    "subject": "토지정보체계론",
    "text": "아래에서 설명하고 있는 구역제는?",
    "local_images": [
      "images/ea20030810-42_img_0.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-43",
    "options": [
      "시장· 군수",
      "건설교통부장관",
      "국무총리",
      "행정자치부장관"
    ],
    "subject": "토지정보체계론",
    "text": "도시기본계획의 원칙적인 입안자는 누구인가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-44",
    "options": [
      "대규모의 토지를 전형적으로 이용",
      "생산과 생활공간을 혼합적으로 이용",
      "전근대적인 토지이용과 근대적인 토지이용으로 이중성",
      "자연발생적으로 이용"
    ],
    "subject": "토지정보체계론",
    "text": "우리나라의 토지이용 패턴의 특징이 아닌 것은",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-45",
    "options": [
      "고급주택지구",
      "경공업지구",
      "도매지구",
      "CBD"
    ],
    "subject": "토지정보체계론",
    "text": "호이트의 선형이론에서 공간질서 형성에 가장 중요한 역할을 하는 지구는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-46",
    "options": [
      "영구적 주거지를 이루는 곳",
      "많은 물자와 상품의 거래장소",
      "동질성을 가진 집단",
      "높은 인구밀도"
    ],
    "subject": "토지정보체계론",
    "text": "도시의 정의에 대한 일반적 내용이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-47",
    "options": [
      "불규칙형",
      "환상방사형",
      "지형형",
      "격자형"
    ],
    "subject": "토지정보체계론",
    "text": "고대 그리이스의 도시가로 형태의 특징은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-48",
    "options": [
      "개량 재개발",
      "보전 재개발",
      "수복 재개발",
      "철거 재개발"
    ],
    "subject": "토지정보체계론",
    "text": "개발도상국에서 흔히 이용되는 재개발 수법은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-49",
    "options": [
      "도시의 자연적, 사회적, 경제적 특성을 최대한 반영시킨다.",
      "시장, 군수가 입안하는 도시관리계획은 주민의견 수렴 과정을 생략할 수 있다.",
      "너무 이상적이기 보다는 실현가능한 목표를 세워야 한다.",
      "목표상호간에 모순이나 불균형이 있어서는 아니된다."
    ],
    "subject": "토지정보체계론",
    "text": "도시관리계획에 있어서 목표설정은 가장 중요한 일이라고 할 수 있기 때문에 다음과 같은 원칙을 충분히 감안해서 설정되어야 한다. 그중 잘못된 원칙은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 1,
    "id": "ea20030810-50",
    "options": [
      "독시아디스(C.A. Doxiadis)",
      "멈포드(Mumford Lewis)",
      "르 꼬르뷔제(Le Corbusier)",
      "에베네저 하워드(Ebenezer Howard)"
    ],
    "subject": "토지정보체계론",
    "text": "다음 도시학자 중 인간정주사회의 단계를 인구규모를 기준으로 15단계로 구분하여 제시한 학자는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-51",
    "options": [
      "일상 생활에 필요한 편익 시설이 갖추어져 있어야한다.",
      "교통의 편익을 위하여 간선도로가 주구내를 통과해야 한다.",
      "용도순화를 위하여 공업용지는 고려하지 않는다.",
      "초등학교의 학교구역과 일치되는 범역을 갖는 것이 좋다."
    ],
    "subject": "토지정보체계론",
    "text": "근린주구 단위에 대한 설명 중 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-52",
    "options": [
      "점증이론",
      "적응이론",
      "옹호이론",
      "교환거래이론"
    ],
    "subject": "토지정보체계론",
    "text": "도시계획 접근이론 중 과학적 접근방법을 비판하면서 인간적 요소를 중시하는 이론으로 가장 타당한 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-53",
    "options": [
      "공동묘지",
      "도서관",
      "공공공지",
      "수족관"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 기반시설이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-54",
    "options": [
      "전정광장",
      "시장광장",
      "교통광장",
      "근린광장"
    ],
    "subject": "토지정보체계론",
    "text": "영국의 주택도시 Bath 계획에서 채택된 광장은 어느 것인가?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-55",
    "options": [
      "1/300 - 1/600",
      "1/500 - 1/1500",
      "1/300 - 1/1200",
      "1/1000 - 1/2000"
    ],
    "subject": "토지정보체계론",
    "text": "시장 또는 군수는 도시관리계획 결정의 고시가 있은 때에 지적이 표시된 지형도에 도시관리계획사항을 명시한 도면을 작성하여야 하는데 이때 도면의 축척으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-56",
    "options": [
      "등비급수에 의한 것",
      "등차급수에 의한 것",
      "과거 인구 변화의 추세선을 연장하는 법",
      "집단생잔법"
    ],
    "subject": "토지정보체계론",
    "text": "장래 인구 추계 방법으로 성별(性別), 연령별 인구구조를 알수 있는 방법은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-57",
    "options": [
      "국고보조",
      "도비보조",
      "자치단체보조",
      "체비지(替費地)매각"
    ],
    "subject": "토지정보체계론",
    "text": "환지방식에 의한 도시개발사업의 특유(特有)한 재원(財源)확보 방법은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 4,
    "id": "ea20030810-58",
    "options": [
      "복지환경",
      "생활환경",
      "위락환경",
      "행정환경"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 생활환경지표의 해당분야가 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 2,
    "id": "ea20030810-59",
    "options": [
      "2.5",
      "1.0",
      "1.5",
      "3.0"
    ],
    "subject": "토지정보체계론",
    "text": "어떤 지역의 산업이 전국의 동일산업에 비하여 상대적으로 특화된 정도를 파악하는 방법으로 입지상을 파악하는 방법이 있다. 아래 같은 조건인 경우 A 도시의 제조업이 갖는 입지상을 구하면?",
    "local_images": [
      "images/ea20030810-59_img_0.gif"
    ],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030810-60",
    "options": [
      "경제지표",
      "생활환경지표",
      "인구지표",
      "도시세력지표"
    ],
    "subject": "토지정보체계론",
    "text": "도시계획지표 중 가장 기본이 되는 지표는?",
    "local_images": [],
    "source": "지적기사 (2003-08-10)",
    "date": "2003-08-10"
  },
  {
    "answer": 3,
    "id": "ea20030525-41",
    "options": [
      "인구와 직업의 구성에서 주로 제조업과 판매업에 종사하는 사람으로 구성된다.",
      "규모와 인구밀도 측면에서 농촌보다 상대적으로 크다",
      "주민의 구성에 있어 동질적 집단의 성격이 강하다.",
      "주민들간의 상호접촉은 빈번하고 광범위하지만 일시적이고 간접적이다."
    ],
    "subject": "토지정보체계론",
    "text": "도시에 관한 설명중 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-42",
    "options": [
      "격자형",
      "환상 방사선형",
      "집중형",
      "불규칙형"
    ],
    "subject": "토지정보체계론",
    "text": "도로의 가로망 분류체계에서 서울, 파리 등에서 일반적으로 채택하고 있는 형태는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-43",
    "options": [
      "공청회(公聽會)를 거쳐야 한다.",
      "수도권에 속하지 아니하고 광역시와 경계를 같이하지 아니한 시 또는 군으로서 인구 10만명 이하인 시 또는 군은 도시기본계획을 수립하지 아니할 수 있다.",
      "건설교통부장관이 수립하고 결정한다.",
      "도시기본계획을 수립 또는 변경하는 때에는 미리 지방의회의 의견을 들어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "우리나라의 도시기본계획의 수립에 관하여 기술한 것 중 잘못된 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-44",
    "options": [
      "4.0km2",
      "5.0km2",
      "6.0km2",
      "7.5km2"
    ],
    "subject": "토지정보체계론",
    "text": "도시인구가 10만이고, 주거지역에서 1인당 택지점유면적이 30m2, 공공용지율이 40%라고 하면 총 주거지역의 면적은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-45",
    "options": [
      "지역· 지구의 세분",
      "기반시설의 배치",
      "교통처리계획",
      "자연공원의 배치계획"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 지구단위계획의 내용에 포함될 사항이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-46",
    "options": [
      "place",
      "forum",
      "agora",
      "piazza"
    ],
    "subject": "토지정보체계론",
    "text": "고대 그리이스의 중심광장 이름은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-47",
    "options": [
      "크리스탈러(W. Christaller) - 중심지 이론(central place theory)",
      "해리스(Harris)와 울만(Ulman) - 동심원지대이론(concentric zone theory)",
      "버제스(Burgess) - 선형이론(sector theory)",
      "호이트(Hoyt) - 다핵심이론(multiple-nuclei theory)"
    ],
    "subject": "토지정보체계론",
    "text": "도시의 공간구조이론의 종류와 주장한 사람이 옳게 연결된 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-48",
    "options": [
      "로지스틱 곡선법",
      "지수함수법",
      "최소자승법",
      "비교유추법"
    ],
    "subject": "토지정보체계론",
    "text": "도시권에서 인구성장을 일정 상한선까지 통제하고자 할때 인구목표와 성장 속도와의 관계를 분석하는데 유효한 방법은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-49",
    "options": [
      "주거지(住居地)",
      "업무지(業務地)",
      "도심(都心)",
      "부도심(副都心)"
    ],
    "subject": "토지정보체계론",
    "text": "야간인구 밀도는 다음의 어느 곳에서 측정하는 것이 가장 타당한가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-50",
    "options": [
      "오스트리아",
      "독일",
      "영국",
      "프랑스"
    ],
    "subject": "토지정보체계론",
    "text": "Adickes법을 처음 제정한 나라는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-51",
    "options": [
      "도시미화(Beautification)",
      "지구보존(Conservation)",
      "도시수복(Rehabilitation)",
      "지구재개발(Redevelopment)"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 도시재개발 방식과 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-52",
    "options": [
      "2일",
      "3일",
      "5일",
      "7일"
    ],
    "subject": "토지정보체계론",
    "text": "도시관리계획은 결정 고시(告示)가 있는 날부터 몇 일 후에 그 효력이 발생하는가?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-53",
    "options": [
      "도시지역안의 주거지역은 3만m2 이상",
      "도시지역안의 공업지역은 3만m2 이상",
      "도시지역안의 자연녹지지역은 5만m2 이상",
      "도시지외의 지역은 3만3천m2 이상"
    ],
    "subject": "토지정보체계론",
    "text": "도시개발구역으로 지정할 수 있는 최소한도의 기준면적으로 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-54",
    "options": [
      "11월 1일 오전 0시 현재",
      "10월 1일 오전 0시 현재",
      "11월 1일 오전 1시 현재",
      "10월 1일 오전 1시 현재"
    ],
    "subject": "토지정보체계론",
    "text": "우리 나라에서 실시하는 인구주택총조사의 원칙적인 기준 일시는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 1,
    "id": "ea20030525-55",
    "options": [
      "근린 주구계획",
      "토지구역 정리 계획",
      "획지 분할 계획",
      "일단의 계획 지구내의 공동시설 계획"
    ],
    "subject": "토지정보체계론",
    "text": "일상생활 중심, 근린생활의 촛점을 중심으로 유기적이며 종합적인 지구 개발 계획은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-56",
    "options": [
      "상품이나 써비스의 대부분을 공급함과 동시에 소비하는 두가지 기능을 갖는다.",
      "정치적 변혁이나 경제적 불황에 의해서 쉽게 쇠퇴하고 재기하지 못한다.",
      "대단히 개방적이다.",
      "직업의 선택가능성이 크다."
    ],
    "subject": "토지정보체계론",
    "text": "산업혁명 이전의 대도시와 비교한 현대의 메트로폴리스(metropolis)의 특성으로 옳지 않은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 2,
    "id": "ea20030525-57",
    "options": [
      "건물층수가 많아질수록 건폐율을 증가시켜야 한다.",
      "건물층수가 많아질수록 공지율을 증가시켜야 한다.",
      "용적률과 건물층수와는 아무런 관계가 없다.",
      "용적률에 관계없이 총상면적(總床面積)을 키울수 있다."
    ],
    "subject": "토지정보체계론",
    "text": "용적률이 일정하다고 가정하였을 때 다음 설명중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-58",
    "options": [
      "역도시화",
      "종주도시화",
      "가도시화",
      "광역도시화"
    ],
    "subject": "토지정보체계론",
    "text": "도시인구의 증가속도가 도시산업의 성장속도보다 훨씬 빠르게 진행되는 현상으로써 도시의 부양능력을 초과하고 인구가 집중하여 도시인구의 상당수가 비공식부문 경제부문(informal sector)에 종사하면서 불량주거지역을 형성하는 유형의 도시화는?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030525-59",
    "options": [
      "약 66000m2",
      "약 77000m2",
      "약 88000m2",
      "약 99000m2"
    ],
    "subject": "토지정보체계론",
    "text": "아래 표와 같은 조건의 도시에서 상업지역면적을 계산하면?",
    "local_images": [
      "images/ea20030525-59_img_0.gif"
    ],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 4,
    "id": "ea20030525-60",
    "options": [
      "기반시설에 관한 사항",
      "토지이용·개발 및 환경보전에 관한 사항",
      "지역적 특성 및 계획의 방향· 목표에 관한 사항",
      "광역시설의 배치·규모·시설에 관한 사항"
    ],
    "subject": "토지정보체계론",
    "text": "도시기본계획에서 정해야 할 정책방향이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-05-25)",
    "date": "2003-05-25"
  },
  {
    "answer": 3,
    "id": "ea20030316-41",
    "options": [
      "수익자 부담금",
      "개발부담금",
      "체비지의 매각",
      "국고보조"
    ],
    "subject": "토지정보체계론",
    "text": "환지방식에 의한 도시개발사업에서의 특유한 재원확보 방법은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-42",
    "options": [
      "2.5%",
      "3%",
      "2%",
      "3.5%"
    ],
    "subject": "토지정보체계론",
    "text": "도시인구규모가 1975년에 100000명에서 1995년에는 150000명으로 증가되었다면, 등차급수법에 의할경우 이 기간동안의 연평균 인구증가율은 몇 %인가?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-43",
    "options": [
      "도시기본계획은 계획이 포괄적이어야 한다.",
      "도시기본계획은 정책적으로 접근해야한다.",
      "도시기본계획은 장기적이어야 한다.",
      "도시기본계획은 세부적인 계획이어야 한다."
    ],
    "subject": "토지정보체계론",
    "text": "도시기본계획의 특징을 설명한 것이다. 틀린 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-44",
    "options": [
      "산업별 인구구성비",
      "유업율(有業率)",
      "가로율(街路率)",
      "도시인구"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도시의 성격을 나타내는 지표로 가장 거리가 먼것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-45",
    "options": [
      "세대수/도시행정 면적",
      "(남자인구 + 여자인구)/도시행정 면적",
      "20세 이상의 인구수/시가지 면적",
      "경제활동 인구/시가지 면적"
    ],
    "subject": "토지정보체계론",
    "text": "도시 인구밀도를 정의한 다음 설명 중 옳은 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-46",
    "options": [
      "수용권",
      "감보권",
      "선매",
      "유보지"
    ],
    "subject": "토지정보체계론",
    "text": "재개발 지정구역에 있어서 계획의 시행을 필요로 한 토지를 공공기관이 우선적으로 매입할 수 있는 권리를 말하는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-47",
    "options": [
      "아고라(Agora)",
      "포럼(Forum)",
      "아크로폴리스(Acropolis)",
      "콜로세움(Coloseum)"
    ],
    "subject": "토지정보체계론",
    "text": "로마에서 도시행정 및 시민생활의 중심지로 이용되고, 시장으로 사용했던 장소는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-48",
    "options": [
      "시청",
      "공회당",
      "초등학교",
      "도서관"
    ],
    "subject": "토지정보체계론",
    "text": "근린주구 계획에서 핵심적 시설이 되는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-49",
    "options": [
      "인구분포를 이용하는 방법",
      "공용패턴을 기준으로 하는 방법",
      "보행자수를 기준으로 하는 방법",
      "중심업무지수법"
    ],
    "subject": "토지정보체계론",
    "text": "도시공간에서 도심의 한계를 설정하는 방법 중 성격이 다른 하나는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-50",
    "options": [
      "프리드만(John Friedmann)",
      "토다로(M.P. Todaro)",
      "베버(A. Weber)",
      "호텔링(Hotelling)"
    ],
    "subject": "토지정보체계론",
    "text": "인구이동의 가장 큰 이유는 경제적 이유때문이라고 하는 데 인구이동이 지역간의 실질소득의 격차 때문에 발생하는 것이 아니라 미래의 지역간 기대소득의 차이 때문에 일어난다고 주장한 사람은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 1,
    "id": "ea20030316-51",
    "options": [
      "적정한 도시 환경을 조성한다.",
      "건축물 용도를 자유로이 한다.",
      "인구 도시 집중을 쉽게 한다.",
      "건축물 밀도를 자유화 한다."
    ],
    "subject": "토지정보체계론",
    "text": "지역. 지구제의 목적에 가장 합치되는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-52",
    "options": [
      "아파트지구",
      "시설보호지구",
      "보존지구",
      "개발진흥지구"
    ],
    "subject": "토지정보체계론",
    "text": "주거· 상업· 공업· 유통물류· 관광 및 휴양기능 등을 집중적으로 개발· 정비할 필요에 따라 현행 국토의계획및이용에관한법률에 의해 지정하는 용도지구는?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-53",
    "options": [
      "밀도",
      "배치",
      "동선",
      "등록"
    ],
    "subject": "토지정보체계론",
    "text": "다음 중 도시의 물리적인 구성요소와 거리가 먼 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-54",
    "options": [
      "중세 초기에는 보루형 도시로서 시가지가 무질서 하였다.",
      "계획도시는 대다수가 직교형으로 설계하여 중심에는 시장과 광장을 배치하였다.",
      "특징적 가로망 형태는 환상방사형이었다.",
      "중세도시는 영주의 소재지나 사원의 소재지에서 형성되었다."
    ],
    "subject": "토지정보체계론",
    "text": "중세 도시의 특징이 아닌 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-55",
    "options": [
      "토지소유자 5인 이상이 조합설립 인가를 받아야 한다",
      "토지면적의 3분의 2 이상에 해당하는 토지소유자의 동의를 받아야 한다",
      "구역안의 토지소유자 총수의 3분의 2 이상의 동의를 얻어야 한다",
      "인가 받은 사항을 변경하고자 하는 때에는 지정권자로부터 변경인가를 다시 받을 필요가 없다"
    ],
    "subject": "토지정보체계론",
    "text": "도시개발사업을 위한 조합설립인가 내용 중에서 맞는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-56",
    "options": [
      "결절점(node)",
      "도로(path)",
      "지구(district)",
      "패턴(pattern)"
    ],
    "subject": "토지정보체계론",
    "text": "케빈 린치(Kevin Lynch)의 도시 이미지 구성 요소에 들지 않는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-57",
    "options": [
      "농촌경제의 파탄에 의한 이농현상이 주된 원인이다.",
      "도시의 고용능력한계를 초과하여 농촌인구가 과도하게 집중하는 현상을 의미한다.",
      "도시지역의 흡인작용에 의한 농촌 노동인구의 도시집중에서 비롯되었다.",
      "주로 개발도상국에서 볼 수 있는 현상이다."
    ],
    "subject": "토지정보체계론",
    "text": "가도시화 현상(pseudo-urbanization)에 관한 설명으로서 가장 적절하지 못한 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 3,
    "id": "ea20030316-58",
    "options": [
      "선도산업(Leading Industry)",
      "파급효과(Spread Effect)",
      "포섭의 원리(nested principle)",
      "집적의 경제(Agglomeration Economies)"
    ],
    "subject": "토지정보체계론",
    "text": "다음중 성장거점이론과 관계 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 4,
    "id": "ea20030316-59",
    "options": [
      "과거추세연장에 의하는 방법",
      "비교유추에 의한 방법",
      "집단생잔법에 의한 방법",
      "4단계 추정에 의한 방법"
    ],
    "subject": "토지정보체계론",
    "text": "장래 인구를 예측할 수 있는 방법에 대한 설명으로 틀린것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  },
  {
    "answer": 2,
    "id": "ea20030316-60",
    "options": [
      "지구단위계획의 수립에 관한 사항",
      "국토개발 및 재개발사업에 관한 계획",
      "지구단위계획구역의 지정에 관한 사항",
      "기반시설의 설치· 정비에 관한 사항"
    ],
    "subject": "토지정보체계론",
    "text": "주민이 도시관리계획 입안을 제안할 수 있는 사항으로 볼 수 없는 것은?",
    "local_images": [],
    "source": "지적기사 (2003-03-16)",
    "date": "2003-03-16"
  }
];